{"code":200,"status":"OK","data":{"number":34,"name":"سُورَةُ سَبَإٍ","englishName":"Saba","englishNameTranslation":"Sheba","revelationType":"Meccan","numberOfAyahs":54,"ayahs":[{"number":3607,"text":"Praise be to Allah, unto Whom belongeth whatsoever is in the heavens and whatsoever is in the earth. His is the praise in the Hereafter, and He is the Wise, the Aware.","numberInSurah":1,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3608,"text":"He knoweth that which goeth into the earth and that which cometh forth from it, and that descendeth from the heaven and that which ascendeth into it. He is the Merciful, the Forgiving.","numberInSurah":2,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3609,"text":"Those who disbelieve say: The Hour will never come unto us. Say: Nay, by my Lord, but it is coming unto you surely. (He is) the Knower of the Unseen. Not an atom's weight, or less than that or greater, escapeth Him in the heavens or in the earth, but it is in a clear Record,","numberInSurah":3,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3610,"text":"That He may reward those who believe and do good works. For them is pardon and a rich provision.","numberInSurah":4,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3611,"text":"But those who strive against Our revelations, challenging (Us), theirs will be a painful doom of wrath.","numberInSurah":5,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3612,"text":"Those who have been given knowledge see that what is revealed unto thee from thy Lord is the truth and leadeth unto the path of the Mighty, the Owner of Praise.","numberInSurah":6,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3613,"text":"Those who disbelieve say: Shall we show you a man who will tell you (that) when ye have become dispersed in dust with most complete dispersal still, even then, ye will be created anew?","numberInSurah":7,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3614,"text":"Hath he invented a lie concerning Allah, or is there in him a madness? Nay, but those who disbelieve in the Hereafter are in torment and far error.","numberInSurah":8,"juz":22,"manzil":5,"page":429,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3615,"text":"Have they not observed what is before them and what is behind them of the sky and the earth? If We will, We can make the earth swallow them, or cause obliteration from the sky to fall on them. Lo! herein surely is a portent for every slave who turneth (to Allah) repentant.","numberInSurah":9,"juz":22,"manzil":5,"page":429,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3616,"text":"And assuredly We gave David grace from Us, (saying): O ye hills and birds, echo his psalms of praise! And We made the iron supple unto him,","numberInSurah":10,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3617,"text":"Saying: Make thou long coats of mail and measure the links (thereof). And do ye right. Lo! I am Seer of what ye do.","numberInSurah":11,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3618,"text":"And unto Solomon (We gave) the wind, whereof the morning course was a month's journey and the evening course a month's journey, and We caused the fount of copper to gush forth for him, and (We gave him) certain of the jinn who worked before him by permission of his Lord. And such of them as deviated from Our command, them We caused to taste the punishment of flaming Fire.","numberInSurah":12,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3619,"text":"They made for him what he willed: synagogues and statues, basins like wells and boilers built into the ground. Give thanks, O House of David! Few of My bondmen are thankful.","numberInSurah":13,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3620,"text":"And when We decreed death for him, nothing showed his death to them save a creeping creature of the earth which gnawed away his staff. And when he fell the jinn saw clearly how, if they had known the Unseen, they would not have continued in despised toil.","numberInSurah":14,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3621,"text":"There was indeed a sign for Sheba in their dwelling-place: Two gardens on the right hand and the left (as who should say): Eat of the provision of your Lord and render thanks to Him. A fair land and an indulgent Lord!","numberInSurah":15,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3622,"text":"But they were froward, so We sent on them the flood of 'Iram, and in exchange for their two gardens gave them two gardens bearing bitter fruit, the tamarisk and here and there a lote-tree.","numberInSurah":16,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3623,"text":"This We awarded them because of their ingratitude. Punish We ever any save the ingrates?","numberInSurah":17,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3624,"text":"And We set, between them and the towns which We had blessed, towns easy to be seen, and We made the stage between them easy, (saying): Travel in them safely both by night and day.","numberInSurah":18,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3625,"text":"But they said: Our Lord! Make the stage between our journeys longer. And they wronged themselves, therefore We made them bywords (in the land) and scattered them abroad, a total scattering. Lo! herein verily are portents for each steadfast, grateful (heart).","numberInSurah":19,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3626,"text":"And Satan indeed found his calculation true concerning them, for they follow him, all save a group of true believers.","numberInSurah":20,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3627,"text":"And he had no warrant whatsoever against them, save that We would know him who believeth in the Hereafter from him who is in doubt thereof; and thy Lord (O Muhammad) taketh note of all things.","numberInSurah":21,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3628,"text":"Say (O Muhammad): Call upon those whom ye set up beside Allah! They possess not an atom's weight either in the heavens or in the earth, nor have they any share in either, nor hath He an auxiliary among them.","numberInSurah":22,"juz":22,"manzil":5,"page":430,"ruku":372,"hizbQuarter":172,"sajda":false},{"number":3629,"text":"No intercession availeth with Him save for him whom He permitteth. Yet, when fear is banished from their hearts, they say: What was it that your Lord said? They say: The Truth. And He is the Sublime, the Great.","numberInSurah":23,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":172,"sajda":false},{"number":3630,"text":"Say: Who giveth you provision from the sky and the earth? Say: Allah, Lo! we or you assuredly are rightly guided or in error manifest.","numberInSurah":24,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3631,"text":"Say: Ye will not be asked of what we committed, nor shall we be asked of what ye do.","numberInSurah":25,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3632,"text":"Say: Our Lord will bring us all together, then He will judge between us with truth. He is the All-knowing Judge.","numberInSurah":26,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3633,"text":"Say: Show me those whom ye have joined unto Him as partners. Nay (ye dare not)! For He is Allah, the Mighty, the Wise.","numberInSurah":27,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3634,"text":"And We have not sent thee (O Muhammad) save as a bringer of good tidings and a warner unto all mankind; but most of mankind know not.","numberInSurah":28,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3635,"text":"And they say: When is this promise (to be fulfilled) if ye are truthful?","numberInSurah":29,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3636,"text":"Say (O Muhammad): Yours is the promise of a Day which ye cannot postpone nor hasten by an hour.","numberInSurah":30,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3637,"text":"And those who disbelieve say: We believe not in this Qur'an nor in that which was before it; but oh, if thou couldst see, when the wrong-doers are brought up before their Lord, how they cast the blame one to another; how those who were despised (in the earth) say unto those who were proud: But for you, we should have been believers.","numberInSurah":31,"juz":22,"manzil":5,"page":431,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3638,"text":"Those who were proud say unto those who were despised: Did we drive you away from the guidance after it had come unto you? Nay, but ye were guilty.","numberInSurah":32,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3639,"text":"Those who were despised say unto those who were proud: Nay but (it was your) scheming night and day, when ye commanded us to disbelieve in Allah and set up rivals unto Him. And they are filled with remorse when they behold the doom; and We place carcans on the necks of those who disbelieved. Are they requited aught save what they used to do?","numberInSurah":33,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3640,"text":"And We sent not unto any township a warner, but its pampered ones declared: Lo! we are disbelievers in that wherewith ye have been sent.","numberInSurah":34,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3641,"text":"And they say: We are more (than you) in wealth and children. We are not the punished!","numberInSurah":35,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3642,"text":"Say (O Muhammad): Lo! my Lord enlargeth the provision for whom He will and narroweth it (for whom He will). But most of mankind know not.","numberInSurah":36,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3643,"text":"And it is not your wealth nor your children that will bring you near unto Us, but he who believeth and doeth good (he draweth near). As for such, theirs will be twofold reward for what they did and they will dwell secure in lofty halls.","numberInSurah":37,"juz":22,"manzil":5,"page":432,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3644,"text":"And as for those who strive against Our revelations, challenging, they will be brought to the doom.","numberInSurah":38,"juz":22,"manzil":5,"page":432,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3645,"text":"Say: Lo! my Lord enlargeth the provision for whom He will of His bondmen, and narroweth (it) for him. And whatsoever ye spend (for good) He replaceth it. And He is the Best of Providers.","numberInSurah":39,"juz":22,"manzil":5,"page":432,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3646,"text":"And on the day when He will gather them all together, He will say unto the angels: Did these worship you?","numberInSurah":40,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3647,"text":"They will say: Be Thou Glorified. Thou (alone) art our Guardian, not them! Nay, but they worshipped the jinn; most of them were believers in them.","numberInSurah":41,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3648,"text":"That day ye will possess no use nor hurt one for another. And We shall say unto those who did wrong: Taste the doom of the Fire which ye used to deny.","numberInSurah":42,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3649,"text":"And if Our revelations are recited unto them in plain terms, they say: This is naught else than a man who would turn you away from what your fathers used to worship; and they say: This is naught else than an invented lie. Those who disbelieve say of the truth when it reacheth them: This is naught else than mere magic.","numberInSurah":43,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3650,"text":"And We have given them no scriptures which they study, nor sent We unto them, before thee, any warner.","numberInSurah":44,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3651,"text":"Those before them denied, and these have not attained a tithe of that which We bestowed on them (of old); yet they denied My messengers. How intense then was My abhorrence (of them)!","numberInSurah":45,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3652,"text":"Say (unto them, O Muhammad): I exhort you unto one thing only: that ye awake, for Allah's sake, by twos and singly, and then reflect: There is no madness in your comrade. He is naught else than a warner unto you in face of a terrific doom.","numberInSurah":46,"juz":22,"manzil":5,"page":433,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3653,"text":"Say: Whatever reward I might have asked of you is yours. My reward is the affair of Allah only. He is Witness over all things.","numberInSurah":47,"juz":22,"manzil":5,"page":433,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3654,"text":"Say: Lo! my Lord hurleth the truth. (He is) the Knower of Things Hidden.","numberInSurah":48,"juz":22,"manzil":5,"page":433,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3655,"text":"Say: The Truth hath come, and falsehood showeth not its face and will not return.","numberInSurah":49,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3656,"text":"Say: If I err, I err only to my own loss, and if I am rightly guided it is because of that which my Lord hath revealed unto me. Lo! He is Hearer, Nigh.","numberInSurah":50,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3657,"text":"Couldst thou but see when they are terrified with no escape, and are seized from near at hand,","numberInSurah":51,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3658,"text":"And say: We (now) believe therein. But how can they reach (faith) from afar off,","numberInSurah":52,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3659,"text":"When they disbelieved in it of yore. They aim at the unseen from afar off.","numberInSurah":53,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3660,"text":"And a gulf is set between them and that which they desire, as was done for people of their kind of old. Lo! they were in hopeless doubt.","numberInSurah":54,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}