{"code":200,"status":"OK","data":{"number":58,"name":"سُورَةُ المُجَادلَةِ","englishName":"Al-Mujaadila","englishNameTranslation":"The Pleading Woman","revelationType":"Medinan","numberOfAyahs":22,"ayahs":[{"number":5105,"text":"Allah hath heard the saying of her that disputeth with thee (Muhammad) concerning her husband, and complaineth unto Allah. And Allah heareth your colloquy. Lo! Allah is Hearer, Knower.","numberInSurah":1,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5106,"text":"Such of you as put away your wives (by saying they are as their mothers) - They are not their mothers; none are their mothers except those who gave them birth - they indeed utter an ill word and a lie. And lo! Allah is Forgiving, Merciful.","numberInSurah":2,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5107,"text":"Those who put away their wives (by saying they are as their mothers) and afterward would go back on that which they have said, (the penalty) in that case (is) the freeing of a slave before they touch one another. Unto this ye are exhorted; and Allah is Informed of what ye do.","numberInSurah":3,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5108,"text":"And he who findeth not (the wherewithal), let him fast for two successive months before they touch one another; and for him who is unable to do so (the penance is) the feeding of sixty needy ones. This, that ye may put trust in Allah and His messenger. Such are the limits (imposed by Allah); and for disbelievers is a painful doom.","numberInSurah":4,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5109,"text":"Lo! those who oppose Allah and His messenger will be abased even as those before them were abased; and We have sent down clear tokens, and for disbelievers is a shameful doom","numberInSurah":5,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5110,"text":"On the day when Allah will raise them all together and inform them of what they did. Allah hath kept account of it while they forgot it. And Allah is Witness over all things.","numberInSurah":6,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5111,"text":"Hast thou not seen that Allah knoweth all that is in the heavens and all that is in the earth? There is no secret conference of three but He is their fourth, nor of five but He is their sixth, nor of less than that or more but He is with them wheresoever they may be; and afterward, on the Day of Resurrection, He will inform them of what they did. Lo! Allah is Knower of all things.","numberInSurah":7,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5112,"text":"Hast thou not observed those who were forbidden conspiracy and afterward returned to that which they had been forbidden, and (now) conspire together for crime and wrongdoing and disobedience toward the messenger? And when they come unto thee they greet thee with a greeting wherewith Allah greeteth thee not, and say within themselves: Why should Allah punish us for what we say? Hell will suffice them; they will feel the heat thereof - a hapless journey's end!","numberInSurah":8,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5113,"text":"O ye who believe! When ye conspire together, conspire not together for crime and wrongdoing and disobedience toward the messenger, but conspire together for righteousness and piety, and keep your duty toward Allah, unto whom ye will be gathered.","numberInSurah":9,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5114,"text":"Lo! Conspiracy is only of the devil, that he may vex those who believe; but he can harm them not at all unless by Allah's leave. In Allah let believers put their trust.","numberInSurah":10,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5115,"text":"O ye who believe! when it is said unto you, Make room! in assemblies, then make room; Allah will make way for you (hereafter). And when it is said, Come up higher! go up higher; Allah will exalt those who believe among you, and those who have knowledge, to high ranks. Allah is Informed of what ye do.","numberInSurah":11,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5116,"text":"O ye who believe! When ye hold conference with the messenger, offer an alms before your conference. That is better and purer for you. But if ye cannot find (the wherewithal) then lo! Allah is Forgiving, Merciful.","numberInSurah":12,"juz":28,"manzil":7,"page":544,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5117,"text":"Fear ye to offer alms before your conference? Then, when ye do it not and Allah hath forgiven you, establish worship and pay the poor-due and obey Allah and His messenger. And Allah is Aware of what ye do.","numberInSurah":13,"juz":28,"manzil":7,"page":544,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5118,"text":"Hast thou not seen those who take for friends a folk with whom Allah is wroth? They are neither of you nor of them, and they swear a false oath knowingly.","numberInSurah":14,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5119,"text":"Allah hath prepared for them a dreadful doom. Evil indeed is that which they are wont to do.","numberInSurah":15,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5120,"text":"They make a shelter of their oaths and turn (men) from the way of Allah; so theirs will be a shameful doom.","numberInSurah":16,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5121,"text":"Their wealth and their children will avail them naught against Allah. Such are rightful owners of the Fire; they will abide therein.","numberInSurah":17,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5122,"text":"On the day when Allah will raise them all together, then will they swear unto Him as they (now) swear unto you, and they will fancy that they have some standing. Lo! is it not they who are the liars?","numberInSurah":18,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5123,"text":"The devil hath engrossed them and so hath caused them to forget remembrance of Allah. They are the devil's party. Lo! is it not the devil's party who will be the losers?","numberInSurah":19,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5124,"text":"Lo! those who oppose Allah and His messenger, they will be among the lowest.","numberInSurah":20,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5125,"text":"Allah hath decreed: Lo! I verily shall conquer, I and My messengers. Lo! Allah is Strong, Almighty.","numberInSurah":21,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5126,"text":"Thou wilt not find folk who believe in Allah and the Last Day loving those who oppose Allah and His messenger, even though they be their fathers or their sons or their brethren or their clan. As for such, He hath written faith upon their hearts and hath strengthened them with a Spirit from Him, and He will bring them into Gardens underneath which rivers flow, wherein they will abide. Allah is well pleased with them, and they are well pleased with Him. They are Allah's party. Lo! is it not Allah's party who are the successful?","numberInSurah":22,"juz":28,"manzil":7,"page":545,"ruku":478,"hizbQuarter":218,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}