{"code":200,"status":"OK","data":{"number":28,"name":"سُورَةُ القَصَصِ","englishName":"Al-Qasas","englishNameTranslation":"The Stories","revelationType":"Meccan","numberOfAyahs":88,"ayahs":[{"number":3253,"text":"Ta. Sin. Mim.","numberInSurah":1,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3254,"text":"These are revelations of the Scripture that maketh plain.","numberInSurah":2,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3255,"text":"We narrate unto thee (somewhat) of the story of Moses and Pharaoh with truth, for folk who believe.","numberInSurah":3,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3256,"text":"Lo! Pharaoh exalted himself in the earth and made its people castes. A tribe among them he oppressed, killing their sons and sparing their women. Lo! he was of those who work corruption.","numberInSurah":4,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3257,"text":"And We desired to show favour unto those who were oppressed in the earth, and to make them examples and to make them the inheritors,","numberInSurah":5,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3258,"text":"And to establish them in the earth, and to show Pharaoh and Haman and their hosts that which they feared from them.","numberInSurah":6,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3259,"text":"And We inspired the mother of Moses, saying: Suckle him and, when thou fearest for him, then cast him into the river and fear not nor grieve. Lo! We shall bring him back unto thee and shall make him (one) of Our messengers.","numberInSurah":7,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3260,"text":"And the family of Pharaoh took him up, that he might become for them an enemy and a sorrow, Lo! Pharaoh and Haman and their hosts were ever sinning.","numberInSurah":8,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3261,"text":"And the wife of Pharaoh said: (He will be) a consolation for me and for thee. Kill him not. Peradventure he may be of use to us, or we may choose him for a son. And they perceived not.","numberInSurah":9,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3262,"text":"And the heart of the mother of Moses became void, and she would have betrayed him if We had not fortified her heart, that she might be of the believers.","numberInSurah":10,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3263,"text":"And she said unto his sister: Trace him. So she observed him from afar, and they perceived not.","numberInSurah":11,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3264,"text":"And We had before forbidden foster-mothers for him, so she said: Shall I show you a household who will rear him for you and take care of him?","numberInSurah":12,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":155,"sajda":false},{"number":3265,"text":"So We restored him to his mother that she might be comforted and not grieve, and that she might know that the promise of Allah is true. But most of them know not.","numberInSurah":13,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":155,"sajda":false},{"number":3266,"text":"And when he reached his full strength and was ripe, We gave him wisdom and knowledge. Thus do We reward the good.","numberInSurah":14,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3267,"text":"And he entered the city at a time of carelessness of its folk, and he found therein two men fighting, one of his own caste, and the other of his enemies; and he who was of his caste asked him for help against him who was of his enemies. So Moses struck him with his fist and killed him. He said: This is of the devil's doing. Lo! he is an enemy, a mere misleader.","numberInSurah":15,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3268,"text":"He said: My Lord! Lo! I have wronged my soul, so forgive me. Then He forgave him. Lo! He is the Forgiving, the Merciful.","numberInSurah":16,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3269,"text":"He said: My Lord! Forasmuch as Thou hast favoured me, I will nevermore be a supporter of the guilty.","numberInSurah":17,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3270,"text":"And morning found him in the city, fearing, vigilant, when behold! he who had appealed to him the day before cried out to him for help. Moses said unto him: Lo! thou art indeed a mere hothead.","numberInSurah":18,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3271,"text":"And when he would have fallen upon the man who was an enemy unto them both, he said: O Moses! Wouldst thou kill me as thou didst kill a person yesterday. Thou wouldst be nothing but a tyrant in the land, thou wouldst not be of the reformers.","numberInSurah":19,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3272,"text":"And a man came from the uttermost part of the city, running. He said: O Moses! Lo! the chiefs take counsel against thee to slay thee; therefor escape. Lo! I am of those who give thee good advice.","numberInSurah":20,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3273,"text":"So he escaped from thence, fearing, vigilant. He said: My Lord! Deliver me from the wrongdoing folk.","numberInSurah":21,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3274,"text":"And when he turned his face toward Midian, he said: Peradventure my Lord will guide me in the right road.","numberInSurah":22,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3275,"text":"And when he came unto the water of Midian he found there a whole tribe of men, watering. And he found apart from them two women keeping back (their flocks). He said: What aileth you? The two said: We cannot give (our flocks) to drink till the shepherds return from the water; and our father is a very old man.","numberInSurah":23,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3276,"text":"So he watered (their flock) for them. Then he turned aside into the shade, and said: My Lord! I am needy of whatever good Thou sendest down for me.","numberInSurah":24,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3277,"text":"Then there came unto him one of the two women, walking shyly. She said: Lo! my father biddeth thee, that he may reward thee with a payment for that thou didst water (the flock) for us. Then, when he came unto him and told him the (whole) story, he said: Fear not! Thou hast escaped from the wrongdoing folk.","numberInSurah":25,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3278,"text":"One of the two women said: O my father! Hire him! For the best (man) that thou canst hire in the strong, the trustworthy.","numberInSurah":26,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3279,"text":"He said: Lo! I fain would marry thee to one of these two daughters of mine on condition that thou hirest thyself to me for (the term of) eight pilgrimages. Then if thou completest ten it will be of thine own accord, for I would not make it hard for thee. Allah willing, thou wilt find me of the righteous.","numberInSurah":27,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3280,"text":"He said: That (is settled) between thee and me. Whichever of the two terms I fulfil, there will be no injustice to me, and Allah is Surety over what we say.","numberInSurah":28,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3281,"text":"Then, when Moses had fulfilled the term, and was travelling with his housefolk, he saw in the distance a fire and said unto his housefolk: Bide ye (here). Lo! I see in the distance a fire; peradventure I shall bring you tidings thence, or a brand from the fire that ye may warm yourselves.","numberInSurah":29,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3282,"text":"And when he reached it, he was called from the right side of the valley in the blessed field, from the tree: O Moses! Lo! I, even I, am Allah, the Lord of the Worlds;","numberInSurah":30,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3283,"text":"Throw down thy staff. And when he saw it writhing as it had been a demon, he turned to flee headlong, (and it was said unto him): O Moses! Draw nigh and fear not. Lo! thou art of those who are secure.","numberInSurah":31,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3284,"text":"Thrust thy hand into the bosom of thy robe it will come forth white without hurt. And guard thy heart from fear. Then these shall be two proofs from your Lord unto Pharaoh and his chiefs. Lo! they are evil-living folk.","numberInSurah":32,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3285,"text":"He said: My Lord! Lo! I killed a man among them and I fear that they will kill me.","numberInSurah":33,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3286,"text":"My brother Aaron is more eloquent than me in speech. Therefor send him with me as a helper to confirm me. Lo! I fear that they will give the lie to me.","numberInSurah":34,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3287,"text":"He said: We will strengthen thine arm with thy brother, and We will give unto you both power so that they cannot reach you for Our portents. Ye twain, and those who follow you, will be the winners.","numberInSurah":35,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3288,"text":"But when Moses came unto them with Our clear tokens, they said: This is naught but invented magic. We never heard of this among our fathers of old.","numberInSurah":36,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3289,"text":"And Moses said: My Lord is Best Aware of him who bringeth guidance from His presence, and whose will be the sequel of the Home (of bliss). Lo! wrong-doers will not be successful.","numberInSurah":37,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3290,"text":"And Pharaoh said: O chiefs! I know not that ye have a god other than me, so kindle for me (a fire), O Haman, to bake the mud; and set up for me a lofty tower in order that I may survey the god of Moses; and lo! I deem him of the liars.","numberInSurah":38,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3291,"text":"And he and his hosts were haughty in the land without right, and deemed that they would never be brought back to Us.","numberInSurah":39,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3292,"text":"Therefor We seized him and his hosts, and abandoned them unto the sea. Behold the nature of the consequence for evil-doers!","numberInSurah":40,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3293,"text":"And We made them patterns that invite unto the Fire, and on the Day of Resurrection they will not be helped.","numberInSurah":41,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3294,"text":"And We made a curse to follow them in this world, and on the Day of Resurrection they will be among the hateful.","numberInSurah":42,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3295,"text":"And We verily gave the Scripture unto Moses after We had destroyed the generations of old: clear testimonies for mankind, and a guidance and a mercy, that haply they might reflect.","numberInSurah":43,"juz":20,"manzil":5,"page":390,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3296,"text":"And thou (Muhammad) wast not on the western side (of the Mount) when We expounded unto Moses the commandment, and thou wast not among those present;","numberInSurah":44,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3297,"text":"But We brought forth generations, and their lives dragged on for them. And thou wast not a dweller in Midian, reciting unto them Our revelations, but We kept sending (messengers to men).","numberInSurah":45,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3298,"text":"And thou was not beside the Mount when We did call; but (the knowledge of it is) a mercy from thy Lord that thou mayst warn a folk unto whom no warner came before thee, that haply they may give heed.","numberInSurah":46,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3299,"text":"Otherwise, if disaster should afflict them because of that which their own hands have sent before (them), they might say: Our Lord! Why sentest Thou no messenger unto us, that we might have followed Thy revelations and been of the believers?","numberInSurah":47,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3300,"text":"But when there came unto them the Truth from Our presence, they said: Why is he not given the like of what was given unto Moses? Did they not disbelieve in that which was given unto Moses of old? They say: Two magics that support each other; and they say: Lo! in both we are disbelievers.","numberInSurah":48,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3301,"text":"Say (unto them, O Muhammad): Then bring a scripture from the presence of Allah that giveth clearer guidance than these two (that) I may follow it, if ye are truthful.","numberInSurah":49,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3302,"text":"And if they answer thee not, then know that what they follow is their lusts. And who goeth farther astray than he who followeth his lust without guidance from Allah. Lo! Allah guideth not wrongdoing folk.","numberInSurah":50,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3303,"text":"And now verily We have caused the Word to reach them, that haply they may give heed.","numberInSurah":51,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3304,"text":"Those unto whom We gave the Scripture before it, they believe in it,","numberInSurah":52,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3305,"text":"And when it is recited unto them, they say: We believe in it. Lo! it is the Truth from our Lord. Lo! even before it we were of those who surrender (unto Him).","numberInSurah":53,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3306,"text":"These will be given their reward twice over, because they are steadfast and repel evil with good, and spend of that wherewith We have provided them,","numberInSurah":54,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3307,"text":"And when they hear vanity they withdraw from it and say: Unto us our works and unto you your works. Peace be unto you! We desire not the ignorant.","numberInSurah":55,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3308,"text":"Lo! thou (O Muhammad) guidest not whom thou lovest, but Allah guideth whom He will. And He is Best Aware of those who walk aright.","numberInSurah":56,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3309,"text":"And they say: If we were to follow the Guidance with thee we should be torn out of our land. Have We not established for them a sure sanctuary, whereunto the produce of all things is brought (in trade), a provision from Our presence? But most of them know not.","numberInSurah":57,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3310,"text":"And how many a community have We destroyed that was thankless for its means of livelihood! And yonder are their dwellings, which have not been inhabited after them save a little. And We, even We, were the inheritors.","numberInSurah":58,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3311,"text":"And never did thy Lord destroy the townships, till He had raised up in their mother(-town) a messenger reciting unto them Our revelations. And never did We destroy the townships unless the folk thereof were evil-doers.","numberInSurah":59,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3312,"text":"And whatsoever ye have been given is a comfort of the life of the world and an ornament thereof; and that which Allah hath is better and more lasting. Have ye then no sense?","numberInSurah":60,"juz":20,"manzil":5,"page":393,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3313,"text":"Is he whom We have promised a fair promise which he will find (true) like him whom We suffer to enjoy awhile the comfort of the life of the world, then on the Day of Resurrection he will be of those arraigned?","numberInSurah":61,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3314,"text":"On the day when He will call unto them and say: Where are My partners whom ye imagined?","numberInSurah":62,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3315,"text":"Those concerning whom the Word will have come true will say: Our Lord! These are they whom we led astray. We led them astray even as we ourselves were astray. We declare our innocence before Thee: us they never worshipped.","numberInSurah":63,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3316,"text":"And it will be said: Cry unto your (so-called) partners (of Allah). And they will cry unto them, and they will give no answer unto them, and they will see the Doom. Ah, if they had but been guided!","numberInSurah":64,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3317,"text":"And on the Day when He will call unto them and say: What answer gave ye to the messengers?","numberInSurah":65,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3318,"text":"On that day (all) tidings will be dimmed for them, nor will they ask one of another,","numberInSurah":66,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3319,"text":"But as for him who shall repent and believe and do right, he haply may be one of the successful.","numberInSurah":67,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3320,"text":"Thy Lord bringeth to pass what He willeth and chooseth. They have never any choice. Glorified be Allah and Exalted above all that they associate (with Him)!","numberInSurah":68,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3321,"text":"And thy Lord knoweth what their breasts conceal, and what they publish.","numberInSurah":69,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3322,"text":"And He is Allah; there is no Allah save Him. His is all praise in the former and the latter (state), and His is the command, and unto Him ye will be brought back.","numberInSurah":70,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3323,"text":"Say: Have ye thought, if Allah made night everlasting for you till the Day of Resurrection, who is a god beside Allah who could bring you light? Will ye not then hear?","numberInSurah":71,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3324,"text":"Say: Have ye thought, if Allah made day everlasting for you till the Day of Resurrection, who is a god beside Allah who could bring you night wherein ye rest? Will ye not then see?","numberInSurah":72,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3325,"text":"Of His mercy hath He appointed for you night and day, that therein ye may rest, and that ye may seek His bounty, and that haply ye may be thankful.","numberInSurah":73,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3326,"text":"And on the Day when He shall call unto them and say: Where are My partners whom ye pretended?","numberInSurah":74,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3327,"text":"And We shall take out from every nation a witness and We shall say: Bring your proof. Then they will know that Allah hath the Truth, and all that they invented will have failed them.","numberInSurah":75,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3328,"text":"Now Korah was of Moses' folk, but he oppressed them; and We gave him so much treasure that the stores thereof would verily have been a burden for a troop of mighty men. When his own folk said unto him: Exult not; lo! Allah loveth not the exultant;","numberInSurah":76,"juz":20,"manzil":5,"page":394,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3329,"text":"But seek the abode of the Hereafter in that which Allah hath given thee and neglect not thy portion of the world, and be thou kind even as Allah hath been kind to thee, and seek not corruption in the earth; lo! Allah loveth not corrupters,","numberInSurah":77,"juz":20,"manzil":5,"page":394,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3330,"text":"He said: I have been given it only on account of knowledge I possess. Knew he not that Allah had destroyed already of the generations before him men who were mightier than him in strength and greater in respect of following? The guilty are not questioned of their sins.","numberInSurah":78,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3331,"text":"Then went he forth before his people in his pomp. Those who were desirous of the life of the world said: Ah, would that we had the like of what hath been given unto Korah! Lo! he is lord of rare good fortune.","numberInSurah":79,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3332,"text":"But those who had been given knowledge said: Woe unto you! The reward of Allah for him who believeth and doeth right is better, and only the steadfast will obtain it.","numberInSurah":80,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3333,"text":"So We caused the earth to swallow him and his dwelling-place. Then he had no host to help him against Allah, nor was he of those who can save themselves.","numberInSurah":81,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3334,"text":"And morning found those who had coveted his place but yesterday crying: Ah, welladay! Allah enlargeth the provision for whom He will of His slaves and straiteneth it (for whom He will). If Allah had not been gracious unto us He would have caused it to swallow us (also). Ah, welladay! the disbelievers never prosper.","numberInSurah":82,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3335,"text":"As for that Abode of the Hereafter We assign it unto those who seek not oppression in the earth, nor yet corruption. The sequel is for those who ward off (evil).","numberInSurah":83,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3336,"text":"Whoso bringeth a good deed, he will have better than the same; while as for him who bringeth an ill-deed, those who do ill-deeds will be requited only what they did.","numberInSurah":84,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3337,"text":"Lo! He Who hath given thee the Qur'an for a law will surely bring thee home again. Say: My Lord is Best Aware of him who bringeth guidance and him who is in error manifest.","numberInSurah":85,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3338,"text":"Thou hadst no hope that the Scripture would be inspired in thee; but it is a mercy from thy Lord, so never be a helper to the disbelievers.","numberInSurah":86,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3339,"text":"And let them not divert thee from the revelations of Allah after they have been sent down unto thee; but call (mankind) unto thy Lord, and be not of those who ascribe partners (unto Him).","numberInSurah":87,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3340,"text":"And cry not unto any other god along with Allah. There is no Allah save Him. Everything will perish save His countenance. His is the command, and unto Him ye will be brought back.","numberInSurah":88,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}