{"code":200,"status":"OK","data":{"number":61,"name":"سُورَةُ الصَّفِّ","englishName":"As-Saff","englishNameTranslation":"The Ranks","revelationType":"Medinan","numberOfAyahs":14,"ayahs":[{"number":5164,"text":"All that is in the heavens and all that is in the earth glorifieth Allah, and He is the Mighty, the Wise.","numberInSurah":1,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5165,"text":"O ye who believe! Why say ye that which ye do not?","numberInSurah":2,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5166,"text":"It is most hateful in the sight of Allah that ye say that which ye do not.","numberInSurah":3,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5167,"text":"Lo! Allah loveth them who battle for His cause in ranks, as if they were a solid structure.","numberInSurah":4,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5168,"text":"And (remember) when Moses said unto his people: O my people! Why persecute ye me, when ye well know that I am Allah's messenger unto you? So when they went astray Allah sent their hearts astray. And Allah guideth not the evil-living folk.","numberInSurah":5,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5169,"text":"And when Jesus son of Mary said: O Children of Israel! Lo! I am the messenger of Allah unto you, confirming that which was (revealed) before me in the Torah, and bringing good tidings of a messenger who cometh after me, whose name is the Praised One. Yet when he hath come unto them with clear proofs, they say: This is mere magic.","numberInSurah":6,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5170,"text":"And who doeth greater wrong than he who inventeth a lie against Allah when he is summoned unto Al-Islam? And Allah guideth not wrongdoing folk.","numberInSurah":7,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5171,"text":"Fain would they put out the light of Allah with their mouths, but Allah will perfect His light however much the disbelievers are averse.","numberInSurah":8,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5172,"text":"He it is Who hath sent His messenger with the guidance and the religion of truth, that He may make it conqueror of all religion however much idolaters may be averse.","numberInSurah":9,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5173,"text":"O ye who believe! Shall I show you a commerce that will save you from a painful doom?","numberInSurah":10,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5174,"text":"Ye should believe in Allah and His messenger, and should strive for the cause of Allah with your wealth and your lives. That is better for you, if ye did but know.","numberInSurah":11,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5175,"text":"He will forgive you your sins and bring you into Gardens underneath which rivers flow, and pleasant dwellings in Gardens of Eden. That is the supreme triumph.","numberInSurah":12,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5176,"text":"And (He will give you) another (blessing) which ye love: help from Allah and present victory. Give good tidings (O Muhammad) to believers.","numberInSurah":13,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5177,"text":"O ye who believe! Be Allah's helpers, even as Jesus son of Mary said unto the disciples: Who are my helpers for Allah? They said: We are Allah's helpers. And a party of the Children of Israel believed, while a party disbelieved. Then We strengthened those who believed against their foe, and they became the uppermost.","numberInSurah":14,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}