{"code":200,"status":"OK","data":{"number":8,"name":"سُورَةُ الأَنفَالِ","englishName":"Al-Anfaal","englishNameTranslation":"The Spoils of War","revelationType":"Medinan","numberOfAyahs":75,"ayahs":[{"number":1161,"text":"They ask thee (O Muhammad) of the spoils of war. Say: The spoils of war belong to Allah and the messenger, so keep your duty to Allah, and adjust the matter of your difference, and obey Allah and His messenger, if ye are (true) believers.","numberInSurah":1,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1162,"text":"They only are the (true) believers whose hearts feel fear when Allah is mentioned, and when His revelations are recited unto them they increase their faith, and who trust in their Lord;","numberInSurah":2,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1163,"text":"Who establish worship and spend of that We have bestowed on them.","numberInSurah":3,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1164,"text":"Those are they who are in truth believers. For them are grades (of honour) with their Lord, and pardon, and a bountiful provision.","numberInSurah":4,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1165,"text":"Even as thy Lord caused thee (Muhammad) to go forth from thy home with the Truth, and lo! a party of the believers were averse (to it).","numberInSurah":5,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1166,"text":"Disputing with thee of the Truth after it had been made manifest, as if they were being driven to death visible.","numberInSurah":6,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1167,"text":"And when Allah promised you one of the two bands (of the enemy) that it should be yours, and ye longed that other than the armed one might be yours. And Allah willed that He should cause the Truth to triumph by His words, and cut the root of the disbelievers;","numberInSurah":7,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1168,"text":"That He might cause the Truth to triumph and bring vanity to naught, however much the guilty might oppose;","numberInSurah":8,"juz":9,"manzil":2,"page":177,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1169,"text":"When ye sought help of your Lord and He answered you (saying): I will help you with a thousand of the angels, rank on rank.","numberInSurah":9,"juz":9,"manzil":2,"page":178,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1170,"text":"Allah appointed it only as good tidings, and that your hearts thereby might be at rest. Victory cometh only by the help of Allah. Lo! Allah is Mighty, Wise.","numberInSurah":10,"juz":9,"manzil":2,"page":178,"ruku":146,"hizbQuarter":71,"sajda":false},{"number":1171,"text":"When He made the slumber fall upon you as a reassurance from him and sent down water from the sky upon you, that thereby He might purify you, and remove from you the fear of Satan, and make strong your hearts and firm (your) feet thereby.","numberInSurah":11,"juz":9,"manzil":2,"page":178,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1172,"text":"When thy Lord inspired the angels, (saying): I am with you. So make those who believe stand firm. I will throw fear into the hearts of those who disbelieve. Then smite the necks and smite of them each finger.","numberInSurah":12,"juz":9,"manzil":2,"page":178,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1173,"text":"That is because they opposed Allah and His messenger. Whoso opposeth Allah and His messenger, (for him) lo! Allah is severe in punishment.","numberInSurah":13,"juz":9,"manzil":2,"page":178,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1174,"text":"That (is the award), so taste it, and (know) that for disbelievers is the torment of the Fire.","numberInSurah":14,"juz":9,"manzil":2,"page":178,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1175,"text":"O ye who believe! When ye meet those who disbelieve in battle, turn not your backs to them.","numberInSurah":15,"juz":9,"manzil":2,"page":178,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1176,"text":"Whoso on that day turneth his back to them, unless manoeuvring for battle or intent to join a company, he truly hath incurred wrath from Allah, and his habitation will be hell, a hapless journey's end.","numberInSurah":16,"juz":9,"manzil":2,"page":178,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1177,"text":"Ye (Muslims) slew them not, but Allah slew them. And thou (Muhammad) threwest not when thou didst throw, but Allah threw, that He might test the believers by a fair test from Him. Lo! Allah is Hearer, Knower.","numberInSurah":17,"juz":9,"manzil":2,"page":179,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1178,"text":"That (is the case); and (know) that Allah (it is) Who maketh weak the plan of disbelievers.","numberInSurah":18,"juz":9,"manzil":2,"page":179,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1179,"text":"(O Qureysh!) If ye sought a judgment, now hath the judgment come unto you. And if ye cease (from persecuting the believers) it will be better for you, but if ye return (to the attack) We also shall return. And your host will avail you naught, however numerous it be, and (know) that Allah is with the believers (in His Guidance).","numberInSurah":19,"juz":9,"manzil":2,"page":179,"ruku":147,"hizbQuarter":71,"sajda":false},{"number":1180,"text":"O ye who believe! Obey Allah and His messenger, and turn not away from him when ye hear (him speak).","numberInSurah":20,"juz":9,"manzil":2,"page":179,"ruku":148,"hizbQuarter":71,"sajda":false},{"number":1181,"text":"Be not as those who say, we hear, and they hear not.","numberInSurah":21,"juz":9,"manzil":2,"page":179,"ruku":148,"hizbQuarter":71,"sajda":false},{"number":1182,"text":"Lo! the worst of beasts in Allah's sight are the deaf, the dumb, who have no sense.","numberInSurah":22,"juz":9,"manzil":2,"page":179,"ruku":148,"hizbQuarter":72,"sajda":false},{"number":1183,"text":"Had Allah known of any good in them He would have made them hear, but had He made them hear they would have turned away, averse.","numberInSurah":23,"juz":9,"manzil":2,"page":179,"ruku":148,"hizbQuarter":72,"sajda":false},{"number":1184,"text":"O ye who believe! Obey Allah, and the messenger when He calleth you to that which quickeneth you, and know that Allah cometh in between the man and his own heart, and that He it is unto Whom ye will be gathered.","numberInSurah":24,"juz":9,"manzil":2,"page":179,"ruku":148,"hizbQuarter":72,"sajda":false},{"number":1185,"text":"And guard yourselves against a chastisement which cannot fall exclusively on those of you who are wrong-doers, and know that Allah is severe in punishment.","numberInSurah":25,"juz":9,"manzil":2,"page":179,"ruku":148,"hizbQuarter":72,"sajda":false},{"number":1186,"text":"And remember, when ye were few and reckoned feeble in the land, and were in fear lest men should extirpate you, how He gave you refuge, and strengthened you with His help, and made provision of good things for you, that haply ye might be thankful.","numberInSurah":26,"juz":9,"manzil":2,"page":180,"ruku":148,"hizbQuarter":72,"sajda":false},{"number":1187,"text":"O ye who believe! Betray not Allah and His messenger, nor knowingly betray your trusts.","numberInSurah":27,"juz":9,"manzil":2,"page":180,"ruku":148,"hizbQuarter":72,"sajda":false},{"number":1188,"text":"And know that your possessions and your children are a test, and that with Allah is immense reward.","numberInSurah":28,"juz":9,"manzil":2,"page":180,"ruku":148,"hizbQuarter":72,"sajda":false},{"number":1189,"text":"O ye who believe! If ye keep your duty to Allah, He will give you discrimination (between right and wrong) and will rid you of your evil thoughts and deeds, and will forgive you. Allah is of Infinite Bounty.","numberInSurah":29,"juz":9,"manzil":2,"page":180,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1190,"text":"And when those who disbelieve plot against thee (O Muhammad) to wound thee fatally, or to kill thee or to drive thee forth; they plot, but Allah (also) plotteth; and Allah is the best of plotters.","numberInSurah":30,"juz":9,"manzil":2,"page":180,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1191,"text":"And when Our revelations are recited unto them they say: We have heard. If we wish we can speak the like of this. Lo! this is naught but fables of the men of old.","numberInSurah":31,"juz":9,"manzil":2,"page":180,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1192,"text":"And when they said: O Allah! If this be indeed the truth from Thee, then rain down stones on us or bring on us some painful doom!","numberInSurah":32,"juz":9,"manzil":2,"page":180,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1193,"text":"But Allah would not punish them while thou wast with them, nor will He punish them while they seek forgiveness.","numberInSurah":33,"juz":9,"manzil":2,"page":180,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1194,"text":"What (plea) have they that Allah should not punish them, when they debar (His servants) from the Inviolable Place of Worship, though they are not its fitting guardians. Its fitting guardians are those only who keep their duty to Allah. But most of them know not.","numberInSurah":34,"juz":9,"manzil":2,"page":181,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1195,"text":"And their worship at the (holy) House is naught but whistling and hand-clapping. Therefore (it is said unto them): Taste of the doom because ye disbelieve.","numberInSurah":35,"juz":9,"manzil":2,"page":181,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1196,"text":"Lo! those who disbelieve spend their wealth in order that they may debar (men) from the way of Allah. They will spend it, then it will become an anguish for them, then they will be conquered. And those who disbelieve will be gathered unto hell,","numberInSurah":36,"juz":9,"manzil":2,"page":181,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1197,"text":"That Allah may separate the wicked from the good, The wicked will He place piece upon piece, and heap them all together, and consign them unto hell. Such verily are the losers.","numberInSurah":37,"juz":9,"manzil":2,"page":181,"ruku":149,"hizbQuarter":72,"sajda":false},{"number":1198,"text":"Tell those who disbelieve that if they cease (from persecution of believers) that which is past will be forgiven them; but if they return (thereto) then the example of the men of old hath already gone (before them, for a warning).","numberInSurah":38,"juz":9,"manzil":2,"page":181,"ruku":150,"hizbQuarter":72,"sajda":false},{"number":1199,"text":"And fight them until persecution is no more, and religion is all for Allah. But if they cease, then lo! Allah is Seer of what they do.","numberInSurah":39,"juz":9,"manzil":2,"page":181,"ruku":150,"hizbQuarter":72,"sajda":false},{"number":1200,"text":"And if they turn away, then know that Allah is your Befriender - a Transcendent Patron, a Transcendent Helper!","numberInSurah":40,"juz":9,"manzil":2,"page":181,"ruku":150,"hizbQuarter":72,"sajda":false},{"number":1201,"text":"And know that whatever ye take as spoils of war, lo! a fifth thereof is for Allah, and for the messenger and for the kinsman (who hath need) and orphans and the needy and the wayfarer, if ye believe in Allah and that which We revealed unto Our slave on the Day of Discrimination, the day when the two armies met. And Allah is Able to do all things.","numberInSurah":41,"juz":10,"manzil":2,"page":182,"ruku":150,"hizbQuarter":73,"sajda":false},{"number":1202,"text":"When ye were on the near bank (of the valley) and they were on the yonder bank, and the caravan was below you (on the coast plain). And had ye trysted to meet one another ye surely would have failed to keep the tryst, but (it happened, as it did, without the forethought of either of you) that Allah might conclude a thing that must be done; that he who perished (on that day) might perish by a clear proof (of His Sovereignty) and he who survived might survive by a clear proof (of His Sovereignty). Lo! Allah in truth is Hearer, Knower.","numberInSurah":42,"juz":10,"manzil":2,"page":182,"ruku":150,"hizbQuarter":73,"sajda":false},{"number":1203,"text":"When Allah showed them unto thee (O Muhammad) in thy dream as few in number, and if He had shown them to thee as many, ye (Muslims) would have faltered and would have quarrelled over the affair. But Allah saved (you). Lo! He knoweth what is in the breasts (of men).","numberInSurah":43,"juz":10,"manzil":2,"page":182,"ruku":150,"hizbQuarter":73,"sajda":false},{"number":1204,"text":"And when He made you (Muslims), when ye met (them), see them with your eyes as few, and lessened you in their eyes, (it was) that Allah might conclude a thing that must be done. Unto Allah all things are brought back.","numberInSurah":44,"juz":10,"manzil":2,"page":182,"ruku":150,"hizbQuarter":73,"sajda":false},{"number":1205,"text":"O ye who believe! When ye meet an army, hold firm and think of Allah much, that ye may be successful.","numberInSurah":45,"juz":10,"manzil":2,"page":182,"ruku":151,"hizbQuarter":73,"sajda":false},{"number":1206,"text":"And obey Allah and His messenger, and dispute not one with another lest ye falter and your strength depart from you; but be steadfast! Lo! Allah is with the steadfast.","numberInSurah":46,"juz":10,"manzil":2,"page":183,"ruku":151,"hizbQuarter":73,"sajda":false},{"number":1207,"text":"Be not as those who came forth from their dwellings boastfully and to be seen of men, and debar (men) from the way of Allah, while Allah is surrounding all they do.","numberInSurah":47,"juz":10,"manzil":2,"page":183,"ruku":151,"hizbQuarter":73,"sajda":false},{"number":1208,"text":"And when Satan made their deeds seem fair to them and said: No-one of mankind can conquer you this day, for I am your protector. But when the armies came in sight of one another, he took flight, saying: Lo! I am guiltless of you. Lo! I see that which ye see not. Lo! I fear Allah. And Allah is severe in punishment.","numberInSurah":48,"juz":10,"manzil":2,"page":183,"ruku":151,"hizbQuarter":73,"sajda":false},{"number":1209,"text":"When the hypocrites and those in whose hearts is a disease said: Their religion hath deluded these. Whoso putteth his trust in Allah (will find that) lo! Allah is Mighty, Wise.","numberInSurah":49,"juz":10,"manzil":2,"page":183,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1210,"text":"If thou couldst see how the angels receive those who disbelieve, smiting faces and their backs and (saying): Taste the punishment of burning!","numberInSurah":50,"juz":10,"manzil":2,"page":183,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1211,"text":"This is for that which your own hands have sent before (to the Judgment), and (know) that Allah is not a tyrant to His slaves.","numberInSurah":51,"juz":10,"manzil":2,"page":183,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1212,"text":"(Their way is) as the way of Pharaoh's folk and those before them; they disbelieved the revelations of Allah, and Allah took them in their sins. Lo! Allah is Strong, severe in punishment.","numberInSurah":52,"juz":10,"manzil":2,"page":183,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1213,"text":"That is because Allah never changeth the grace He hath bestowed on any people until they first change that which is in their hearts, and (that is) because Allah is Hearer, Knower.","numberInSurah":53,"juz":10,"manzil":2,"page":184,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1214,"text":"(Their way is) as the way of Pharaoh's folk and those before them; they denied the revelations of their Lord, so We destroyed them in their sins. And We drowned the folk of Pharaoh. All were evil-doers.","numberInSurah":54,"juz":10,"manzil":2,"page":184,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1215,"text":"Lo! the worst of beasts in Allah's sight are the ungrateful who will not believe.","numberInSurah":55,"juz":10,"manzil":2,"page":184,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1216,"text":"Those of them with whom thou madest a treaty, and then at every opportunity they break their treaty, and they keep not duty (to Allah).","numberInSurah":56,"juz":10,"manzil":2,"page":184,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1217,"text":"If thou comest on them in the war, deal with them so as to strike fear in those who are behind them, that haply they may remember.","numberInSurah":57,"juz":10,"manzil":2,"page":184,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1218,"text":"And if thou fearest treachery from any folk, then throw back to them (their treaty) fairly. Lo! Allah loveth not the treacherous.","numberInSurah":58,"juz":10,"manzil":2,"page":184,"ruku":152,"hizbQuarter":73,"sajda":false},{"number":1219,"text":"And let not those who disbelieve suppose that they can outstrip (Allah's Purpose). Lo! they cannot escape.","numberInSurah":59,"juz":10,"manzil":2,"page":184,"ruku":153,"hizbQuarter":73,"sajda":false},{"number":1220,"text":"Make ready for them all thou canst of (armed) force and of horses tethered, that thereby ye may dismay the enemy of Allah and your enemy, and others beside them whom ye know not. Allah knoweth them. Whatsoever ye spend in the way of Allah it will be repaid to you in full, and ye will not be wronged.","numberInSurah":60,"juz":10,"manzil":2,"page":184,"ruku":153,"hizbQuarter":73,"sajda":false},{"number":1221,"text":"And if they incline to peace, incline thou also to it, and trust in Allah. Lo! He, even He, is the Hearer, the Knower.","numberInSurah":61,"juz":10,"manzil":2,"page":184,"ruku":153,"hizbQuarter":74,"sajda":false},{"number":1222,"text":"And if they would deceive thee, then lo! Allah is Sufficient for thee. He it is Who supporteth thee with His help and with the believers,","numberInSurah":62,"juz":10,"manzil":2,"page":185,"ruku":153,"hizbQuarter":74,"sajda":false},{"number":1223,"text":"And (as for the believers) hath attuned their hearts. If thou hadst spent all that is in the earth thou couldst not have attuned their hearts, but Allah hath attuned them. Lo! He is Mighty, Wise.","numberInSurah":63,"juz":10,"manzil":2,"page":185,"ruku":153,"hizbQuarter":74,"sajda":false},{"number":1224,"text":"O Prophet! Allah is Sufficient for thee and those who follow thee of the believers.","numberInSurah":64,"juz":10,"manzil":2,"page":185,"ruku":153,"hizbQuarter":74,"sajda":false},{"number":1225,"text":"O Prophet! Exhort the believers to fight. If there be of you twenty steadfast they shall overcome two hundred, and if there be of you a hundred (steadfast) they shall overcome a thousand of those who disbelieve, because they (the disbelievers) are a folk without intelligence.","numberInSurah":65,"juz":10,"manzil":2,"page":185,"ruku":154,"hizbQuarter":74,"sajda":false},{"number":1226,"text":"Now hath Allah lightened your burden, for He knoweth that there is weakness in you. So if there be of you a steadfast hundred they shall overcome two hundred, and if there be of you a thousand (steadfast) they shall overcome two thousand by permission of Allah. Allah is with the steadfast.","numberInSurah":66,"juz":10,"manzil":2,"page":185,"ruku":154,"hizbQuarter":74,"sajda":false},{"number":1227,"text":"It is not for any prophet to have captives until he hath made slaughter in the land. Ye desire the lure of this world and Allah desireth (for you) the Hereafter, and Allah is Mighty, Wise.","numberInSurah":67,"juz":10,"manzil":2,"page":185,"ruku":154,"hizbQuarter":74,"sajda":false},{"number":1228,"text":"Had it not been for an ordinance of Allah which had gone before, an awful doom had come upon you on account of what ye took.","numberInSurah":68,"juz":10,"manzil":2,"page":185,"ruku":154,"hizbQuarter":74,"sajda":false},{"number":1229,"text":"Now enjoy what ye have won, as lawful and good, and keep your duty to Allah. Lo! Allah is Forgiving, Merciful.","numberInSurah":69,"juz":10,"manzil":2,"page":185,"ruku":154,"hizbQuarter":74,"sajda":false},{"number":1230,"text":"O Prophet! Say unto those captives who are in your hands: If Allah knoweth any good in your hearts He will give you better than that which hath been taken from you, and will forgive you. Lo! Allah is Forgiving, Merciful.","numberInSurah":70,"juz":10,"manzil":2,"page":186,"ruku":155,"hizbQuarter":74,"sajda":false},{"number":1231,"text":"And if they would betray thee, they betrayed Allah before, and He gave (thee) power over them. Allah is Knower, Wise.","numberInSurah":71,"juz":10,"manzil":2,"page":186,"ruku":155,"hizbQuarter":74,"sajda":false},{"number":1232,"text":"Lo! those who believed and left their homes and strove with their wealth and their lives for the cause of Allah, and those who took them in and helped them: these are protecting friends one of another. And those who believed but did not leave their homes, ye have no duty to protect them till they leave their homes; but if they seek help from you in the matter of religion then it is your duty to help (them) except against a folk between whom and you there is a treaty. Allah is Seer of what ye do.","numberInSurah":72,"juz":10,"manzil":2,"page":186,"ruku":155,"hizbQuarter":74,"sajda":false},{"number":1233,"text":"And those who disbelieve are protectors one of another - If ye do not so, there will be confusion in the land, and great corruption.","numberInSurah":73,"juz":10,"manzil":2,"page":186,"ruku":155,"hizbQuarter":74,"sajda":false},{"number":1234,"text":"Those who believed and left their homes and strove for the cause of Allah, and those who took them in and helped them - these are the believers in truth. For them is pardon, and bountiful provision.","numberInSurah":74,"juz":10,"manzil":2,"page":186,"ruku":155,"hizbQuarter":74,"sajda":false},{"number":1235,"text":"And those who afterwards believed and left their homes and strove along with you, they are of you; and those who are akin are nearer one to another in the ordinance of Allah. Lo! Allah is Knower of all things.","numberInSurah":75,"juz":10,"manzil":2,"page":186,"ruku":155,"hizbQuarter":74,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}