{"code":200,"status":"OK","data":{"number":17,"name":"سُورَةُ الإِسۡرَاءِ","englishName":"Al-Israa","englishNameTranslation":"The Night Journey","revelationType":"Meccan","numberOfAyahs":111,"ayahs":[{"number":2030,"text":"Glorified be He Who carried His servant by night from the Inviolable Place of Worship to the Far distant place of worship the neighbourhood whereof We have blessed, that We might show him of Our tokens! Lo! He, only He, is the Hearer, the Seer.","numberInSurah":1,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2031,"text":"We gave unto Moses the Scripture, and We appointed it a guidance for the children of Israel, saying: Choose no guardian beside Me.","numberInSurah":2,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2032,"text":"(They were) the seed of those whom We carried (in the ship) along with Noah. Lo! he was a grateful slave.","numberInSurah":3,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2033,"text":"And We decreed for the Children of Israel in the Scripture: Ye verily will work corruption in the earth twice, and ye will become great tyrants.","numberInSurah":4,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2034,"text":"So when the time for the first of the two came, We roused against you slaves of Ours of great might who ravaged (your) country, and it was a threat performed.","numberInSurah":5,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2035,"text":"Then we gave you once again your turn against them, and We aided you with wealth and children and made you more in soldiery.","numberInSurah":6,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2036,"text":"(Saying): If ye do good, ye do good for your own souls, and if ye do evil, it is for them (in like manner). So, when the time for the second (of the judgments) came (We roused against you others of Our slaves) to ravage you, and to enter the Temple even as they entered it the first time, and to lay waste all that they conquered with an utter wasting.","numberInSurah":7,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2037,"text":"It may be that your Lord will have mercy on you, but if ye repeat (the crime) We shall repeat (the punishment), and We have appointed hell a dungeon for the disbelievers.","numberInSurah":8,"juz":15,"manzil":4,"page":283,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2038,"text":"Lo! this Qur'an guideth unto that which is straightest, and giveth tidings unto the believers who do good works that theirs will be a great reward.","numberInSurah":9,"juz":15,"manzil":4,"page":283,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2039,"text":"And that those who believe not in the Hereafter, for them We have prepared a painful doom.","numberInSurah":10,"juz":15,"manzil":4,"page":283,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2040,"text":"Man prayeth for evil as he prayeth for good; for man was ever hasty.","numberInSurah":11,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2041,"text":"And We appoint the night and the day two portents. Then We make dark the portent of the night, and We make the portent of the day sight-giving, that ye may seek bounty from your Lord, and that ye may know the computation of the years, and the reckoning; and everything have We expounded with a clear expounding.","numberInSurah":12,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2042,"text":"And every man's augury have We fastened to his own neck, and We shall bring forth for him on the Day of Resurrection a book which he will find wide open.","numberInSurah":13,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2043,"text":"(And it will be said unto him): Read thy Book. Thy soul sufficeth as reckoner against thee this day.","numberInSurah":14,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2044,"text":"Whosoever goeth right, it is only for (the good of) his own soul that he goeth right, and whosoever erreth, erreth only to its hurt. No laden soul can bear another's load, We never punish until we have sent a messenger.","numberInSurah":15,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2045,"text":"And when We would destroy a township We send commandment to its folk who live at ease, and afterward they commit abomination therein, and so the Word (of doom) hath effect for it, and we annihilate it with complete annihilation.","numberInSurah":16,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2046,"text":"How many generations have We destroyed since Noah! And Allah sufficeth as Knower and Beholder of the sins of His slaves.","numberInSurah":17,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2047,"text":"Whoso desireth that (life) which hasteneth away, We hasten for him therein what We will for whom We please. And afterward We have appointed for him hell; he will endure the heat thereof, condemned, rejected.","numberInSurah":18,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2048,"text":"And whoso desireth the Hereafter and striveth for it with the effort necessary, being a believer; for such, their effort findeth favour (with their Lord).","numberInSurah":19,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2049,"text":"Each do We supply, both these and those, from the bounty of thy Lord. And the bounty of thy Lord can never be walled up.","numberInSurah":20,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2050,"text":"See how We prefer one of them above another, and verily the Hereafter will be greater in degrees and greater in preferment.","numberInSurah":21,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2051,"text":"Set not up with Allah any other god (O man) lest thou sit down reproved, forsaken.","numberInSurah":22,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2052,"text":"Thy Lord hath decreed, that ye worship none save Him, and (that ye show) kindness to parents. If one of them or both of them attain old age with thee, say not \"Fie\" unto them nor repulse them, but speak unto them a gracious word.","numberInSurah":23,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2053,"text":"And lower unto them the wing of submission through mercy, and say: My Lord! Have mercy on them both as they did care for me when I was little.","numberInSurah":24,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2054,"text":"Your Lord is Best Aware of what is in your minds. If ye are righteous, then lo! He was ever Forgiving unto those who turn (unto Him).","numberInSurah":25,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2055,"text":"Give the kinsman his due, and the needy, and the wayfarer, and squander not (thy wealth) in wantonness.","numberInSurah":26,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2056,"text":"Lo! the squanderers were ever brothers of the devils, and the devil was ever an ingrate to his Lord.","numberInSurah":27,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2057,"text":"But if thou turn away from them, seeking mercy from thy Lord, for which thou hopest, then speak unto them a reasonable word.","numberInSurah":28,"juz":15,"manzil":4,"page":285,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2058,"text":"And let not thy hand be chained to thy neck nor open it with a complete opening, lest thou sit down rebuked, denuded.","numberInSurah":29,"juz":15,"manzil":4,"page":285,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2059,"text":"Lo! thy Lord enlargeth the provision for whom He will, and straiteneth (it for whom He will). Lo, He was ever Knower, Seer of His slaves.","numberInSurah":30,"juz":15,"manzil":4,"page":285,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2060,"text":"Slay not your children, fearing a fall to poverty, We shall provide for them and for you. Lo! the slaying of them is great sin.","numberInSurah":31,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2061,"text":"And come not near unto adultery. Lo! it is an abomination and an evil way.","numberInSurah":32,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2062,"text":"And slay not the life which Allah hath forbidden save with right. Whoso is slain wrongfully, We have given power unto his heir, but let him not commit excess in slaying. Lo! he will be helped.","numberInSurah":33,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2063,"text":"Come not near the wealth of the orphan save with that which is better till he come to strength; and keep the covenant. Lo! of the covenant it will be asked.","numberInSurah":34,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2064,"text":"Fill the measure when ye measure, and weigh with a right balance; that is meet, and better in the end.","numberInSurah":35,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2065,"text":"(O man), follow not that whereof thou hast no knowledge. Lo! the hearing and the sight and the heart - of each of these it will be asked.","numberInSurah":36,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2066,"text":"And walk not in the earth exultant. Lo! thou canst not rend the earth, nor canst thou stretch to the height of the hills.","numberInSurah":37,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2067,"text":"The evil of all that is hateful in the sight of thy Lord.","numberInSurah":38,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2068,"text":"This is (part) of that wisdom wherewith thy Lord hath inspired thee (O Muhammad). And set not up with Allah any other god, lest thou be cast into hell, reproved, abandoned.","numberInSurah":39,"juz":15,"manzil":4,"page":286,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2069,"text":"Hath your Lord then distinguished you (O men of Makka) by giving you sons, and hath chosen for Himself females from among the angels? Lo! verily ye speak an awful word!","numberInSurah":40,"juz":15,"manzil":4,"page":286,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2070,"text":"We verily have displayed (Our warnings) in this Qur'an that they may take heed, but it increaseth them in naught save aversion.","numberInSurah":41,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2071,"text":"Say (O Muhammad, to the disbelievers): If there were other gods along with Him, as they say, then had they sought a way against the Lord of the Throne.","numberInSurah":42,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2072,"text":"Glorified is He, and High Exalted above what they say!","numberInSurah":43,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2073,"text":"The seven heavens and the earth and all that is therein praise Him, and there is not a thing but hymneth His praise; but ye understand not their praise. Lo! He is ever Clement, Forgiving.","numberInSurah":44,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2074,"text":"And when thou recitest the Qur'an we place between thee and those who believe not in the Hereafter a hidden barrier;","numberInSurah":45,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2075,"text":"And We place upon their hearts veils lest they should understand it, and in their ears a deafness; and when thou makest mention of thy Lord alone in the Qur'an, they turn their backs in aversion.","numberInSurah":46,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2076,"text":"We are Best Aware of what they wish to hear when they give ear to thee and when they take secret counsel, when the evil-doers say: Ye follow but a man bewitched.","numberInSurah":47,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2077,"text":"See what similitudes they coin for thee, and thus are all astray, and cannot find a road!","numberInSurah":48,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2078,"text":"And they say: When we are bones and fragments, shall we forsooth, be raised up as a new creation?","numberInSurah":49,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2079,"text":"Say: Be ye stones or iron","numberInSurah":50,"juz":15,"manzil":4,"page":287,"ruku":244,"hizbQuarter":115,"sajda":false},{"number":2080,"text":"Or some created thing that is yet greater in your thoughts! Then they will say: Who shall bring us back (to life). Say: He Who created you at the first. Then will they shake their heads at thee, and say: When will it be? Say: It will perhaps be soon;","numberInSurah":51,"juz":15,"manzil":4,"page":287,"ruku":244,"hizbQuarter":115,"sajda":false},{"number":2081,"text":"A day when He will call you and ye will answer with His praise, and ye will think that ye have tarried but a little while.","numberInSurah":52,"juz":15,"manzil":4,"page":287,"ruku":244,"hizbQuarter":115,"sajda":false},{"number":2082,"text":"Tell My bondmen to speak that which is kindlier. Lo! the devil soweth discord among them. Lo! the devil is for man an open foe.","numberInSurah":53,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2083,"text":"Your Lord is Best Aware of you. If He will, He will have mercy on you, or if He will, He will punish you. We have not sent thee (O Muhammad) as a warden over them.","numberInSurah":54,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2084,"text":"And thy Lord is Best Aware of all who are in the heavens and the earth. And we preferred some of the prophets above others, and unto David We gave the Psalms.","numberInSurah":55,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2085,"text":"Say: Cry unto those (saints and angels) whom ye assume (to be gods) beside Him, yet they have no power to rid you of misfortune nor to change.","numberInSurah":56,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2086,"text":"Those unto whom they cry seek the way of approach to their Lord, which of them shall be the nearest; they hope for His mercy and they fear His doom. Lo! the doom of thy Lord is to be shunned.","numberInSurah":57,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2087,"text":"There is not a township but We shall destroy it ere the Day of Resurrection, or punish it with dire punishment. That is set forth in the Book (of Our decrees).","numberInSurah":58,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2088,"text":"Naught hindereth Us from sending portents save that the folk of old denied them. And We gave Thamud the she-camel - a clear portent save to warn.","numberInSurah":59,"juz":15,"manzil":4,"page":288,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2089,"text":"And (it was a warning) when we told thee: Lo! thy Lord encompasseth mankind, and We appointed the sight which We showed thee as an ordeal for mankind, and (likewise) the Accursed Tree in the Qur'an. We warn them, but it increaseth them in naught save gross impiety.","numberInSurah":60,"juz":15,"manzil":4,"page":288,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2090,"text":"And when We said unto the angels: Fall down prostrate before Adam and they fell prostrate all save Iblis, he said: Shall I fall prostrate before that which Thou hast created of clay?","numberInSurah":61,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2091,"text":"He said: Seest Thou this (creature) whom Thou hast honoured above me, if Thou give me grace until the Day of Resurrection I verily will seize his seed, save but a few.","numberInSurah":62,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2092,"text":"He said: Go, and whosoever of them followeth thee - lo! hell will be your payment, ample payment.","numberInSurah":63,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2093,"text":"And excite any of them whom thou canst with thy voice, and urge thy horse and foot against them, and be a partner in their wealth and children, and promise them. Satan promiseth them only to deceive.","numberInSurah":64,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2094,"text":"Lo! My (faithful) bondmen - over them thou hast no power, and thy Lord sufficeth as (their) guardian.","numberInSurah":65,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2095,"text":"(O mankind), your Lord is He Who driveth for you the ship upon the sea that ye may seek of His bounty. Lo! He was ever Merciful toward you.","numberInSurah":66,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2096,"text":"And when harm toucheth you upon the sea, all unto whom ye cry (for succour) fail save Him (alone), but when He bringeth you safe to land, ye turn away, for man was ever thankless.","numberInSurah":67,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2097,"text":"Feel ye then secure that He will not cause a slope of the land to engulf you, or send a sand-storm upon you, and then ye will find that ye have no protector?","numberInSurah":68,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2098,"text":"Or feel ye secure that He will not return you to that (plight) a second time, and send against you a hurricane of wind and drown you for your thanklessness, and then ye will not find therein that ye have any avenger against Us?","numberInSurah":69,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2099,"text":"Verily we have honoured the Children of Adam. We carry them on the land and the sea, and have made provision of good things for them, and have preferred them above many of those whom We created with a marked preferment.","numberInSurah":70,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":116,"sajda":false},{"number":2100,"text":"On the day when We shall summon all men with their record, whoso is given his book in his right hand - such will read their book and they will not be wronged a shred.","numberInSurah":71,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2101,"text":"Whoso is blind here will be blind in the Hereafter, and yet further from the road.","numberInSurah":72,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2102,"text":"And they indeed strove hard to beguile thee (Muhammad) away from that wherewith We have inspired thee, that thou shouldst invent other than it against Us; and then would they have accepted thee as a friend.","numberInSurah":73,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2103,"text":"And if We had not made thee wholly firm thou mightest almost have inclined unto them a little.","numberInSurah":74,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2104,"text":"Then had we made thee taste a double (punishment) of living and a double (punishment) of dying, then hadst thou found no helper against Us.","numberInSurah":75,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2105,"text":"And they indeed wished to scare thee from the land that they might drive thee forth from thence, and then they would have stayed (there) but a little after thee.","numberInSurah":76,"juz":15,"manzil":4,"page":290,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2106,"text":"(Such was Our) method in the case of those whom We sent before thee (to mankind), and thou wilt not find for Our method aught of power to change.","numberInSurah":77,"juz":15,"manzil":4,"page":290,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2107,"text":"Establish worship at the going down of the sun until the dark of night, and (the recital of) the Qur'an at dawn. Lo! (the recital of) the Qur'an at dawn is ever witnessed.","numberInSurah":78,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2108,"text":"And some part of the night awake for it, a largess for thee. It may be that thy Lord will raise thee to a praised estate.","numberInSurah":79,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2109,"text":"And say: My Lord! Cause me to come in with a firm incoming and to go out with a firm outgoing. And give me from Thy presence a sustaining Power.","numberInSurah":80,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2110,"text":"And say: Truth hath come and falsehood hath vanished away. Lo! falsehood is ever bound to vanish.","numberInSurah":81,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2111,"text":"And We reveal of the Qur'an that which is a healing and a mercy for believers though it increase the evil-doers in naught save ruin.","numberInSurah":82,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2112,"text":"And when We make life pleasant unto man, he turneth away and is averse; and when ill toucheth him he is in despair.","numberInSurah":83,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2113,"text":"Say: Each one doth according to his rule of conduct, and thy Lord is Best Aware of him whose way is right.","numberInSurah":84,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2114,"text":"They are asking thee concerning the Spirit. Say: The Spirit is by command of my Lord, and of knowledge ye have been vouchsafed but little.","numberInSurah":85,"juz":15,"manzil":4,"page":290,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2115,"text":"And if We willed We could withdraw that which We have revealed unto thee, then wouldst thou find no guardian for thee against Us in respect thereof.","numberInSurah":86,"juz":15,"manzil":4,"page":290,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2116,"text":"(It is naught) save mercy from thy Lord. Lo! His kindness unto thee was ever great.","numberInSurah":87,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2117,"text":"Say: Verily, though mankind and the jinn should assemble to produce the like of this Qur'an, they could not produce the like thereof though they were helpers one of another.","numberInSurah":88,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2118,"text":"And verily We have displayed for mankind in this Qur'an all kind of similitudes, but most of mankind refuse aught save disbelief.","numberInSurah":89,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2119,"text":"And they say: We will not put faith in thee till thou cause a spring to gush forth from the earth for us;","numberInSurah":90,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2120,"text":"Or thou have a garden of date-palms and grapes, and cause rivers to gush forth therein abundantly;","numberInSurah":91,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2121,"text":"Or thou cause the heaven to fall upon us piecemeal, as thou hast pretended, or bring Allah and the angels as a warrant;","numberInSurah":92,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2122,"text":"Or thou have a house of gold; or thou ascend up into heaven, and even then we will put no faith in thine ascension till thou bring down for us a book that we can read. Say (O Muhammad): My Lord be Glorified! Am I aught save a mortal messenger?","numberInSurah":93,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2123,"text":"And naught prevented mankind from believing when the guidance came unto them save that they said: Hath Allah sent a mortal as (His) messenger?","numberInSurah":94,"juz":15,"manzil":4,"page":291,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2124,"text":"Say: If there were in the earth angels walking secure, We had sent down for them from heaven an angel as messenger.","numberInSurah":95,"juz":15,"manzil":4,"page":291,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2125,"text":"Say: Allah sufficeth for a witness between me and you. Lo! He is Knower, Seer of His slaves.","numberInSurah":96,"juz":15,"manzil":4,"page":291,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2126,"text":"And he whom Allah guideth, he is led aright; while, as for him whom He sendeth astray, for them thou wilt find no protecting friends beside Him, and We shall assemble them on the Day of Resurrection on their faces, blind, dumb and deaf; their habitation will be hell; whenever it abateth, We increase the flame for them.","numberInSurah":97,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2127,"text":"That is their reward because they disbelieved Our revelations and said: When we are bones and fragments shall we, forsooth, be raised up as a new creation?","numberInSurah":98,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2128,"text":"Have they not seen that Allah Who created the heavens and the earth is Able to create the like of them, and hath appointed for them an end whereof there is no doubt? But the wrong-doers refuse aught save disbelief.","numberInSurah":99,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":117,"sajda":false},{"number":2129,"text":"Say (unto them): If ye possessed the treasures of the mercy of my Lord, ye would surely hold them back for fear of spending, for man was ever grudging.","numberInSurah":100,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":117,"sajda":false},{"number":2130,"text":"And verily We gave unto Moses nine tokens, clear proofs (of Allah's Sovereignty). Do but ask the Children of Israel how he came unto them, then Pharaoh said unto him: Lo! I deem thee one bewitched, O Moses.","numberInSurah":101,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2131,"text":"He said: In truth thou knowest that none sent down these (portents) save the Lord of the heavens and the earth as proofs, and lo! (for my part) I deem thee lost, O Pharaoh.","numberInSurah":102,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2132,"text":"And he wished to scare them from the land, but We drowned him and those with him, all together.","numberInSurah":103,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2133,"text":"And We said unto the Children of Israel after him: Dwell in the land; but when the promise of the Hereafter cometh to pass We shall bring you as a crowd gathered out of various nations.","numberInSurah":104,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2134,"text":"With truth have We sent it down, and with truth hath it descended. And We have sent thee as naught else save a bearer of good tidings and a warner.","numberInSurah":105,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2135,"text":"And (it is) a Qur'an that We have divided, that thou mayst recite it unto mankind at intervals, and We have revealed it by (successive) revelation.","numberInSurah":106,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2136,"text":"Say: Believe therein or believe not, lo! those who were given knowledge before it, when it is read unto them, fall down prostrate on their faces, adoring,","numberInSurah":107,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2137,"text":"Saying: Glory to our Lord! Verily the promise of our Lord must be fulfilled.","numberInSurah":108,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2138,"text":"They fall down on their faces, weeping, and it increaseth humility in them.","numberInSurah":109,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":{"id":4,"recommended":true,"obligatory":false}},{"number":2139,"text":"Say (unto mankind): Cry unto Allah, or cry unto the Beneficent, unto whichsoever ye cry (it is the same). His are the most beautiful names. And thou (Muhammad), be not loud-voiced in thy worship nor yet silent therein, but follow a way between.","numberInSurah":110,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2140,"text":"And say: Praise be to Allah, Who hath not taken unto Himself a son, and Who hath no partner in the Sovereignty, nor hath He any protecting friend through dependence. And magnify Him with all magnificence.","numberInSurah":111,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}