{"code":200,"status":"OK","data":{"number":66,"name":"سُورَةُ التَّحۡرِيمِ","englishName":"At-Tahrim","englishNameTranslation":"The Prohibition","revelationType":"Medinan","numberOfAyahs":12,"ayahs":[{"number":5230,"text":"O Prophet! Why bannest thou that which Allah hath made lawful for thee, seeking to please thy wives? And Allah is Forgiving, Merciful.","numberInSurah":1,"juz":28,"manzil":7,"page":560,"ruku":494,"hizbQuarter":224,"sajda":false},{"number":5231,"text":"Allah hath made lawful for you (Muslims) absolution from your oaths (of such a kind), and Allah is your Protector. He is the Knower, the Wise.","numberInSurah":2,"juz":28,"manzil":7,"page":560,"ruku":494,"hizbQuarter":224,"sajda":false},{"number":5232,"text":"When the Prophet confided a fact unto one of his wives and when she afterward divulged it and Allah apprised him thereof, he made known (to her) part thereof and passed over part. And when he told it her she said: Who hath told thee? He said: The Knower, the Aware hath told me.","numberInSurah":3,"juz":28,"manzil":7,"page":560,"ruku":494,"hizbQuarter":224,"sajda":false},{"number":5233,"text":"If ye twain turn unto Allah repentant, (ye have cause to do so) for your hearts desired (the ban); and if ye aid one another against him (Muhammad) then lo! Allah, even He, is his Protecting Friend, and Gabriel and the righteous among the believers; and furthermore the angels are his helpers.","numberInSurah":4,"juz":28,"manzil":7,"page":560,"ruku":494,"hizbQuarter":224,"sajda":false},{"number":5234,"text":"It may happen that his Lord, if he divorce you, will give him in your stead wives better than you, submissive (to Allah), believing, pious, penitent, devout, inclined to fasting, widows and maids.","numberInSurah":5,"juz":28,"manzil":7,"page":560,"ruku":494,"hizbQuarter":224,"sajda":false},{"number":5235,"text":"O ye who believe! Ward off from yourselves and your families a Fire whereof the fuel is men and stones, over which are set angels strong, severe, who resist not Allah in that which He commandeth them, but do that which they are commanded.","numberInSurah":6,"juz":28,"manzil":7,"page":560,"ruku":494,"hizbQuarter":224,"sajda":false},{"number":5236,"text":"(Then it will be said): O ye who disbelieve! Make no excuses for yourselves this day. Ye are only being paid for what ye used to do.","numberInSurah":7,"juz":28,"manzil":7,"page":560,"ruku":494,"hizbQuarter":224,"sajda":false},{"number":5237,"text":"O ye who believe! Turn unto Allah in sincere repentance! It may be that your Lord will remit from you your evil deeds and bring you into Gardens underneath which rivers flow, on the day when Allah will not abase the Prophet and those who believe with him. Their light will run before them and on their right hands; they will say: Our Lord! Perfect our light for us, and forgive us! Lo! Thou art Able to do all things.","numberInSurah":8,"juz":28,"manzil":7,"page":561,"ruku":495,"hizbQuarter":224,"sajda":false},{"number":5238,"text":"O Prophet! Strive against the disbelievers and the hypocrites, and be stern with them. Hell will be their home, a hapless journey's end.","numberInSurah":9,"juz":28,"manzil":7,"page":561,"ruku":495,"hizbQuarter":224,"sajda":false},{"number":5239,"text":"Allah citeth an example for those who disbelieve: the wife of Noah and the wife of Lot, who were under two of Our righteous slaves yet betrayed them so that they (the husbands) availed them naught against Allah and it was said (unto them): Enter the Fire along with those who enter.","numberInSurah":10,"juz":28,"manzil":7,"page":561,"ruku":495,"hizbQuarter":224,"sajda":false},{"number":5240,"text":"And Allah citeth an example for those who believe: the wife of Pharaoh when she said: My Lord! Build for me a home with thee in the Garden, and deliver me from Pharaoh and his work, and deliver me from evil-doing folk;","numberInSurah":11,"juz":28,"manzil":7,"page":561,"ruku":495,"hizbQuarter":224,"sajda":false},{"number":5241,"text":"And Mary, daughter of 'Imran, whose body was chaste, therefor We breathed therein something of Our Spirit. And she put faith in the words of her Lord and His scriptures, and was of the obedient.","numberInSurah":12,"juz":28,"manzil":7,"page":561,"ruku":495,"hizbQuarter":224,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}