{"code":200,"status":"OK","data":{"number":31,"name":"سُورَةُ لُقۡمَانَ","englishName":"Luqman","englishNameTranslation":"Luqman","revelationType":"Meccan","numberOfAyahs":34,"ayahs":[{"number":3470,"text":"Alif. Lam. Mim.","numberInSurah":1,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3471,"text":"These are revelations of the wise Scripture,","numberInSurah":2,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3472,"text":"A guidance and a mercy for the good,","numberInSurah":3,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3473,"text":"Those who establish worship and pay the poor-due and have sure faith in the Hereafter.","numberInSurah":4,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3474,"text":"Such have guidance from their Lord. Such are the successful.","numberInSurah":5,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3475,"text":"And of mankind is he who payeth for mere pastime of discourse, that he may mislead from Allah's way without knowledge, and maketh it the butt of mockery. For such there is a shameful doom.","numberInSurah":6,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3476,"text":"And when Our revelations are recited unto him he turneth away in pride as if he heard them not, as if there were a deafness in his ears. So give him tidings of a painful doom.","numberInSurah":7,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3477,"text":"Lo! those who believe and do good works, for them are the gardens of delight,","numberInSurah":8,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3478,"text":"Wherein they will abide. It is a promise of Allah in truth. He is the Mighty, the Wise.","numberInSurah":9,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3479,"text":"He hath created the heavens without supports that ye can see, and hath cast into the earth firm hills, so that it quake not with you; and He hath dispersed therein all kinds of beasts. And We send down water from the sky and We cause (plants) of every goodly kind to grow therein.","numberInSurah":10,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3480,"text":"This is the Creation of Allah. Now show me that which those (ye worship) beside Him have created. Nay, but the wrong-doers are in error manifest!","numberInSurah":11,"juz":21,"manzil":5,"page":411,"ruku":355,"hizbQuarter":164,"sajda":false},{"number":3481,"text":"And verily We gave Luqman wisdom, saying: Give thanks unto Allah; and whosoever giveth thanks, he giveth thanks for (the good of) his soul. And whosoever refuseth - Lo! Allah is Absolute, Owner of Praise.","numberInSurah":12,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3482,"text":"And (remember) when Luqman said unto his son, when he was exhorting him: O my dear son! Ascribe no partners unto Allah. Lo! to ascribe partners (unto Him) is a tremendous wrong -","numberInSurah":13,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3483,"text":"And We have enjoined upon man concerning his partners - His mother beareth him in weakness upon weakness, and his weaning is in two years - Give thanks unto Me and unto thy parents. Unto Me is the journeying.","numberInSurah":14,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3484,"text":"But if they strive with thee to make thee ascribe unto Me as partner that of which thou hast no knowledge, then obey them not. Consort with them in the world kindly, and follow the path of him who repenteth unto Me. Then unto Me will be your return, and I shall tell you what ye used to do -","numberInSurah":15,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3485,"text":"O my dear son! Lo! though it be but the weight of a grain of mustard-seed, and though it be in a rock, or in the heavens, or in the earth, Allah will bring it forth. Lo! Allah is Subtile, Aware.","numberInSurah":16,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3486,"text":"O my dear son! Establish worship and enjoin kindness and forbid iniquity, and persevere whatever may befall thee. Lo! that is of the steadfast heart of things.","numberInSurah":17,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3487,"text":"Turn not thy cheek in scorn toward folk, nor walk with pertness in the land. Lo! Allah loveth not each braggart boaster.","numberInSurah":18,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3488,"text":"Be modest in thy bearing and subdue thy voice. Lo! the harshest of all voices is the voice of the ass.","numberInSurah":19,"juz":21,"manzil":5,"page":412,"ruku":356,"hizbQuarter":164,"sajda":false},{"number":3489,"text":"See ye not how Allah hath made serviceable unto you whatsoever is in the skies and whatsoever is in the earth and hath loaded you with His favours both without and within? Yet of mankind is he who disputeth concerning Allah, without knowledge or guidance or a scripture giving light.","numberInSurah":20,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":164,"sajda":false},{"number":3490,"text":"And if it be said unto them: Follow that which Allah hath revealed, they say: Nay, but we follow that wherein we found our fathers. What! Even though the devil were inviting them unto the doom of flame?","numberInSurah":21,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":164,"sajda":false},{"number":3491,"text":"Whosoever surrendereth his purpose to Allah while doing good, he verily hath grasped the firm hand-hold. Unto Allah belongeth the sequel of all things.","numberInSurah":22,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3492,"text":"And whosoever disbelieveth, let not his disbelief afflict thee (O Muhammad). Unto Us is their return, and We shall tell them what they did. Lo! Allah is Aware of what is in the breasts (of men).","numberInSurah":23,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3493,"text":"We give them comfort for a little, and then We drive them to a heavy doom.","numberInSurah":24,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3494,"text":"If thou shouldst ask them: Who created the heavens and the earth? they would answer: Allah. Say: Praise be to Allah! But most of them know not.","numberInSurah":25,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3495,"text":"Unto Allah belongeth whatsoever is in the heavens and the earth. Lo! Allah, He is the Absolute, the Owner of Praise.","numberInSurah":26,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3496,"text":"And if all the trees in the earth were pens, and the sea, with seven more seas to help it, (were ink), the words of Allah could not be exhausted. Lo! Allah is Mighty, Wise.","numberInSurah":27,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3497,"text":"Your creation and your raising (from the dead) are only as (the creation and the raising of) a single soul. Lo! Allah is Hearer, Knower.","numberInSurah":28,"juz":21,"manzil":5,"page":413,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3498,"text":"Hast thou not seen how Allah causeth the night to pass into the day and causeth the day to pass into the night, and hath subdued the sun and the moon (to do their work), each running unto an appointed term; and that Allah is Informed of what ye do?","numberInSurah":29,"juz":21,"manzil":5,"page":414,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3499,"text":"That (is so) because Allah, He is the True, and that which they invoke beside Him is the False, and because Allah, He is the Sublime, the Great.","numberInSurah":30,"juz":21,"manzil":5,"page":414,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3500,"text":"Hast thou not seen how the ships glide on the sea by Allah's grace, that He may show you of His wonders? Lo! therein indeed are portents for every steadfast, grateful (heart).","numberInSurah":31,"juz":21,"manzil":5,"page":414,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3501,"text":"And if a wave enshroudeth them like awnings, they cry unto Allah, making their faith pure for Him only. But when He bringeth them safe to land, some of them compromise. None denieth Our signs save every traitor ingrate.","numberInSurah":32,"juz":21,"manzil":5,"page":414,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3502,"text":"O mankind! Keep your duty to your Lord and fear a Day when the parent will not be able to avail the child in aught, nor the child to avail the parent. Lo! Allah's promise is the very truth. Let not the life of the world beguile you, nor let the deceiver beguile you, in regard to Allah.","numberInSurah":33,"juz":21,"manzil":5,"page":414,"ruku":357,"hizbQuarter":165,"sajda":false},{"number":3503,"text":"Lo! Allah! With Him is knowledge of the Hour. He sendeth down the rain, and knoweth that which is in the wombs. No soul knoweth what it will earn to-morrow, and no soul knoweth in what land it will die. Lo! Allah is Knower, Aware.","numberInSurah":34,"juz":21,"manzil":5,"page":414,"ruku":357,"hizbQuarter":165,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}