{"code":200,"status":"OK","data":{"number":13,"name":"سُورَةُ الرَّعۡدِ","englishName":"Ar-Ra'd","englishNameTranslation":"The Thunder","revelationType":"Medinan","numberOfAyahs":43,"ayahs":[{"number":1708,"text":"Alif. Lam. Mim. Ra. These are verses of the Scripture. That which is revealed unto thee from thy Lord is the Truth, but most of mankind believe not.","numberInSurah":1,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1709,"text":"Allah it is Who raised up the heavens without visible supports, then mounted the Throne, and compelled the sun and the moon to be of service, each runneth unto an appointed term; He ordereth the course; He detaileth the revelations, that haply ye may be certain of the meeting with your Lord.","numberInSurah":2,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1710,"text":"And He it is Who spread out the earth and placed therein firm hills and flowing streams, and of all fruits He placed therein two spouses (male and female). He covereth the night with the day. Lo! herein verily are portents for people who take thought.","numberInSurah":3,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1711,"text":"And in the Earth are neighbouring tracts, vineyards and ploughed lands, and date-palms, like and unlike, which are watered with one water. And we have made some of them to excel others in fruit. Lo! herein verily are portents for people who have sense.","numberInSurah":4,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1712,"text":"And if thou wonderest, then wondrous is their saying: When we are dust, are we then forsooth (to be raised) in a new creation? Such are they who disbelieve in their Lord; such have carcans on their necks; such are rightful owners of the Fire, they will abide therein.","numberInSurah":5,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":100,"sajda":false},{"number":1713,"text":"And they bid thee hasten on the evil rather than the good, when exemplary punishments have indeed occurred before them. But lo! thy Lord is rich in pardon for mankind despite their wrong, and lo! thy Lord is strong in punishment.","numberInSurah":6,"juz":13,"manzil":3,"page":250,"ruku":205,"hizbQuarter":100,"sajda":false},{"number":1714,"text":"Those who disbelieve say: If only some portent were sent down upon him from his Lord! Thou art a warner only, and for every folk a guide.","numberInSurah":7,"juz":13,"manzil":3,"page":250,"ruku":205,"hizbQuarter":100,"sajda":false},{"number":1715,"text":"Allah knoweth that which every female beareth and that which the wombs absorb and that which they grow. And everything with Him is measured.","numberInSurah":8,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1716,"text":"He is the Knower of the Invisible and the Visible, the Great, the High Exalted.","numberInSurah":9,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1717,"text":"Alike of you is he who hideth the saying and he who noiseth it abroad, he who lurketh in the night and he who goeth freely in the daytime.","numberInSurah":10,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1718,"text":"For him are angels ranged before him and behind him, who guard him by Allah's command. Lo! Allah changeth not the condition of a folk until they (first) change that which is in their hearts; and if Allah willeth misfortune for a folk there is none that can repel it, nor have they a defender beside Him.","numberInSurah":11,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1719,"text":"He it is Who showeth you the lightning, a fear and a hope, and raiseth the heavy clouds.","numberInSurah":12,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1720,"text":"The thunder hymneth His praise and (so do) the angels for awe of Him. He launcheth the thunderbolts and smiteth with them whom He will while they dispute (in doubt) concerning Allah, and He is mighty in wrath.","numberInSurah":13,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1721,"text":"Unto Him is the real prayer. Those unto whom they pray beside Allah respond to them not at all, save as (is the response to) one who stretcheth forth his hands toward water (asking) that it may come unto his mouth, and it will never reach it. The prayer of disbelievers goeth (far) astray.","numberInSurah":14,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1722,"text":"And unto Allah falleth prostrate whosoever is in the heavens and the earth, willingly or unwillingly, as do their shadows in the morning and the evening hours.","numberInSurah":15,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":{"id":2,"recommended":true,"obligatory":false}},{"number":1723,"text":"Say (O Muhammad): Who is Lord of the heavens and the earth? Say: Allah. Say: Take ye then (others) beside Him for protectors, which, even for themselves, have neither benefit nor hurt? Say: Is the blind man equal to the seer, or is darkness equal to light? Or assign they unto Allah partners who created the like of His creation so that the creation (which they made and His creation) seemed alike to them? Say: Allah is the Creator of all things, and He is the One, the Almighty.","numberInSurah":16,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1724,"text":"He sendeth down water from the sky, so that valleys flow according to their measure, and the flood beareth (on its surface) swelling foam - from that which they smelt in the fire in order to make ornaments and tools riseth a foam like unto it - thus Allah coineth (the similitude of) the true and the false. Then, as for the foam, it passeth away as scum upon the banks, while, as for that which is of use to mankind, it remaineth in the earth. Thus Allah coineth the similitudes.","numberInSurah":17,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1725,"text":"For those who answered Allah's call is bliss; and for those who answered not His call, if they had all that is in the earth, and therewith the like thereof, they would proffer it as ransom. Such will have a woeful reckoning, and their habitation will be hell, a dire abode.","numberInSurah":18,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1726,"text":"Is he who knoweth that what is revealed unto thee from thy Lord is the truth like him who is blind? But only men of understanding heed;","numberInSurah":19,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1727,"text":"Such as keep the pact of Allah, and break not the covenant;","numberInSurah":20,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1728,"text":"Such as unite that which Allah hath commandeth should be joined, and fear their Lord, and dread a woeful reckoning;","numberInSurah":21,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1729,"text":"Such as persevere in seeking their Lord's Countenance and are regular in prayer and spend of that which We bestow upon them secretly and openly, and overcome evil with good. Theirs will be the sequel of the (heavenly) Home,","numberInSurah":22,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1730,"text":"Gardens of Eden which they enter, along with all who do right of their fathers and their helpmeets and their seed. The angels enter unto them from every gate,","numberInSurah":23,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1731,"text":"(Saying): Peace be unto you because ye persevered. Ah, passing sweet will be the sequel of the (heavenly) Home.","numberInSurah":24,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1732,"text":"And those who break the covenant of Allah after ratifying it, and sever that which Allah hath commanded should be joined, and make mischief in the earth: theirs is the curse and theirs the ill abode.","numberInSurah":25,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1733,"text":"Allah enlargeth livelihood for whom He will, and straiteneth (it for whom He will); and they rejoice in the life of the world, whereas the life of the world is but brief comfort as compared with the Hereafter.","numberInSurah":26,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1734,"text":"Those who disbelieve say: If only a portent were sent down upon him from his Lord! Say: Lo! Allah sendeth whom He will astray, and guideth unto Himself all who turn (unto Him),","numberInSurah":27,"juz":13,"manzil":3,"page":252,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1735,"text":"Who have believed and whose hearts have rest in the remembrance of Allah. Verily in the remembrance of Allah do hearts find rest!","numberInSurah":28,"juz":13,"manzil":3,"page":252,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1736,"text":"Those who believe and do right: Joy is for them, and bliss (their) journey's end.","numberInSurah":29,"juz":13,"manzil":3,"page":253,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1737,"text":"Thus We send thee (O Muhammad) unto a nation, before whom other nations have passed away, that thou mayst recite unto them that which We have inspired in thee, while they are disbelievers in the Beneficent. Say: He is my Lord; there is no Allah save Him. In Him do I put my trust and unto Him is my recourse.","numberInSurah":30,"juz":13,"manzil":3,"page":253,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1738,"text":"Had it been possible for a Lecture to cause the mountains to move, or the earth to be torn asunder, or the dead to speak, (this Qur'an would have done so). Nay, but Allah's is the whole command. Do not those who believe know that, had Allah willed, He could have guided all mankind? As for those who disbelieve, disaster ceaseth not to strike them because of what they do, or it dwelleth near their home until the threat of Allah come to pass. Lo! Allah faileth not to keep the tryst.","numberInSurah":31,"juz":13,"manzil":3,"page":253,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1739,"text":"And verily messengers (of Allah) were mocked before thee, but long I bore with those who disbelieved. At length I seized them, and how (awful) was My punishment!","numberInSurah":32,"juz":13,"manzil":3,"page":253,"ruku":209,"hizbQuarter":101,"sajda":false},{"number":1740,"text":"Is He Who is aware of the deserts of every soul (as he who is aware of nothing)? Yet they ascribe unto Allah partners. Say: Name them. Is it that ye would inform Him of something which He knoweth not in the earth? Or is it but a way of speaking? Nay but their contrivance is made seeming fair for those who disbelieve and they are kept from the right road. He whom Allah sendeth astray, for him there is no guide.","numberInSurah":33,"juz":13,"manzil":3,"page":253,"ruku":209,"hizbQuarter":101,"sajda":false},{"number":1741,"text":"For them is torment in the life of the world, and verily the doom of the Hereafter is more painful, and they have no defender from Allah.","numberInSurah":34,"juz":13,"manzil":3,"page":253,"ruku":209,"hizbQuarter":101,"sajda":false},{"number":1742,"text":"A similitude of the Garden which is promised unto those who keep their duty (to Allah): Underneath it rivers flow; its food is everlasting, and its shade; this is the reward of those who keep their duty, while the reward of disbelievers is the Fire.","numberInSurah":35,"juz":13,"manzil":3,"page":254,"ruku":209,"hizbQuarter":102,"sajda":false},{"number":1743,"text":"Those unto whom We gave the Scripture rejoice in that which is revealed unto thee. And of the clans there are who deny some of it. Say: I am commanded only that I serve Allah and ascribe unto Him no partner. Unto Him I cry, and unto Him is my return.","numberInSurah":36,"juz":13,"manzil":3,"page":254,"ruku":209,"hizbQuarter":102,"sajda":false},{"number":1744,"text":"Thus have We revealed it, a decisive utterance in Arabic; and if thou shouldst follow their desires after that which hath come unto thee of knowledge, then truly wouldst thou have from Allah no protecting friend nor defender.","numberInSurah":37,"juz":13,"manzil":3,"page":254,"ruku":209,"hizbQuarter":102,"sajda":false},{"number":1745,"text":"And verily We sent messengers (to mankind) before thee, and We appointed for them wives and offspring, and it was not (given) to any messenger that he should bring a portent save by Allah's leave. For everything there is a time prescribed.","numberInSurah":38,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1746,"text":"Allah effaceth what He will, and establisheth (what He will), and with Him is the source of ordinance.","numberInSurah":39,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1747,"text":"Whether We let thee see something of that which We have promised them, or make thee die (before its happening), thine is but conveyance (of the message). Ours the reckoning.","numberInSurah":40,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1748,"text":"See they not how we aim to the land, reducing it of its outlying parts? (When) Allah doometh there is none that can postpone His doom, and He is swift at reckoning.","numberInSurah":41,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1749,"text":"Those who were before them plotted; but all plotting is Allah's. He knoweth that which each soul earneth. The disbelievers will come to know for whom will be the sequel of the (heavenly) Home.","numberInSurah":42,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1750,"text":"They who disbelieve say: Thou art no messenger (of Allah). Say: Allah, and whosoever hath knowledge of the Scripture, is sufficient witness between me and you.","numberInSurah":43,"juz":13,"manzil":3,"page":255,"ruku":210,"hizbQuarter":102,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}