{"code":200,"status":"OK","data":{"number":27,"name":"سُورَةُ النَّمۡلِ","englishName":"An-Naml","englishNameTranslation":"The Ant","revelationType":"Meccan","numberOfAyahs":93,"ayahs":[{"number":3160,"text":"Ta. Sin. These are revelations of the Qur'an and a Scripture that maketh plain;","numberInSurah":1,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3161,"text":"A guidance and good tidings for believers","numberInSurah":2,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3162,"text":"Who establish worship and pay the poor-due and are sure of the Hereafter.","numberInSurah":3,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3163,"text":"Lo! as for those who believe not in the Hereafter, We have made their works fairseeming unto them so that they are all astray.","numberInSurah":4,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3164,"text":"Those are they for whom is the worst of punishment, and in the Hereafter they will be the greatest losers.","numberInSurah":5,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3165,"text":"Lo! as for thee (Muhammad), thou verily receivest the Qur'an from the presence of One Wise, Aware.","numberInSurah":6,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3166,"text":"(Remember) when Moses said unto his household: Lo! I spy afar off a fire; I will bring you tidings thence, or bring to you a borrowed flame that ye may warm yourselves.","numberInSurah":7,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3167,"text":"But when he reached it, he was called, saying: Blessed is Whosoever is in the fire and Whosoever is round about it! And Glorified be Allah, the Lord of the Worlds!","numberInSurah":8,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3168,"text":"O Moses! Lo! it is I, Allah, the Mighty, the Wise.","numberInSurah":9,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3169,"text":"And throw down thy staff! But when he saw it writhing as it were a demon, he turned to flee headlong; (but it was said unto him): O Moses! Fear not! the emissaries fear not in My presence,","numberInSurah":10,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3170,"text":"Save him who hath done wrong and afterward hath changed evil for good. And lo! I am Forgiving, Merciful.","numberInSurah":11,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3171,"text":"And put thy hand into the bosom of thy robe, it will come forth white but unhurt. (This will be one) among nine tokens unto Pharaoh and his people Lo! they were ever evil-living folk.","numberInSurah":12,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3172,"text":"But when Our tokens came unto them, plain to see, they said: This is mere magic,","numberInSurah":13,"juz":19,"manzil":5,"page":377,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3173,"text":"And they denied them, though their souls acknowledged them, for spite and arrogance. Then see the nature of the consequence for the wrong-doers!","numberInSurah":14,"juz":19,"manzil":5,"page":378,"ruku":327,"hizbQuarter":151,"sajda":false},{"number":3174,"text":"And We verily gave knowledge unto David and Solomon, and they said: Praise be to Allah, Who hath preferred us above many of His believing slaves!","numberInSurah":15,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3175,"text":"And Solomon was David's heir. And he said: O mankind! Lo! we have been taught the language of birds, and have been given (abundance) of all things. This surely is evident favour.","numberInSurah":16,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3176,"text":"And there were gathered together unto Solomon his armies of the jinn and humankind, and of the birds, and they were set in battle order;","numberInSurah":17,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3177,"text":"Till, when they reached the Valley of the Ants, an ant exclaimed: O ants! Enter your dwellings lest Solomon and his armies crush you, unperceiving.","numberInSurah":18,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3178,"text":"And (Solomon) smiled, laughing at her speech, and said: My Lord, arouse me to be thankful for Thy favour wherewith Thou hast favoured me and my parents, and to do good that shall be pleasing unto Thee, and include me in (the number of) Thy righteous slaves.","numberInSurah":19,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3179,"text":"And he sought among the birds and said: How is it that I see not the hoopoe, or is he among the absent?","numberInSurah":20,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3180,"text":"I verily will punish him with hard punishment or I verily will slay him, or he verily shall bring me a plain excuse.","numberInSurah":21,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3181,"text":"But he was not long in coming, and he said: I have found out (a thing) that thou apprehendest not, and I come unto thee from Sheba with sure tidings.","numberInSurah":22,"juz":19,"manzil":5,"page":378,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3182,"text":"Lo! I found a woman ruling over them, and she hath been given (abundance) of all things, and hers is a mighty throne.","numberInSurah":23,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3183,"text":"I found her and her people worshipping the sun instead of Allah; and Satan maketh their works fairseeming unto them, and debarreth them from the way (of Truth), so that they go not aright;","numberInSurah":24,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3184,"text":"So that they worship not Allah, Who bringeth forth the hidden in the heavens and the earth, and knoweth what ye hide and what ye proclaim,","numberInSurah":25,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":151,"sajda":false},{"number":3185,"text":"Allah; there is no Allah save Him, the Lord of the Tremendous Throne.","numberInSurah":26,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":151,"sajda":{"id":9,"recommended":true,"obligatory":false}},{"number":3186,"text":"(Solomon) said: We shall see whether thou speakest truth or whether thou art of the liars.","numberInSurah":27,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":152,"sajda":false},{"number":3187,"text":"Go with this my letter and throw it down unto them; then turn away and see what (answer) they return,","numberInSurah":28,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":152,"sajda":false},{"number":3188,"text":"(The Queen of Sheba) said (when she received the letter): O chieftains! Lo! there hath been thrown unto me a noble letter.","numberInSurah":29,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":152,"sajda":false},{"number":3189,"text":"Lo! it is from Solomon, and lo! it is: In the name of Allah, the Beneficent, the Merciful;","numberInSurah":30,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":152,"sajda":false},{"number":3190,"text":"Exalt not yourselves against me, but come unto me as those who surrender.","numberInSurah":31,"juz":19,"manzil":5,"page":379,"ruku":328,"hizbQuarter":152,"sajda":false},{"number":3191,"text":"She said: O chieftains! Pronounce for me in my case. I decide no case till ye are present with me.","numberInSurah":32,"juz":19,"manzil":5,"page":379,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3192,"text":"They said: We are lords of might and lords of great prowess, but it is for thee to command; so consider what thou wilt command.","numberInSurah":33,"juz":19,"manzil":5,"page":379,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3193,"text":"She said: Lo! kings, when they enter a township, ruin it and make the honour of its people shame. Thus will they do.","numberInSurah":34,"juz":19,"manzil":5,"page":379,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3194,"text":"But lo! I am going to send a present unto them, and to see with what (answer) the messengers return.","numberInSurah":35,"juz":19,"manzil":5,"page":379,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3195,"text":"So when (the envoy) came unto Solomon, (the King) said: What! Would ye help me with wealth? But that which Allah hath given me is better than that which He hath given you. Nay it is ye (and not I) who exult in your gift.","numberInSurah":36,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3196,"text":"Return unto them. We verily shall come unto them with hosts that they cannot resist, and we shall drive them out from thence with shame, and they will be abased.","numberInSurah":37,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3197,"text":"He said: O chiefs! Which of you will bring me her throne before they come unto me, surrendering?","numberInSurah":38,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3198,"text":"A stalwart of the jinn said: I will bring it thee before thou canst rise from thy place. Lo! I verily am strong and trusty for such work.","numberInSurah":39,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3199,"text":"One with whom was knowledge of the Scripture said: I will bring it thee before thy gaze returneth unto thee. And when he saw it set in his presence, (Solomon) said: This is of the bounty of my Lord, that He may try me whether I give thanks or am ungrateful. Whosoever giveth thanks he only giveth thanks for (the good of) his own soul; and whosoever is ungrateful (is ungrateful only to his own soul's hurt). For lo! my Lord is Absolute in independence, Bountiful.","numberInSurah":40,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3200,"text":"He said: Disguise her throne for her that we may see whether she will go aright or be of those not rightly guided.","numberInSurah":41,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3201,"text":"So, when she came, it was said (unto her): Is thy throne like this? She said: (It is) as though it were the very one. And (Solomon said): We were given the knowledge before her and we had surrendered (to Allah).","numberInSurah":42,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3202,"text":"And (all) that she was wont to worship instead of Allah hindered her, for she came of disbelieving folk.","numberInSurah":43,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3203,"text":"It was said unto her: Enter the hall. And when she saw it she deemed it a pool and bared her legs. (Solomon) said: Lo! it is a hall, made smooth, of glass. She said: My Lord! Lo! I have wronged myself, and I surrender with Solomon unto Allah, the Lord of the Worlds.","numberInSurah":44,"juz":19,"manzil":5,"page":380,"ruku":329,"hizbQuarter":152,"sajda":false},{"number":3204,"text":"And We verily sent unto Thamud their brother Salih, saying: Worship Allah. And lo! they (then became two parties quarrelling.","numberInSurah":45,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3205,"text":"He said: O my people! Why will ye hasten on the evil rather than the good? Why will ye not ask pardon of Allah, that ye may receive mercy.","numberInSurah":46,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3206,"text":"They said: We augur evil of thee and those with thee. He said: Your evil augury is with Allah. Nay, but ye are folk that are being tested.","numberInSurah":47,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3207,"text":"And there were in the city nine persons who made mischief in the land and reformed not.","numberInSurah":48,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3208,"text":"They said: Swear one to another by Allah that we verily will attack him and his household by night, and afterward we will surely say unto his friend: We witnessed not the destruction of his household. And lo! we are truthtellers.","numberInSurah":49,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3209,"text":"So they plotted a plot: and We plotted a plot, while they perceived not.","numberInSurah":50,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3210,"text":"Then see the nature of the consequence of their plotting, for lo! We destroyed them and their people, every one.","numberInSurah":51,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3211,"text":"See, yonder are their dwellings empty and in ruins because they did wrong. Lo! herein is indeed a portent for a people who have knowledge.","numberInSurah":52,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3212,"text":"And we saved those who believed and used to ward off (evil).","numberInSurah":53,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3213,"text":"And Lot! when he said unto his folk: Will ye commit abomination knowingly?","numberInSurah":54,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3214,"text":"Must ye needs lust after men instead of women? Nay, but ye are folk who act senselessly.","numberInSurah":55,"juz":19,"manzil":5,"page":381,"ruku":330,"hizbQuarter":152,"sajda":false},{"number":3215,"text":"But the answer of his folk was naught save that they said: Expel the household of Lot from your township, for they (forsooth) are folk who would keep clean!","numberInSurah":56,"juz":20,"manzil":5,"page":382,"ruku":330,"hizbQuarter":153,"sajda":false},{"number":3216,"text":"Then We saved him and his household save his wife; We destined her to be of those who stayed behind.","numberInSurah":57,"juz":20,"manzil":5,"page":382,"ruku":330,"hizbQuarter":153,"sajda":false},{"number":3217,"text":"And We rained a rain upon them. Dreadful is the rain of those who have been warned.","numberInSurah":58,"juz":20,"manzil":5,"page":382,"ruku":330,"hizbQuarter":153,"sajda":false},{"number":3218,"text":"Say (O Muhammad): Praise be to Allah, and peace be on His slaves whom He hath chosen! Is Allah best, or (all) that ye ascribe as partners (unto Him)?","numberInSurah":59,"juz":20,"manzil":5,"page":382,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3219,"text":"Is not He (best) Who created the heavens and the earth, and sendeth down for you water from the sky wherewith We cause to spring forth joyous orchards, whose trees it never hath been yours to cause to grow. Is there any Allah beside Allah? Nay, but they are folk who ascribe equals (unto Him)!","numberInSurah":60,"juz":20,"manzil":5,"page":382,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3220,"text":"Is not He (best) Who made the earth a fixed abode, and placed rivers in the folds thereof, and placed firm hills therein, and hath set a barrier between the two seas? Is there any Allah beside Allah? Nay, but most of them know not!","numberInSurah":61,"juz":20,"manzil":5,"page":382,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3221,"text":"Is not He (best) Who answereth the wronged one when he crieth unto Him and removeth the evil, and hath made you viceroys of the earth? Is there any Allah beside Allah? Little do they reflect!","numberInSurah":62,"juz":20,"manzil":5,"page":382,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3222,"text":"Is not He (best) Who guideth you in the darkness of the land and the sea, He Who sendeth the winds as heralds of His mercy? Is there any Allah beside Allah? High Exalted be Allah from all that they ascribe as partner (unto Him)!","numberInSurah":63,"juz":20,"manzil":5,"page":382,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3223,"text":"Is not He (best) Who produceth creation, then reproduceth it, and Who provideth for you from the heaven and the earth? Is there any Allah beside Allah? Say: Bring your proof, if ye are truthful!","numberInSurah":64,"juz":20,"manzil":5,"page":383,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3224,"text":"Say (O Muhammad): None in the heavens and the earth knoweth the Unseen save Allah; and they know not when they will be raised (again).","numberInSurah":65,"juz":20,"manzil":5,"page":383,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3225,"text":"Nay, but doth their knowledge reach to the Hereafter? Nay, for they are in doubt concerning it. Nay, for they cannot see it.","numberInSurah":66,"juz":20,"manzil":5,"page":383,"ruku":331,"hizbQuarter":153,"sajda":false},{"number":3226,"text":"Yet those who disbelieve say: When we have become dust like our fathers, shall we verily be brought forth (again)?","numberInSurah":67,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3227,"text":"We were promised this, forsooth, we and our fathers. (All) this is naught but fables of the men of old.","numberInSurah":68,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3228,"text":"Say (unto them, O Muhammad): Travel in the land and see the nature of the sequel for the guilty!","numberInSurah":69,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3229,"text":"And grieve thou not for them, nor be in distress because of what they plot (against thee).","numberInSurah":70,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3230,"text":"And they say: When (will) this promise (be fulfilled), if ye are truthful?","numberInSurah":71,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3231,"text":"Say: It may be that a part of that which ye would hasten on is close behind you.","numberInSurah":72,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3232,"text":"Lo! thy Lord is full of bounty for mankind, but most of them do not give thanks.","numberInSurah":73,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3233,"text":"Lo! thy Lord knoweth surely all that their bosoms hide, and all that they proclaim.","numberInSurah":74,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3234,"text":"And there is nothing hidden in the heaven or the earth but it is in a clear Record.","numberInSurah":75,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3235,"text":"Lo! this Qur'an narrateth unto the Children of Israel most of that concerning which they differ.","numberInSurah":76,"juz":20,"manzil":5,"page":383,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3236,"text":"And lo! it is a guidance and a mercy for believers.","numberInSurah":77,"juz":20,"manzil":5,"page":384,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3237,"text":"Lo! thy Lord will judge between them of His wisdom, and He is the Mighty, the Wise.","numberInSurah":78,"juz":20,"manzil":5,"page":384,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3238,"text":"Therefor (O Muhammad) put thy trust in Allah, for thou (standest) on the plain Truth.","numberInSurah":79,"juz":20,"manzil":5,"page":384,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3239,"text":"Lo! thou canst not make the dead to hear, nor canst thou make the deaf to hear the call when they have turned to flee;","numberInSurah":80,"juz":20,"manzil":5,"page":384,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3240,"text":"Nor canst thou lead the blind out of their error. Thou canst make none to hear, save those who believe Our revelations and who have surrendered.","numberInSurah":81,"juz":20,"manzil":5,"page":384,"ruku":332,"hizbQuarter":153,"sajda":false},{"number":3241,"text":"And when the word is fulfilled concerning them, We shall bring forth a beast of the earth to speak unto them because mankind had not faith in Our revelations.","numberInSurah":82,"juz":20,"manzil":5,"page":384,"ruku":332,"hizbQuarter":154,"sajda":false},{"number":3242,"text":"And (remind them of) the Day when We shall gather out of every nation a host of those who denied Our revelations, and they will be set in array;","numberInSurah":83,"juz":20,"manzil":5,"page":384,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3243,"text":"Till, when they come (before their Lord), He will say: Did ye deny My revelations when ye could not compass them in knowledge, or what was it that ye did?","numberInSurah":84,"juz":20,"manzil":5,"page":384,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3244,"text":"And the Word will be fulfilled concerning them because they have done wrong, and they will not speak.","numberInSurah":85,"juz":20,"manzil":5,"page":384,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3245,"text":"Have they not seen how We have appointed the night that they may rest therein, and the day sight-giving? Lo! therein verily are portents for a people who believe.","numberInSurah":86,"juz":20,"manzil":5,"page":384,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3246,"text":"And (remind them of) the Day when the Trumpet will be blown, and all who are in the heavens and the earth will start in fear, save him whom Allah willeth. And all come unto Him, humbled.","numberInSurah":87,"juz":20,"manzil":5,"page":384,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3247,"text":"And thou seest the hills thou deemest solid flying with the flight of clouds: the doing of Allah Who perfecteth all things. Lo! He is Informed of what ye do.","numberInSurah":88,"juz":20,"manzil":5,"page":384,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3248,"text":"Whoso bringeth a good deed will have better than its worth; and such are safe from fear that Day.","numberInSurah":89,"juz":20,"manzil":5,"page":385,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3249,"text":"And whoso bringeth an ill-deed, such will be flung down on their faces in the Fire. Are ye rewarded aught save what ye did?","numberInSurah":90,"juz":20,"manzil":5,"page":385,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3250,"text":"(Say): I (Muhammad) am commanded only to serve the Lord of this land which He hath hallowed, and unto Whom all things belong. And I am commanded to be of those who surrender (unto Him),","numberInSurah":91,"juz":20,"manzil":5,"page":385,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3251,"text":"And to recite the Qur'an. And whoso goeth right, goeth right only for (the good of) his own soul; and as for him who goeth astray - (Unto him) say: Lo! I am only a warner.","numberInSurah":92,"juz":20,"manzil":5,"page":385,"ruku":333,"hizbQuarter":154,"sajda":false},{"number":3252,"text":"And say: Praise be to Allah Who will show you His portents so that ye shall know them. And thy Lord is not unaware of what ye (mortals) do.","numberInSurah":93,"juz":20,"manzil":5,"page":385,"ruku":333,"hizbQuarter":154,"sajda":false}],"edition":{"identifier":"en.pickthall","language":"en","name":"Pickthall","englishName":"Mohammed Marmaduke William Pickthall","format":"text","type":"translation","direction":"ltr"}}}