{"code":200,"status":"OK","data":{"number":28,"name":"سُورَةُ القَصَصِ","englishName":"Al-Qasas","englishNameTranslation":"The Stories","revelationType":"Meccan","numberOfAyahs":88,"ayahs":[{"number":3253,"text":"T'â, Sîn, Mîm.","numberInSurah":1,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3254,"text":"Voici les versets du Livre explicite.","numberInSurah":2,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3255,"text":"Nous te racontons en toute vérité, de l'histoire de Moïse et de Pharaon, à l'intention des gens qui croient.","numberInSurah":3,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3256,"text":"Pharaon était hautain sur terre; il répartit en clans ses habitants, afin d'abuser de la faiblesse de l'un d'eux: Il égorgeait leurs fils et laissait vivantes leurs femmes. Il était vraiment parmi les fauteurs de désordre.","numberInSurah":4,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3257,"text":"Mais Nous voulions favoriser ceux qui avaient été faibles sur terre et en faire des dirigeants et en faire les héritiers,","numberInSurah":5,"juz":20,"manzil":5,"page":385,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3258,"text":"et les établir puissamment sur terre, et faire voir à Pharaon, à Hâmân, et à leurs soldats, ce dont ils redoutaient.","numberInSurah":6,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3259,"text":"Et Nous révélâmes à la mère de Moïse [ceci]: «Allaite-le. Et quand tu craindras pour lui, jette-le dans le flot. Et n'aie pas peur et ne t'attriste pas: Nous te le rendrons et ferons de lui un Messager».","numberInSurah":7,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3260,"text":"Les gens de Pharaon le recueillirent, pour qu'il leur soit un ennemi et une source d'affliction! Pharaon, Hâmân et leurs soldats étaient fautifs.","numberInSurah":8,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3261,"text":"Et la femme de Pharaon dit: «(Cet enfant) réjouira mon œil et le tien! Ne le tuez pas. Il pourrait nous être utile ou le prendrons-nous pour enfant». Et ils ne pressentaient rien.","numberInSurah":9,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3262,"text":"Et le cœur de la mère de Moïse devint vide. Peu s'en fallut qu'elle ne divulguât tout, si Nous n'avions pas renforcé son cœur pour qu'elle restât du nombre des croyants.","numberInSurah":10,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3263,"text":"Elle dit à sa sœur: «Suis-le» elle l'aperçut alors de loin sans qu'ils ne s'en rendent compte.","numberInSurah":11,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":154,"sajda":false},{"number":3264,"text":"Nous lui avions interdit auparavant (le sein) des nourrices. Elle (la sœur de Moïse) dit donc: «Voulez-vous que je vous indique les gens d'une maison qui s'en chargeront pour vous tout en étant bienveillants à son égard?»...","numberInSurah":12,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":155,"sajda":false},{"number":3265,"text":"Ainsi Nous le rendîmes à sa mère, afin que son œil se réjouisse, qu'elle ne s'affligeât pas et qu'elle sût que la promesse d'Allah est vraie. Mais la plupart d'entre eux ne savent pas.","numberInSurah":13,"juz":20,"manzil":5,"page":386,"ruku":334,"hizbQuarter":155,"sajda":false},{"number":3266,"text":"Et quand il eut atteint sa maturité et sa pleine formation, Nous lui donnâmes la faculté de juger et une science. C'est ainsi que Nous récompensons les bienfaisants.","numberInSurah":14,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3267,"text":"Il entra dans la ville à un moment d'inattention de ses habitants; il y trouva deux hommes qui se battaient, l'un était de ses partisans et l'autre de ses adversaires. L'homme de son parti l'appela au secours contre son ennemi. Moïse lui donna un coup de poing qui l'acheva. - [Moïse] dit: «Cela est l'œuvre du Diable. C'est vraiment un ennemi, un égareur évident».","numberInSurah":15,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3268,"text":"Il dit: «Seigneur, je me suis fait du tort à moi-même; pardonne-moi». Et Il lui pardonna. C'est Lui vraiment le Pardonneur, le Miséricordieux!","numberInSurah":16,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3269,"text":"Il dit: «Seigneur, grâce aux bienfaits dont tu m'as comblé, jamais je ne soutiendrai les criminels».","numberInSurah":17,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3270,"text":"Le lendemain matin, il se trouva en ville, craintif et regardant autour de lui, quand voilà que celui qui lui avait demandé secours la veille, l'appelait à grands cris. Moïse lui dit: «Tu es certes un provocateur déclaré».","numberInSurah":18,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3271,"text":"Quand il voulut porter un coup à leur ennemi commun, il (l'Israélite) dit: «O Moïse, veux-tu me tuer comme tu as tué un homme hier? Tu ne veux être qu'un tyran sur terre; et tu ne veux pas être parmi les bienfaiteurs».","numberInSurah":19,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3272,"text":"Et c'est alors qu'un homme vint du bout de la ville en courant et dit: «O Moïse, les notables sont en train de se concerter à ton sujet pour te tuer. Quitte (la ville). C'est le conseil que je te donne».","numberInSurah":20,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3273,"text":"Il sortit de là, craintif, regardant autour de lui. Il dit: «Seigneur, sauve-moi de [ce] peuple injuste!»","numberInSurah":21,"juz":20,"manzil":5,"page":387,"ruku":335,"hizbQuarter":155,"sajda":false},{"number":3274,"text":"Et lorsqu'il se dirigea vers Madyan, il dit: «Je souhaite que mon Seigneur me guide sur la voie droite».","numberInSurah":22,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3275,"text":"Et quand il fut arrivé au point d'eau de Madyan, il y trouva un attroupement de gens abreuvant [leurs bêtes] et il trouva aussi deux femmes se tenant à l'écart et retenant [leurs bêtes]. Il dit: «Que voulez-vous?» Elles dirent: «Nous n'abreuverons que quand les bergers seront partis; et notre père est fort âgé».","numberInSurah":23,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3276,"text":"Il abreuva [les bêtes] pour elles puis retourna à l'ombre et dit: «Seigneur, j'ai grand besoin du bien que tu feras descendre vers moi».","numberInSurah":24,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3277,"text":"Puis l'une des deux femmes vint à lui, d'une démarche timide, et lui dit: «Mon père t'appelle pour te récompenser pour avoir abreuvé pour nous». Et quand il fut venu auprès de lui et qu'il lui eut raconté son histoire, il (le vieillard) dit: «N'aie aucune crainte: tu as échappé aux gens injustes».","numberInSurah":25,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3278,"text":"L'une d'elles dit: «O mon père, engage-le [à ton service] moyennant salaire, car le meilleur à engager c'est celui qui est fort et digne de confiance».","numberInSurah":26,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3279,"text":"Il dit: «Je voudrais te marier à l'une de mes deux filles que voici, à condition que tu travailles à mon service durant huit ans. Si tu achèves dix [années], ce sera de ton bon gré; je ne veux cependant rien t'imposer d'excessif. Tu me trouveras, si Allah le veut, du nombre des gens de bien».","numberInSurah":27,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3280,"text":"«C'est (conclu) entre toi et moi, dit [Moïse]. Quel que soit celui des deux termes que je m'assigne, il n'y aura nulle pression sur moi. Et Allah est Garant de ce que nous disons».","numberInSurah":28,"juz":20,"manzil":5,"page":388,"ruku":336,"hizbQuarter":155,"sajda":false},{"number":3281,"text":"Puis, lorsque Moïse eut accompli la période convenue et qu'il se mit en route avec sa famille, il vit un feu du côté du Mont. Il dit à sa famille: «Demeurez ici. J'ai vu du feu. Peut-être vous en apporterai-je une nouvelle ou un tison de feu afin que vous vous réchauffiez».","numberInSurah":29,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3282,"text":"Puis quand il y arriva, on l'appela, du flanc droit de la vallée, dans la place bénie, à partir de l'arbre: «O Moïse! C'est Moi Allah, le Seigneur de l'univers».","numberInSurah":30,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3283,"text":"Et: «Jette ton bâton» Puis quand il le vit remuer comme si c'était un serpent, il tourna le dos sans même se retourner. «O Moïse! Approche et n'aie pas peur: tu es du nombre de ceux qui sont en sécurité.","numberInSurah":31,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3284,"text":"Introduis ta main dans l'ouverture de ta tunique: elle sortira blanche sans aucun mal. Et serre ton bras contre toi pour ne pas avoir peur. Voilà donc deux preuves de ton Seigneur pour Pharaon et ses notables. Ce sont vraiment des gens pervers».","numberInSurah":32,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3285,"text":"«Seigneur, dit [Moïse], j'ai tué un des leurs et je crains qu'ils ne me tuent.","numberInSurah":33,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3286,"text":"Mais Aaron, mon frère, est plus éloquent que moi. Envoie-le donc avec moi comme auxiliaire, pour déclarer ma véracité: je crains, vraiment, qu'ils ne me traitent de menteur».","numberInSurah":34,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3287,"text":"[Allah] dit: «Nous allons, par ton frère, fortifier ton bras, et vous donner des arguments irréfutables; ils ne sauront vous atteindre, grâce à Nos signes [Nos miracles]. Vous deux et ceux qui vous suivront seront les vainqueurs.","numberInSurah":35,"juz":20,"manzil":5,"page":389,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3288,"text":"Puis, quand Moïse vint à eux avec Nos prodiges évidents, ils dirent: «Ce n'est là que magie inventée. Jamais nous n'avons entendu parler de cela chez nos premiers ancêtres».","numberInSurah":36,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3289,"text":"Et Moïse dit: «Mon Seigneur connaît mieux qui est venu de Sa part avec la guidée, et à qui appartiendra la Demeure finale. Vraiment, les injustes ne réussiront pas».","numberInSurah":37,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3290,"text":"Et Pharaon dit: «O notables, je ne connais pas de divinité pour vous, autre que moi. Hâmân, allume-moi du feu sur l'argile puis construis-moi une tour peut-être alors monterai-je jusqu'au Dieu de Moïse. Je pense plutôt qu'il est du nombre des menteurs».","numberInSurah":38,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3291,"text":"Et il s'enfla d'orgueil sur terre ainsi que ses soldats, sans aucun droit. Et ils pensèrent qu'ils ne seraient pas ramenés vers Nous.","numberInSurah":39,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3292,"text":"Nous le saisîmes donc, ainsi que ses soldats, et les jetâmes dans le flot. Regarde donc ce qu'il est advenu des injustes!","numberInSurah":40,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3293,"text":"Nous fîmes d'eux des dirigeants qui appellent les gens au Feu. Et au Jour de la Résurrection ils ne seront pas secourus.","numberInSurah":41,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3294,"text":"Nous les fîmes suivre, dans cette vie ici-bas, d'une malédiction. Et au Jour de la Résurrection, ils seront parmi les honnis.","numberInSurah":42,"juz":20,"manzil":5,"page":390,"ruku":337,"hizbQuarter":156,"sajda":false},{"number":3295,"text":"Nous avons en effet, donné le Livre à Moïse, - après avoir fait périr les anciennes générations, - en tant que preuves illuminantes pour les gens, ainsi que guidée et miséricorde afin qu'ils se souviennent.","numberInSurah":43,"juz":20,"manzil":5,"page":390,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3296,"text":"Tu n'étais pas sur le versant ouest (du Sinaï), quand Nous avons décrété les commandements à Moïse; tu n'étais pas parmi les témoins.","numberInSurah":44,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3297,"text":"Mais Nous avons fait naître des générations dont l'âge s'est prolongé. Et tu n'étais pas [non plus] résident parmi les gens de Madyan leur récitant Nos versets; mais c'est Nous qui envoyons les Messagers.","numberInSurah":45,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3298,"text":"Et tu n'étais pas au flanc du Mont Tor quand Nous avons appelé. Mais (tu es venu comme) une miséricorde de ton Seigneur, pour avertir un peuple à qui nul avertisseur avant toi n'est venu, afin qu'ils se souviennent.","numberInSurah":46,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3299,"text":"Si un malheur les atteignait en rétribution de ce que leurs propres mains avaient préparé, ils diraient: «Seigneur, pourquoi ne nous as-Tu pas envoyé un Messager? Nous aurions alors suivi Tes versets et nous aurions été croyants».","numberInSurah":47,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3300,"text":"Mais quand la vérité leur est venue de Notre part, ils ont dit: «Si seulement il avait reçu la même chose que Moïse! «Est-ce qu'ils n'ont pas nié ce qui auparavant fut apporté à Moïse? Ils dirent: «Deux magies se sont mutuellement soutenues!» Et ils dirent: «Nous n'avons foi en aucune».","numberInSurah":48,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3301,"text":"Dis-leur: «Apportez donc un Livre venant d'Allah qui soit meilleur guide que ces deux-là, et je le suivrai si vous êtes véridiques».","numberInSurah":49,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3302,"text":"Mais s'ils ne te répondent pas, sache alors que c'est seulement leurs passions qu'ils suivent. Et qui est plus égaré que celui qui suit sa passion sans une guidée d'Allah? Allah vraiment, ne guide pas les gens injustes.","numberInSurah":50,"juz":20,"manzil":5,"page":391,"ruku":338,"hizbQuarter":156,"sajda":false},{"number":3303,"text":"Nous leur avons déjà exposé la Parole (le Coran) afin qu'ils se souviennent.","numberInSurah":51,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3304,"text":"Ceux à qui, avant lui [le Coran], Nous avons apporté le Livre, y croient.","numberInSurah":52,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3305,"text":"Et quand on le leur récite, ils disent: «Nous y croyons. Ceci est bien la vérité émanant de notre Seigneur. Déjà avant son arrivée, nous étions Soumis».","numberInSurah":53,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3306,"text":"Voilà ceux qui recevront deux fois leur récompense pour leur endurance, pour avoir répondu au mal par le bien, et pour avoir dépensé de ce que Nous leur avons attribué;","numberInSurah":54,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3307,"text":"et quand ils entendent des futilités, ils s'en détournent et disent: «A nous nos actions, et à vous les vôtres. Paix sur vous. Nous ne recherchons pas les ignorants».","numberInSurah":55,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3308,"text":"Tu [Muhammad] ne diriges pas celui que tu aimes: mais c'est Allah qui guide qui Il veut. Il connaît mieux cependant les bien-guidés.","numberInSurah":56,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3309,"text":"Et ils dirent: «Si nous suivons avec toi la bonne voie, on nous arrachera de notre terre». - Ne les avons-Nous pas établis dans une enceinte sacrée, sûre, vers laquelle des produits de toute sorte sont apportés comme attribution de Notre part? Mais la plupart d'entre eux ne savent pas.","numberInSurah":57,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3310,"text":"Et combien avons-Nous fait périr de cités qui étaient ingrates (alors que leurs habitants vivaient dans l'abondance), et voilà qu'après eux leurs demeures ne sont que très peu habitées, et c'est Nous qui en fûmes l'héritier.","numberInSurah":58,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3311,"text":"Ton Seigneur ne fait pas périr des cités avant d'avoir envoyé dans leur métropole un Messager pour leur réciter Nos versets. Et Nous ne faisons périr les cités que lorsque leurs habitants sont injustes.","numberInSurah":59,"juz":20,"manzil":5,"page":392,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3312,"text":"Tout ce qui vous a été donné est la jouissance éphémère de la vie ici-bas et sa parure, alors que ce qui est auprès d'Allah est meilleur et plus durable... Ne comprenez-vous donc pas?","numberInSurah":60,"juz":20,"manzil":5,"page":393,"ruku":339,"hizbQuarter":157,"sajda":false},{"number":3313,"text":"Celui à qui Nous avons fait une belle promesse dont il verra l'accomplissement, est-il comparable à celui à qui Nous avons accordé la jouissance de la vie présente et qui sera ensuite le Jour de la Résurrection, de ceux qui comparaîtront (devant Nous).","numberInSurah":61,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3314,"text":"Et le jour où Il les appellera, Il dira: «Où sont ceux que vous prétendiez être Mes associés?»","numberInSurah":62,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3315,"text":"Ceux contre qui la Parole se réalisera diront: «Voici, Seigneur, ceux que nous avons séduits. Nous les avons séduits comme nous nous sommes dévoyés nous-mêmes. Nous les désavouons devant Toi: ce n'est pas nous qu'ils adoraient».","numberInSurah":63,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3316,"text":"Et on [leur] dira: «Appelez vos associés». Ils les appelleront, mais ceux-ci ne leur répondront pas. Quand ils verront le châtiment, ils désireront alors avoir suivi le chemin droit (dans la vie d'ici-bas).","numberInSurah":64,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3317,"text":"Et le jour où Il les appellera et qu'Il dira: «Que répondiez-vous aux Messagers?»","numberInSurah":65,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3318,"text":"Ce jour-là, leurs arguments deviendront obscurs et ils ne se poseront point de questions.","numberInSurah":66,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3319,"text":"Mais celui qui se sera repenti, qui aura cru et fait le bien, il se peut qu'il soit parmi ceux qui réussissent.","numberInSurah":67,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3320,"text":"Ton Seigneur crée ce qu'Il veut et Il choisit; il ne leur a jamais appartenu de choisir. Gloire à Allah! Il transcende ce qu'ils associent à Lui!","numberInSurah":68,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3321,"text":"Ton Seigneur sait ce que cachent leurs poitrines et ce qu'ils divulguent.","numberInSurah":69,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3322,"text":"C'est lui Allah. Pas de divinité à part Lui. A Lui la louange ici-bas comme dans l'au-delà. A Lui appartient le jugement. Et vers Lui vous serez ramenés.","numberInSurah":70,"juz":20,"manzil":5,"page":393,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3323,"text":"Dis: «Que diriez-vous? Si Allah vous assignait la nuit en permanence jusqu'au Jour de la Résurrection, quelle divinité autre qu'Allah pourrait vous apporter une lumière? N'entendez-vous donc pas?»","numberInSurah":71,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3324,"text":"Dis: «Que diriez-vous? Si Allah vous assignait le jour en permanence jusqu'au Jour de la Résurrection, quelle divinité autre qu'Allah pourrait vous apporter une nuit durant laquelle vous reposeriez? N'observez-vous donc pas?»","numberInSurah":72,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3325,"text":"C'est de par Sa miséricorde qu'Il vous a assigné la nuit et le jour: pour que vous vous y reposiez et cherchiez de Sa grâce, et afin que vous soyez reconnaissants.","numberInSurah":73,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3326,"text":"Et le jour où Il les appellera, Il dira: «Où sont ceux que vous prétendiez être Mes associés?»","numberInSurah":74,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3327,"text":"Cependant, Nous ferons sortir de chaque communauté un témoin, puis Nous dirons: «Apportez votre preuve décisive». Ils sauront alors que la Vérité est à Allah; et que ce qu'ils avaient inventé les a abandonnés.","numberInSurah":75,"juz":20,"manzil":5,"page":394,"ruku":340,"hizbQuarter":157,"sajda":false},{"number":3328,"text":"En vérité, Coré [Karoûn] était du peuple de Moïse mais il était empli de violence envers eux. Nous lui avions donné des trésors dont les clefs pesaient lourd à toute une bande de gens forts. Son peuple lui dit: «Ne te réjouis point. Car Allah n'aime pas les arrogants.","numberInSurah":76,"juz":20,"manzil":5,"page":394,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3329,"text":"Et recherche à travers ce qu'Allah t'a donné, la Demeure dernière. Et n'oublie pas ta part en cette vie. Et sois bienfaisant comme Allah a été bienfaisant envers toi. Et ne recherche pas la corruption sur terre. Car Allah n'aime point les corrupteurs».","numberInSurah":77,"juz":20,"manzil":5,"page":394,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3330,"text":"Il dit: «C'est par une science que je possède que ceci m'est venu». Ne savait-il pas qu'avant lui Allah avait fait périr des générations supérieures à lui en force et plus riches en biens? Et les criminels ne seront pas interrogés sur leurs péchés»!","numberInSurah":78,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3331,"text":"Il sortit à son peuple dans tout son apparat. Ceux qui aimaient la vie présente dirent: «Si seulement nous avions comme ce qui a été donné à Coré. Il a été doté, certes, d'une immense fortune».","numberInSurah":79,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3332,"text":"Tandis que ceux auxquels le savoir a été donné dirent: «Malheur à vous! La récompense d'Allah est meilleure pour celui qui croit et fait le bien». Mais elle ne sera reçue que par ceux qui endurent.","numberInSurah":80,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3333,"text":"Nous fîmes donc que la terre l'engloutît, lui et sa maison. Aucun clan en dehors d'Allah ne fut là pour le secourir, et il ne pût se secourir lui-même.","numberInSurah":81,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3334,"text":"Et ceux qui, la veille, souhaitaient d'être à sa place, se mirent à dire: «Ah! Il est vrai qu'Allah augmente la part de qui Il veut, parmi Ses serviteurs, ou la restreint. Si Allah ne nous avait pas favorisés, Il nous aurait certainement fait engloutir. Ah! Il est vrai que ceux qui ne croient pas ne réussissent pas».","numberInSurah":82,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3335,"text":"Cette Demeure dernière, Nous la réservons à ceux qui ne recherchent, ni à s'élever sur terre, ni à y semer la corruption. Cependant, l'heureuse fin appartient aux pieux.","numberInSurah":83,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3336,"text":"Quiconque viendra avec le bien, aura meilleur que cela encore; et quiconque viendra avec le mal, (qu'il sache que) ceux qui commettront des méfaits ne seront rétribués que selon ce qu'ils ont commis.","numberInSurah":84,"juz":20,"manzil":5,"page":395,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3337,"text":"Celui qui t'a prescrit le Coran te ramènera certainement là où tu (souhaites) retourner. Dis: «Mon Seigneur connaît mieux celui qui a apporté la guidée et celui qui est dans un égarement évident.","numberInSurah":85,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3338,"text":"Tu n'espérais nullement que le Livre te serait révélé. Ceci n'a été que par une miséricorde de ton Seigneur. Ne sois donc jamais un soutien pour les infidèles;","numberInSurah":86,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3339,"text":"et que ceux-ci ne te détournent point des versets d'Allah une fois qu'on les a fait descendre vers toi. Appelle les gens vers ton Seigneur et ne sois point du nombre des Associateurs.","numberInSurah":87,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false},{"number":3340,"text":"Et n'invoque nulle autre divinité avec Allah. Point de divinité à part Lui. Tout doit périr, sauf Son Visage. A Lui appartient le jugement; et vers Lui vous serez ramenés.","numberInSurah":88,"juz":20,"manzil":5,"page":396,"ruku":341,"hizbQuarter":158,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}