{"code":200,"status":"OK","data":{"number":13,"name":"سُورَةُ الرَّعۡدِ","englishName":"Ar-Ra'd","englishNameTranslation":"The Thunder","revelationType":"Medinan","numberOfAyahs":43,"ayahs":[{"number":1708,"text":"Alif, Lâm, Mîm, Râ. Voici les versets du Livre; et ce qui t'a été révélé par ton Seigneur est la vérité; mais la plupart des gens ne croient pas.","numberInSurah":1,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1709,"text":"Allah est Celui qui a élevé [bien haut] les cieux sans piliers visibles. Il S'est établi [istawâ] sur le Trône et a soumis le soleil et la lune, chacun poursuivant sa course vers un terme fixé. Il règle l'Ordre [de tout] et expose en détail les signes afin que vous ayez la certitude de la rencontre de votre Seigneur.","numberInSurah":2,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1710,"text":"Et c'est Lui qui a étendu la terre et y a placé montagnes et fleuves. Et de chaque espèce de fruits Il y établit deux éléments de couple. Il fait que la nuit couvre le jour. Voilà bien là des preuves pour des gens qui réfléchissent.","numberInSurah":3,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1711,"text":"Et sur la terre il y a des parcelles voisines les unes des autres, des jardins [plantés] de vignes, et des céréales et des palmiers, en touffes ou espacés, arrosés de la même eau, cependant Nous rendons supérieurs les uns aux autres quant au goût. Voilà bien là des preuves pour des gens qui raisonnent.","numberInSurah":4,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":99,"sajda":false},{"number":1712,"text":"Et si tu dois t'étonner, rien de plus étonnant que leurs dires: «Quand nous seront poussière, reviendrons-nous vraiment à une nouvelle création?» Ceux-là sont ceux qui ne croient pas en leur Seigneur. Et ce sont eux qui auront des jougs à leur cou. Et ce sont eux les gens du Feu, où ils demeureront éternellement.","numberInSurah":5,"juz":13,"manzil":3,"page":249,"ruku":205,"hizbQuarter":100,"sajda":false},{"number":1713,"text":"Et ils te demandent de hâter [la venue] du malheur plutôt que celle du bonheur. Certes, il s'est produit avant eux des châtiments exemplaires. Ton Seigneur est Détenteur du pardon pour les gens, malgré leurs méfaits. Et ton Seigneur est assurément dur en punition.","numberInSurah":6,"juz":13,"manzil":3,"page":250,"ruku":205,"hizbQuarter":100,"sajda":false},{"number":1714,"text":"Et ceux qui ont mécru disent: «Pourquoi n'a-t-on pas fait descendre sur celui-ci (Muhammad) un miracle venant de son Seigneur?» Tu n'es qu'un avertisseur, et à chaque peuple un guide.","numberInSurah":7,"juz":13,"manzil":3,"page":250,"ruku":205,"hizbQuarter":100,"sajda":false},{"number":1715,"text":"Allah sait ce que porte chaque femelle, et de combien la période de gestation dans la matrice est écourtée ou prolongée. Et toute chose a auprès de Lui sa mesure.","numberInSurah":8,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1716,"text":"Le Connaisseur de ce qui est caché et de ce qui est apparent, Le Grand, Le Sublime.","numberInSurah":9,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1717,"text":"Sont égaux pour lui, celui parmi vous qui tient secrète sa parole, et celui qui la divulgue, celui qui se cache la nuit comme celui qui se montre au grand jour.","numberInSurah":10,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1718,"text":"Il [l'homme] a par devant lui et derrière lui des Anges qui se relaient et qui veillent sur lui par ordre d'Allah. En vérité, Allah ne modifie point l'état d'un peuple, tant que les [individus qui le composent] ne modifient pas ce qui est en eux-mêmes. Et lorsqu'Allah veut [infliger] un mal à un peuple, nul ne peut le repousser: ils n'ont en dehors de Lui aucun protecteur.","numberInSurah":11,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1719,"text":"C'est lui qui vous fait voir l'éclair [qui vous inspire] crainte et espoir; et Il crée les nuages lourds.","numberInSurah":12,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1720,"text":"Le tonnerre Le glorifie par Sa louange, et aussi les Anges, sous l'effet de Sa crainte. Et Il lance les foudres dont Il atteint qui Il veut. Or ils disputent au sujet d'Allah alors qu'Il est redoutable en Sa force.","numberInSurah":13,"juz":13,"manzil":3,"page":250,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1721,"text":"A Lui l'appel de la Vérité! Ceux qu'ils invoquent en dehors de Lui ne leur répondent d'aucune façon; semblables à celui qui étend ses deux mains vers l'eau pour la porter à sa bouche, mais qui ne parvient jamais à l'atteindre. L'invocation des mécréants n'est que vanité.","numberInSurah":14,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1722,"text":"Et c'est à Allah que se prosternent, bon gré mal gré, tous ceux qui sont dans les cieux et sur la terre, ainsi que leurs ombres, au début et à la fin de la journée.","numberInSurah":15,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":{"id":2,"recommended":true,"obligatory":false}},{"number":1723,"text":"Dis: «Qui est le Seigneur des cieux et de la terre?» Dis: «Allah». Dis: «Et prendrez-vous en dehors de Lui, des maîtres qui ne détiennent pour eux-mêmes ni bien ni mal?» Dis: «Sont-ils égaux, l'aveugle et celui qui voit? Ou sont-elles égales, les ténèbres et la lumière? Ou donnent-ils à Allah des associés qui créent comme Sa création au point que les deux créations se soient confondues à eux? Dis: «Allah est le Créateur de toute chose, et c'est Lui l'Unique, le Dominateur suprême».","numberInSurah":16,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1724,"text":"Il a fait descendre une eau du ciel à laquelle des vallées servent de lit, selon leur grandeur. Le flot débordé a charrié une écume flottante; et semblable à celle-ci est [l'] écume provenant de ce qu'on porte à fusion, dans le feu pour [fabriquer] des bijoux et des ustensiles. Ainsi Allah représente en parabole la Vérité et le Faux: l'écume [du torrent et du métal fondu] s'en va, au rebut, tandis que [l'eau et les objets] utiles aux Hommes demeurent sur la terre. Ainsi Allah propose des paraboles.","numberInSurah":17,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1725,"text":"La meilleure [fin] est pour ceux qui répondent à [l'appel] de leur Seigneur. Et quant à ceux qui ne Lui répondent pas, s'ils avaient tout ce qui est sur la terre, et autant encore, ils l'offriraient en rançon. Ceux-là auront le détestable rendement de compte et l'Enfer sera leur refuge. Quel détestable lit de repos!","numberInSurah":18,"juz":13,"manzil":3,"page":251,"ruku":206,"hizbQuarter":100,"sajda":false},{"number":1726,"text":"Celui qui sait que ce qui t'est révélé de la part de ton Seigneur est la vérité, est-il semblable à l'aveugle? Seuls les gens doués d'intelligence réfléchissent bien,","numberInSurah":19,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1727,"text":"ceux qui remplissent leur engagement envers Allah et ne violent pas le pacte,","numberInSurah":20,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1728,"text":"qui unissent ce qu'Allah a commandé d'unir, redoutent leur Seigneur et craignent une malheureuse reddition de compte,","numberInSurah":21,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1729,"text":"et qui endurent dans la recherche de l'agrément d'Allah, accomplissent la Salât et dépensent (dans le bien), en secret et en public, de ce que Nous leur avons attribué, et repoussent le mal par le bien. A ceux-là, la bonne demeure finale,","numberInSurah":22,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1730,"text":"les jardins d'Eden, où ils entreront, ainsi que tous ceux de leurs ascendants, conjoints et descendants, qui ont été de bons croyants. De chaque porte, les Anges entreront auprès d'eux:","numberInSurah":23,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1731,"text":"- «Paix sur vous, pour ce que vous avez enduré!» - Comme est bonne votre demeure finale!»","numberInSurah":24,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1732,"text":"[Mais] ceux qui violent leur pacte avec Allah après l'avoir engagé, et rompent ce qu'Allah a commandé d'unir et commettent le désordre sur terre, auront la malédiction et la mauvaise demeure.","numberInSurah":25,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1733,"text":"Allah étend largement Ses dons ou [les] restreint à qui Il veut. Ils se réjouissent de la vie sur terre, mais la vie d'ici-bas ne paraîtra que comme une jouissance éphémère en comparaison de l'au-delà.","numberInSurah":26,"juz":13,"manzil":3,"page":252,"ruku":207,"hizbQuarter":101,"sajda":false},{"number":1734,"text":"Ceux qui ont mécru disent: «Pourquoi n'a-t-on pas descendu sur lui (Muhammad) un miracle venant de son Seigneur?» Dis: «En vérité, Allah égare qui Il veut; et Il guide vers Lui celui qui se repent,","numberInSurah":27,"juz":13,"manzil":3,"page":252,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1735,"text":"ceux qui ont cru, et dont les cœurs se tranquillisent à l'évocation d'Allah». Certes, c'est par l'évocation d'Allah que les cœurs se tranquillisent.","numberInSurah":28,"juz":13,"manzil":3,"page":252,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1736,"text":"Ceux qui croient et font de bonnes œuvres, auront le plus grand bien et aussi le plus bon retour.","numberInSurah":29,"juz":13,"manzil":3,"page":253,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1737,"text":"Ainsi Nous t'envoyons dans une communauté - que d'autres communautés ont précédée - pour que tu leur récites ce que Nous te révélons [le Coran], cependant qu'ils ne croient pas au Tout Miséricordieux. Dis: «C'est Lui mon Seigneur. Pas d'autre divinité à part Lui. En Lui je place ma confiance. Et à Lui je me repens».","numberInSurah":30,"juz":13,"manzil":3,"page":253,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1738,"text":"S'il y avait un Coran à mettre les montagnes en marche, à fendre la terre ou à faire parler les morts (ce serait celui-ci). C'est plutôt à Allah le commandement tout entier. Les croyants ne savent-ils pas que, si Allah voulait, Il aurait dirigé tous les hommes vers le droit chemin. Cependant, ceux qui ne croient pas ne manqueront pas, pour prix de ce qu'ils font, d'être frappés par un cataclysme, ou [qu'un cataclysme] s'abattra près de leurs demeures jusqu'à ce que vienne la promesse d'Allah. Car Allah, ne manque pas à Sa promesse.","numberInSurah":31,"juz":13,"manzil":3,"page":253,"ruku":208,"hizbQuarter":101,"sajda":false},{"number":1739,"text":"On s'est certes moqué des messagers avant toi. Alors, J'ai donné un répit aux mécréants. Ensuite, Je les ai saisis. Et quel fut Mon châtiment!","numberInSurah":32,"juz":13,"manzil":3,"page":253,"ruku":209,"hizbQuarter":101,"sajda":false},{"number":1740,"text":"Est-ce que Celui qui observe ce que chaque âme acquiert [est semblable aux associés?...] Et pourtant ils donnent des associés à Allah. Dis [leur:] «Nommez-les. Ou essayez-vous de Lui apprendre ce qu'Il ne connaît pas sur la terre? Ou avez-vous été simplement séduits par de faux noms?» En fait, on a embelli aux mécréants leur stratagème et on les a empêchés de prendre le droit chemin. Et quiconque Allah laisse égarer, n'a plus personne pour le guider.","numberInSurah":33,"juz":13,"manzil":3,"page":253,"ruku":209,"hizbQuarter":101,"sajda":false},{"number":1741,"text":"Un châtiment les atteindra dans la vie présente. Le châtiment de l'au-delà sera cependant plus écrasant et ils n'auront nul protecteur contre Allah.","numberInSurah":34,"juz":13,"manzil":3,"page":253,"ruku":209,"hizbQuarter":101,"sajda":false},{"number":1742,"text":"Tel est le paradis qui a été promis aux pieux: sous lequel coulent les ruisseaux; ses fruits sont perpétuels, ainsi que son ombrage. Voilà la fin de ceux qui pratiquent la piété, tandis que la fin des mécréants sera le Feu.","numberInSurah":35,"juz":13,"manzil":3,"page":254,"ruku":209,"hizbQuarter":102,"sajda":false},{"number":1743,"text":"Et ceux à qui Nous avons déjà donné le Livre se réjouissent de ce qu'on a fait descendre vers toi. Tandis que certaines factions en rejettent une partie. Dis: «Il m'a seulement été commandé d'adorer Allah et de ne rien Lui associer. C'est à Lui que j'appelle [les gens], Et c'est vers Lui que sera mon retour».","numberInSurah":36,"juz":13,"manzil":3,"page":254,"ruku":209,"hizbQuarter":102,"sajda":false},{"number":1744,"text":"Ainsi l'avons-Nous fait descendre (le Coran) [sous forme] de loi en arabe. Et si tu suis leurs passions après ce que tu as reçu comme savoir, il n'y aura pour toi, contre Allah, ni allié ni protecteur.","numberInSurah":37,"juz":13,"manzil":3,"page":254,"ruku":209,"hizbQuarter":102,"sajda":false},{"number":1745,"text":"Et Nous avons certes envoyé avant toi des messagers, et leur avons donné des épouses et des descendants. Et il n'appartient pas à un Messager d'apporter un miracle, si ce n'est qu'avec la permission d'Allah. Chaque échéance a son terme prescrit.","numberInSurah":38,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1746,"text":"Allah efface ou confirme ce qu'Il veut et l'Ecriture primordiale est auprès de Lui.","numberInSurah":39,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1747,"text":"Que Nous te fassions voir une partie de ce dont Nous les menaçons, ou que Nous te fassions mourir (avant cela), ton devoir est seulement la communication du message, et le règlement de compte sera à Nous.","numberInSurah":40,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1748,"text":"Ne voient-ils pas que Nous frappons la terre et que Nous la réduisons de tous côtés? C'est Allah qui juge et personne ne peut s'opposer à Son jugement, et Il est prompt à régler les comptes.","numberInSurah":41,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1749,"text":"Certes ceux d'avant eux ont manigancé (contre leur Messager); le stratagème tout entier appartient à Allah. Il sait ce que chaque âme acquiert. Et les mécréants sauront bientôt à qui appartient la bonne demeure finale.","numberInSurah":42,"juz":13,"manzil":3,"page":254,"ruku":210,"hizbQuarter":102,"sajda":false},{"number":1750,"text":"Et ceux qui ne croient pas disent: «Tu n'es pas un Messager». Dis: «Allah suffit, comme témoin entre vous et moi, et ceux qui ont la connaissance du Livre (sont aussi témoins)».","numberInSurah":43,"juz":13,"manzil":3,"page":255,"ruku":210,"hizbQuarter":102,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}