{"code":200,"status":"OK","data":{"number":41,"name":"سُورَةُ فُصِّلَتۡ","englishName":"Fussilat","englishNameTranslation":"Explained in detail","revelationType":"Meccan","numberOfAyahs":54,"ayahs":[{"number":4219,"text":"H'â, Mîm.","numberInSurah":1,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4220,"text":"[C'est] une Révélation descendue de la part du Tout Miséricordieux, du Très Miséricordieux.","numberInSurah":2,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4221,"text":"Un Livre dont les versets sont détaillés (et clairement exposés), un Coran [lecture] arabe pour des gens qui savent,","numberInSurah":3,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4222,"text":"annonciateur [d'une bonne nouvelle] et avertisseur. Mais la plupart d'entre eux se détournent; c'est qu'ils n'entendent pas.","numberInSurah":4,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4223,"text":"Et ils dirent: «Nos cœurs sont voilés contre ce à quoi tu nous appelles, nos oreilles sont sourdes. Et entre nous et toi, il y a une cloison. Agis donc de ton côté; nous agissons du nôtre.»","numberInSurah":5,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4224,"text":"Dis: «Je ne suis qu'un homme comme vous. Il m'a été révélé que votre Dieu est un Dieu unique. Cherchez le droit chemin vers Lui et implorez son pardon». Et malheur aux Associateurs","numberInSurah":6,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4225,"text":"qui n'acquittent pas la Zakât et ne croient pas en l'au-delà!","numberInSurah":7,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4226,"text":"Ceux qui croient et accomplissent de bonnes œuvres auront une énorme récompense jamais interrompue.","numberInSurah":8,"juz":24,"manzil":6,"page":477,"ruku":413,"hizbQuarter":190,"sajda":false},{"number":4227,"text":"Dis: «Renierez-vous [l'existence] de celui qui a créé la terre en deux jours et Lui donnerez-vous des égaux? Tel est le Seigneur de l'univers,","numberInSurah":9,"juz":24,"manzil":6,"page":477,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4228,"text":"c'est Lui qui a fermement fixé des montagnes au-dessus d'elle, l'a bénie et lui assigna ses ressources alimentaires en quatre jours d'égale durée. [Telle est la réponse] à ceux qui t'interrogent.","numberInSurah":10,"juz":24,"manzil":6,"page":477,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4229,"text":"Il S'est ensuite adressé au ciel qui était alors fumée et lui dit, ainsi qu'à la terre: «Venez tous deux, bon gré, mal gré». Tous deux dirent: «Nous venons obéissants».","numberInSurah":11,"juz":24,"manzil":6,"page":477,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4230,"text":"Il décréta d'en faire sept cieux en deux jours et révéla à chaque ciel sa fonction. Et Nous avons décoré le ciel le plus proche de lampes [étoiles] et l'avons protégé. Tel est l'Ordre établi par le Puissant, l'Omniscient.","numberInSurah":12,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4231,"text":"S'ils s'en détournent, alors dis-leur; «Je vous ai avertis d'une foudre semblable à celle qui frappa les 'Aad et les Tamûd».","numberInSurah":13,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4232,"text":"Quand les Messagers leur étaient venus, de devant eux et par derrière, [leur disant]: «N'adorez qu'Allah», ils dirent: «Si notre Seigneur avait voulu, Il aurait certainement fait descendre des Anges. Nous ne croyons donc pas [au message] avec lequel vous avez été envoyés».","numberInSurah":14,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4233,"text":"Quant aux 'Aad, ils s'enflèrent d'orgueil sur terre injustement et dirent: «Qui est plus fort que nous?» Quoi! N'ont-ils pas vu qu'en vérité Allah qui les a créés est plus fort qu'eux? Et ils reniaient Nos signes.","numberInSurah":15,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4234,"text":"Nous déchaînâmes contre eux un vent violent et glacial en des jours néfastes, afin de leur faire goûter le châtiment de l'ignominie dans la vie présente. Le châtiment de l'au-delà cependant est plus ignominieux encore, et ils ne seront pas secourus.","numberInSurah":16,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4235,"text":"Et quant aux Tamûd, Nous les guidâmes; mais ils ont préféré l'aveuglement à la guidée. C'est alors qu'ils furent saisis par la foudre du supplice le plus humiliant pour ce qu'ils avaient acquis.","numberInSurah":17,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4236,"text":"Et Nous sauvâmes ceux qui croyaient et craignaient Allah.","numberInSurah":18,"juz":24,"manzil":6,"page":478,"ruku":414,"hizbQuarter":191,"sajda":false},{"number":4237,"text":"Et le jour où les ennemis d'Allah seront rassemblés en masse vers le Feu... Puis on les poussera [dans sa direction].","numberInSurah":19,"juz":24,"manzil":6,"page":478,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4238,"text":"Alors, quand ils y seront, leur ouïe, leurs yeux et leurs peaux témoigneront contre eux de ce qu'ils œuvraient.","numberInSurah":20,"juz":24,"manzil":6,"page":478,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4239,"text":"Ils diront à leurs peaux: «Pourquoi avez-vous témoigné contre nous?» Elles diront: «C'est Allah qui nous a fait parler, Lui qui fait parler toute chose. C'est Lui qui vous a créés une première fois et c'est vers Lui que vous serez retournés».","numberInSurah":21,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4240,"text":"Vous ne pouviez vous cacher au point que ni votre ouïe, ni vos yeux et ni vos peaux ne puissent témoigner contre vous. Mais vous pensiez qu'Allah ne savait pas beaucoup de ce que vous faisiez.","numberInSurah":22,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4241,"text":"Et c'est cette pensée que vous avez eue de votre Seigneur, qui vous a ruinés, de sorte que vous êtes devenus du nombre des perdants.","numberInSurah":23,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4242,"text":"S'ils endurent, le Feu sera leur lieu de séjour; et s'ils cherchent à s'excuser, ils ne seront pas excusés.","numberInSurah":24,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":191,"sajda":false},{"number":4243,"text":"Et Nous leur avons destiné des compagnons inséparables [des démons] qui leur ont enjolivé ce qui était devant et derrière eux. Et le décret s'est avéré juste contre eux, comme contre les autres communautés de djinns et d'hommes qui ont vécu avant eux. Ils sont certes perdants!","numberInSurah":25,"juz":24,"manzil":6,"page":479,"ruku":415,"hizbQuarter":192,"sajda":false},{"number":4244,"text":"Et ceux qui avaient mécru dirent: «Ne prêtez pas l'oreille à ce Coran, et faites du chahut (pendant sa récitation), afin d'avoir le dessus».","numberInSurah":26,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4245,"text":"Nous ferons certes, goûter à ceux qui ne croient pas un dur châtiment, et les rétribuerons certes [d'une punition] pire que ce [que méritent] leurs méfaits.","numberInSurah":27,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4246,"text":"Ainsi, la rétribution des ennemis d'Allah sera le Feu où ils auront une demeure éternelle, comme punition pour avoir nié Nos versets [le Coran].","numberInSurah":28,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4247,"text":"Et les mécréants diront: «Seigneur, fais-nous voir ceux des djinns et des humains qui nous ont égarés, afin que nous les placions tous sous nos pieds, pour qu'ils soient parmi les plus bas».","numberInSurah":29,"juz":24,"manzil":6,"page":479,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4248,"text":"Ceux qui disent: «Notre Seigneur est Allah», et qui se tiennent dans le droit chemin, les Anges descendent sur eux. «N'ayez pas peur et ne soyez pas affligés; mais ayez la bonne nouvelle du Paradis qui vous était promis.","numberInSurah":30,"juz":24,"manzil":6,"page":480,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4249,"text":"Nous sommes vos protecteurs dans la vie présente et dans l'au-delà; et vous y aurez ce que vos âmes désireront et ce que vous réclamerez,","numberInSurah":31,"juz":24,"manzil":6,"page":480,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4250,"text":"un lieu d'accueil de la part d'un Très Grand Pardonneur, d'un Très Miséricordieux».","numberInSurah":32,"juz":24,"manzil":6,"page":480,"ruku":416,"hizbQuarter":192,"sajda":false},{"number":4251,"text":"Et qui profère plus belles paroles que celui qui appelle à Allah, fait bonne œuvre et dit: «Je suis du nombre des Musulmans?»","numberInSurah":33,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4252,"text":"La bonne action et la mauvaise ne sont pas pareilles. Repousse (le mal) par ce qui est meilleur; et voilà que celui avec qui tu avais une animosité devient tel un ami chaleureux.","numberInSurah":34,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4253,"text":"Mais (ce privilège) n'est donné qu'à ceux qui endurent et il n'est donné qu'au possesseur d'une grâce infinie.","numberInSurah":35,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4254,"text":"Et si jamais le Diable t'incite (à agir autrement), alors cherche refuge auprès d'Allah; c'est Lui, vraiment l'Audient, l'Omniscient.","numberInSurah":36,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4255,"text":"Parmi Ses merveilles, sont la nuit et le jour, le soleil et la lune: ne vous prosternez ni devant le soleil, ni devant la lune, mais prosternez-vous devant Allah qui les a créés, si c'est Lui que vous adorez.","numberInSurah":37,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4256,"text":"Mais s'ils s'enflent d'orgueil... ceux qui sont auprès de ton Seigneur [les Anges] Le glorifient, nuit et jour, sans jamais se lasser!","numberInSurah":38,"juz":24,"manzil":6,"page":480,"ruku":417,"hizbQuarter":192,"sajda":{"id":12,"recommended":false,"obligatory":true}},{"number":4257,"text":"Et parmi Ses merveilles est que tu vois la terre humiliée (toute nue). Puis aussitôt que Nous faisons descendre l'eau sur elle, elle se soulève et augmente [de volume]. Celui qui lui redonne la vie est certes Celui qui fera revivre les morts, car Il est Omnipotent.","numberInSurah":39,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4258,"text":"Ceux qui dénaturent le sens de Nos versets (le Coran) ne Nous échappent pas. Celui qui sera jeté au Feu sera-t-il meilleur que celui qui viendra en toute sécurité le Jour de la Résurrection? Faites ce que vous voulez car Il est Clairvoyant sur tout ce que vous faites;","numberInSurah":40,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4259,"text":"Ceux qui ne croient pas au Rappel [le Coran] quand il leur parvient... alors que c'est un Livre puissant [inattaquable];","numberInSurah":41,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4260,"text":"Le faux ne l'atteint [d'aucune part], ni par devant ni par derrière: c'est une révélation émanant d'un Sage, Digne de louange.","numberInSurah":42,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4261,"text":"Il ne t'est dit que ce qui a été dit aux Messagers avant toi. Ton Seigneur est certes Détenteur du pardon et Détenteur aussi d'une punition douloureuse.","numberInSurah":43,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4262,"text":"Si Nous en avions fait un Coran en une langue autre que l'arabe, ils auraient dit: «Pourquoi ses versets n'ont-ils pas été exposés clairement? quoi? Un [Coran] non-arabe et [un Messager] arabe?» Dis: «Pour ceux qui croient, il est une guidée et une guérison». Et quant à ceux qui ne croient pas, il y a une surdité dans leurs oreilles et ils sont frappés d'aveuglement en ce qui le concerne; ceux-là sont appelés d'un endroit lointain.","numberInSurah":44,"juz":24,"manzil":6,"page":481,"ruku":417,"hizbQuarter":192,"sajda":false},{"number":4263,"text":"Nous avons effectivement donné à Moïse le Livre. Puis, il y eut controverse là-dessus. Et si ce n'était une parole préalable de ton Seigneur, on aurait certainement tranché entre eux. Ils sont vraiment, à son sujet, dans un doute troublant.","numberInSurah":45,"juz":24,"manzil":6,"page":481,"ruku":418,"hizbQuarter":192,"sajda":false},{"number":4264,"text":"Quiconque fait une bonne œuvre, c'est pour son bien. Et quiconque fait le mal, il le fait à ses dépens. Ton Seigneur, cependant, n'est point injuste envers les serviteurs.","numberInSurah":46,"juz":24,"manzil":6,"page":481,"ruku":418,"hizbQuarter":192,"sajda":false},{"number":4265,"text":"A Lui revient la connaissance de l'Heure. Aucun fruit ne sort de son enveloppe, aucune femelle ne conçoit ni ne met bas sans qu'Il n'en ait connaissance. Et le jour où Il les appellera: «Où sont Mes associés?», ils diront: «Nous Te déclarons qu'il n'y a point de témoin parmi nous»!","numberInSurah":47,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4266,"text":"Et ce qu'auparavant ils invoquaient les délaissera; et ils réaliseront qu'ils n'ont point d'échappatoire.","numberInSurah":48,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4267,"text":"L'homme ne se lasse pas d'implorer le bien. Si le mal le touche, le voilà désespéré, désemparé.","numberInSurah":49,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4268,"text":"Et si nous lui faisons goûter une miséricorde de Notre part, après qu'une détresse l'ait touché, il dit certainement: «Cela m'est dû! Et je ne pense pas que l'Heure se lèvera [un jour]. Et si je suis ramené vers mon Seigneur, je trouverai, près de Lui, la plus belle part». Nous informerons ceux qui ont mécru de ce qu'ils ont fait et Nous leur ferons sûrement goûter à un dur châtiment.","numberInSurah":50,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4269,"text":"Quand Nous comblons de bienfaits l'homme, il s'esquive et s'éloigne. Et quand un malheur le touche, il se livre alors à une longue prière.","numberInSurah":51,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4270,"text":"Dis: «Voyez-vous? Si ceci (le Coran) émane d'Allah et qu'ensuite vous le reniez; qui se trouvera plus égaré que celui qui s'éloigne dans la dissidence?»","numberInSurah":52,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4271,"text":"Nous leur montrerons Nos signes dans l'univers et en eux-mêmes, jusqu'à ce qu'il leur devienne évident que c'est cela (le Coran), la vérité. Ne suffit-il pas que ton Seigneur soit témoin de toute chose?","numberInSurah":53,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false},{"number":4272,"text":"Ils sont dans le doute, n'est-ce pas, au sujet de la rencontre de leur Seigneur? C'est Lui certes qui embrasse toute chose (par Sa science et Sa puissance).","numberInSurah":54,"juz":25,"manzil":6,"page":482,"ruku":418,"hizbQuarter":193,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}