{"code":200,"status":"OK","data":{"number":3,"name":"سُورَةُ آلِ عِمۡرَانَ","englishName":"Aal-i-Imraan","englishNameTranslation":"The Family of Imraan","revelationType":"Medinan","numberOfAyahs":200,"ayahs":[{"number":294,"text":"Alif, Lâm, Mîm.","numberInSurah":1,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":295,"text":"Allah! Pas de divinité à part Lui, le Vivant, Celui qui subsiste par Lui-même «Al-Qayyum».","numberInSurah":2,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":296,"text":"Il a fait descendre sur toi le Livre avec la vérité, confirmant les Livres descendus avant lui. Et Il fit descendre la Thora et l'Evangile.","numberInSurah":3,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":297,"text":"auparavant, en tant que guide pour les gens. Et Il a fait descendre le Discernement. Ceux qui ne croient pas aux Révélations d'Allah auront, certes, un dur châtiment! Et, Allah est Puissant, Détenteur du pouvoir de punir.","numberInSurah":4,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":298,"text":"Rien, vraiment, ne se cache d'Allah de ce qui existe sur la terre ou dans le ciel.","numberInSurah":5,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":299,"text":"C'est Lui qui vous donne forme dans les matrices comme Il veut. Point de divinité à part Lui, le Puissant, le Sage.","numberInSurah":6,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":300,"text":"C'est Lui qui a fait descendre sur toi le Livre: il s'y trouve des versets sans équivoque, qui sont la base du Livre, et d'autres versets qui peuvent prêter à d'interprétations diverses. Les gens, donc, qui ont au cœur une inclination vers l'égarement, mettent l' accent sur les versets à équivoque cherchant la dissension en essayant de leur trouver une interprétation, alors que nul n'en connaît l'interprétation, à part Allah. Mais ceux qui sont bien enracinés dans la science disent: «Nous y croyons: tout est de la part de notre Seigneur!» Mais, seuls les doués d'intelligence s'en rappellent.","numberInSurah":7,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":301,"text":"«Seigneur! Ne laisse pas dévier nos cœurs après que Tu nous aies guidés; et accorde-nous Ta miséricorde. C'est Toi, certes, le Grand Donateur!","numberInSurah":8,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":302,"text":"Seigneur! C'est Toi qui rassembleras les gens, un jour - en quoi il n'y a point de doute - Allah, vraiment, ne manque jamais à Sa promesse.»","numberInSurah":9,"juz":3,"manzil":1,"page":50,"ruku":42,"hizbQuarter":20,"sajda":false},{"number":303,"text":"Ceux qui ne croient pas, ni leurs biens ni leurs enfants ne les mettront aucunement à l' abri de la punition d'Allah. Ils seront du combustible pour le Feu,","numberInSurah":10,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":304,"text":"comme les gens de Pharaon et ceux qui vécurent avant eux. Ils avaient traité de mensonges Nos preuves. Allah les saisit donc, pour leurs péchés. Et Allah est dur en punition.","numberInSurah":11,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":305,"text":"Dis à ceux qui ne croient pas: «Vous serez vaincus bientôt; et vous serez rassemblés vers l'Enfer. Et quel mauvais endroit pour se reposer!»","numberInSurah":12,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":306,"text":"Il y eut déjà pour vous un signe dans ces deux troupes qui s'affrontèrent: l'une combattait dans le sentier d'Allah; et l'autre, était mécréante. Ces derniers voyaient (les croyants) de leurs propres yeux, deux fois plus nombreux qu'eux-mêmes. Or Allah secourt qui Il veut de Son aide. Voilà bien là un exemple pour les doués de clairvoyance!","numberInSurah":13,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":307,"text":"On a enjolivé aux gens l'amour des choses qu'ils désirent: femmes, enfants, trésors thésaurisés d'or et d'argent, chevaux marqués, bétail et champs; tout cela est l'objet de jouissance pour la vie présente, alors que c'est près d'Allah qu'il y a bon retour.","numberInSurah":14,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":20,"sajda":false},{"number":308,"text":"Dis: «Puis-je vous apprendre quelque chose de meilleur que tout cela? Pour les pieux, il y a, auprès de leur Seigneur, des jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement, et aussi, des épouses purifiées, et l'agrément d'Allah.» Et Allah est Clairvoyant sur [Ses] serviteurs,","numberInSurah":15,"juz":3,"manzil":1,"page":51,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":309,"text":"qui disent: «O notre Seigneur, nous avons la foi; pardonne-nous donc nos péchés, et protège-nous du châtiment du Feu»,","numberInSurah":16,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":310,"text":"ce sont les endurants, les véridiques, les obéissants, ceux qui dépensent [dans le sentier d'Allah] et ceux qui implorent pardon juste avant l'aube.","numberInSurah":17,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":311,"text":"Allah atteste, et aussi les Anges et les doués de science, qu'il n'y a point de divinité à part Lui, le Mainteneur de la justice. Point de divinité à part Lui, le Puissant, le Sage!","numberInSurah":18,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":312,"text":"Certes, la religion acceptée d'Allah, c'est l'Islam. Ceux auxquels le Livre a été apporté ne se sont disputés, par agressivité entre eux, qu'après avoir reçu la science. Et quiconque ne croit pas aux signes d'Allah... alors Allah est prompt à demander compte!","numberInSurah":19,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":313,"text":"S'ils te contredisent, dis leur: «Je me suis entièrement soumis à Allah, moi et ceux qui m'ont suivi». Et dis à ceux à qui le Livre a été donné, ainsi qu'aux illettrés: «Avez-vous embrassé l'Islam?» S'ils embrassent l'Islam, ils seront bien guidés. Mais; s'ils tournent le dos... Ton devoir n'est que la transmission (du message). Allah, sur [Ses] serviteurs est Clairvoyant.","numberInSurah":20,"juz":3,"manzil":1,"page":52,"ruku":43,"hizbQuarter":21,"sajda":false},{"number":314,"text":"Ceux qui ne croient pas aux signes d'Allah, tuent sans droit les prophètes et tuent les gens qui commandent la justice, annonce-leur un châtiment douloureux.","numberInSurah":21,"juz":3,"manzil":1,"page":52,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":315,"text":"Ce sont eux dont les œuvres sont devenues vaines, ici-bas comme dans l'au-delà. Et pour eux, pas de secoureurs!","numberInSurah":22,"juz":3,"manzil":1,"page":52,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":316,"text":"N'as-tu pas vu comment agissent ceux qui ont reçu une part du Livre, et qui sont maintenant invités au Livre d'Allah pour trancher leurs différends; comment un groupe des leurs tourne le dos et s'esquive?","numberInSurah":23,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":317,"text":"C'est parce qu'ils disent: «Le Feu ne nous touchera que pour un nombre de jours déterminés.» Et leurs mensonges les trompent en religion.","numberInSurah":24,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":318,"text":"Eh bien comment seront-ils, quand Nous les aurons rassemblés, en un jour sur quoi il n'y a point de doute, et que chaque âme sera pleinement rétribuée selon ce qu'elle aura acquis? Et ils ne seront point lésés.","numberInSurah":25,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":319,"text":"- Dis: «O Allah, Maître de l'autorité absolue. Tu donnes l'autorité à qui Tu veux, et Tu arraches l'autorité à qui Tu veux; et Tu donnes la puissance à qui Tu veux, et Tu humilies qui Tu veux. Le bien est en Ta main et Tu es Omnipotent.","numberInSurah":26,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":320,"text":"Tu fais pénétrer la nuit dans le jour, et Tu fais pénétrer le jour dans la nuit, et Tu fais sortir le vivant du mort, et Tu fais sortir le mort du vivant. Et Tu accordes attribution à qui Tu veux, sans compter».","numberInSurah":27,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":321,"text":"Que les croyants ne prennent pas, pour alliés, des infidèles, au lieu de croyants. Quiconque le fait contredit la religion d'Allah, à moins que vous ne cherchiez à vous protéger d'eux. Allah vous met en garde à l'égard de Lui-même. Et c'est à Allah le retour.","numberInSurah":28,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":322,"text":"Dis: «Que vous cachiez ce qui est dans vos poitrines ou bien vous le divulguiez, Allah le sait. Il connaît tout ce qui est dans les cieux et sur la terre. Et Allah est Omnipotent.","numberInSurah":29,"juz":3,"manzil":1,"page":53,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":323,"text":"Le jour où chaque âme se trouvera confrontée avec ce qu'elle aura fait de bien et ce qu'elle aura fait de mal; elle souhaitera qu'il y ait entre elle et ce mal une longue distance! Allah vous met en garde à l'égard de Lui-même. Allah est Compatissant envers [Ses] serviteurs.","numberInSurah":30,"juz":3,"manzil":1,"page":54,"ruku":44,"hizbQuarter":21,"sajda":false},{"number":324,"text":"Dis: «Si vous aimez vraiment Allah, suivez-moi, Allah vous aimera alors et vous pardonnera vos péchés. Allah est Pardonneur et Miséricordieux.","numberInSurah":31,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":21,"sajda":false},{"number":325,"text":"Dis: «Obéissez à Allah et au Messager. Et si vous tournez le dos... alors Allah n'aime pas les infidèles!","numberInSurah":32,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":21,"sajda":false},{"number":326,"text":"Certes, Allah a élu Adam, Noé, la famille d'Abraham et la famille d''Imran au-dessus de tout le monde.","numberInSurah":33,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":327,"text":"En tant que descendants les uns des autres, et Allah est Audient et Omniscient.","numberInSurah":34,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":328,"text":"(Rappelle-toi) quand la femme de 'Imran dit: «Seigneur, je T'ai voué en toute exclusivité ce qui est dans mon ventre. Accepte-le donc, de moi. C'est Toi certes l' Audient et l'Omniscient.","numberInSurah":35,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":329,"text":"Puis, lorsqu'elle en eut accouché, elle dit: «Seigneur, voilà que j'ai accouché d'une fille» or Allah savait mieux ce dont elle avait accouché! Le garçon n'est pas comme la fille. «Je l'ai nommée Marie, et je la place, ainsi que sa descendance, sous Ta protection contre le Diable, le banni».","numberInSurah":36,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":330,"text":"Son Seigneur l'agréa alors du bon agrément, la fit croître en belle croissance. Et Il en confia la garde à Zacharie. Chaque fois que celui-ci entrait auprès d'elle dans le Sanctuaire, il trouvait près d'elle de la nourriture. Il dit: «O Marie, d'où te vient cette nourriture?» - Elle dit: «Cela me vient d'Allah». Il donne certes la nourriture à qui Il veut sans compter.","numberInSurah":37,"juz":3,"manzil":1,"page":54,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":331,"text":"Alors, Zacharie pria son Seigneur, et dit: «O mon Seigneur, donne-moi, venant de Toi, une excellente descendance. Car Tu es Celui qui entend bien la prière».","numberInSurah":38,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":332,"text":"Alors, les Anges l'appelèrent pendant que, debout, il priait dans le Sanctuaire: «Voilà qu'Allah t'annonce la naissance de Yahya, confirmateur d'une parole d'Allah. Il sera un chef, un chaste, un prophète et du nombre des gens de bien».","numberInSurah":39,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":333,"text":"Il dit: «O mon Seigneur, comment aurais-je un garçon maintenant que la vieillesse m'a atteint et que ma femme est stérile?» Allah dit: «Comme cela!», Allah fait ce qu'Il veut.","numberInSurah":40,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":334,"text":"- «Seigneur, dit Zacharie, donne-moi un signe.» - «Ton signe, dit Allah, c'est que pendant trois jours tu ne pourras parler aux gens que par geste. Invoque beaucoup Ton Seigneur; et, glorifie-Le, en fin et en début de journée.»","numberInSurah":41,"juz":3,"manzil":1,"page":55,"ruku":45,"hizbQuarter":22,"sajda":false},{"number":335,"text":"(Rappelle-toi) quand les Anges dirent: «O Marie, certes Allah t'a élue et purifiée; et Il t'a élue au-dessus des femmes des mondes.","numberInSurah":42,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":336,"text":"«O Marie, obéis à Ton Seigneur, prosterne-toi, et incline-toi avec ceux qui s'inclinent».","numberInSurah":43,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":337,"text":"- Ce sont là des nouvelles de l'Inconnaissable que Nous te révélons. Car tu n'étais pas là lorsqu'ils jetaient leurs calames pour décider qui se chargerait de Marie! Tu n'étais pas là non plus lorsqu'ils se disputaient!","numberInSurah":44,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":338,"text":"(Rappelle-toi) quand les Anges dirent: «O Marie, voilà qu'Allah t'annonce une parole de Sa part: son nom sera «Al-Masîh», «'Issâ», fils de Marie, illustre ici-bas comme dans l'au-delà, et l'un des rapprochés d'Allah».","numberInSurah":45,"juz":3,"manzil":1,"page":55,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":339,"text":"Il parlera aux gens, dans le berceau et en son âge mûr et il sera du nombre des gens de bien».","numberInSurah":46,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":340,"text":"- Elle dit: «Seigneur! Comment aurais-je un enfant, alors qu'aucun homme ne m'a touchée?» - «C'est ainsi!» dit-Il. Allah crée ce qu'Il veut. Quand Il décide d'une chose, Il lui dit seulement: «Sois» et elle est aussitôt.","numberInSurah":47,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":341,"text":"Et (Allah) lui enseignera l'écriture, la sagesse, la Thora et l'Evangile,","numberInSurah":48,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":342,"text":"et Il sera le messager aux enfants d'Israël, [et leur dira]: «En vérité, je viens à vous avec un signe de la part de votre Seigneur. Pour vous, je forme de la glaise comme la figure d'un oiseau, puis je souffle dedans: et, par la permission d'Allah, cela devient un oiseau. Et je guéris l'aveugle-né et le lépreux, et je ressuscite les morts, par la permission d'Allah. Et je vous apprends ce que vous mangez et ce que vous amassez dans vos maisons. Voilà bien là un signe, pour vous, si vous êtes croyants!","numberInSurah":49,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":343,"text":"Et je confirme ce qu'il y a dans la Thora révélée avant moi, et je vous rends licite une partie de ce qui vous était interdit. Et j'ai certes apporté un signe de votre Seigneur. Craignez Allah donc, et obéissez-moi.","numberInSurah":50,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":344,"text":"Allah est mon Seigneur et votre Seigneur. Adorez-Le donc: voilà le chemin droit.»","numberInSurah":51,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":22,"sajda":false},{"number":345,"text":"Puis, quand Jésus ressentit de l'incrédulité, de leur part, il dit: «Qui sont mes alliés dans la voie d'Allah?» Les apôtres dirent: «Nous sommes les alliés d'Allah. Nous croyons en Allah. Et sois témoin que nous lui sommes soumis.","numberInSurah":52,"juz":3,"manzil":1,"page":56,"ruku":46,"hizbQuarter":23,"sajda":false},{"number":346,"text":"Seigneur! Nous avons cru à ce que Tu as fait descendre et suivi le messager. Inscris-nous donc parmi ceux qui témoignent».","numberInSurah":53,"juz":3,"manzil":1,"page":57,"ruku":46,"hizbQuarter":23,"sajda":false},{"number":347,"text":"Et ils [les autres] se mirent à comploter. Allah a fait échouer leur complot. Et c'est Allah qui sait le mieux leur machination!","numberInSurah":54,"juz":3,"manzil":1,"page":57,"ruku":46,"hizbQuarter":23,"sajda":false},{"number":348,"text":"(Rappelle-toi) quand Allah dit: «O Jésus, certes, Je vais mettre fin à ta vie terrestre t'élever vers Moi, te débarrasser de ceux qui n'ont pas cru et mettre jusqu'au Jour de la Résurrection, ceux qui te suivent au-dessus de ceux qui ne croient pas. Puis, c'est vers Moi que sera votre retour, et Je jugerai, entre vous, ce sur quoi vous vous opposiez.","numberInSurah":55,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":349,"text":"Quant à ceux qui n'ont pas cru, Je les châtierai d'un dur châtiment, ici-bas tout comme dans l'au-delà; et pour eux, pas de secoureurs.","numberInSurah":56,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":350,"text":"Et quant à ceux qui ont la foi et font de bonnes œuvres, Il leur donnera leurs récompenses. Et Allah n'aime pas les injustes.","numberInSurah":57,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":351,"text":"Voilà ce que Nous te récitons des versets et de la révélation précise.","numberInSurah":58,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":352,"text":"Pour Allah, Jésus est comme Adam qu'Il créa de poussière, puis Il lui dit: «Sois»: et il fut.","numberInSurah":59,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":353,"text":"La vérité vient de ton Seigneur. Ne sois donc pas du nombre des sceptiques.","numberInSurah":60,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":354,"text":"A ceux qui te contredisent à son propos, maintenant que tu en es bien informé, tu n'as qu'à dire: «Venez, appelons nos fils et les vôtres, nos femmes et les vôtres, nos propres personnes et les vôtres, puis proférons exécration réciproque en appelant la malédiction d'Allah sur les menteurs.","numberInSurah":61,"juz":3,"manzil":1,"page":57,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":355,"text":"Voilà, certes, le récit véridique. Et il n'y a pas de divinité à part Allah. En vérité, c'est Allah qui est le Puissant, le Sage.","numberInSurah":62,"juz":3,"manzil":1,"page":58,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":356,"text":"Si donc ils tournent le dos... alors Allah connaît bien les semeurs de corruption!","numberInSurah":63,"juz":3,"manzil":1,"page":58,"ruku":47,"hizbQuarter":23,"sajda":false},{"number":357,"text":"- Dis: «O gens du Livre, venez à une parole commune entre nous et vous: que nous n'adorions qu'Allah, sans rien Lui associer, et que nous ne prenions point les uns les autres pour seigneurs en dehors d'Allah». Puis, s'ils tournent le dos, dites: «Soyez témoins que nous, nous sommes soumis».","numberInSurah":64,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":358,"text":"O gens du Livre, pourquoi disputez-vous au sujet d'Abraham, alors que la Thora et l'Evangile ne sont descendus qu'après lui? Ne raisonnez-vous donc pas?","numberInSurah":65,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":359,"text":"Vous avez bel et bien disputé à propos d'une chose dont vous avez connaissance. Mais pourquoi disputez-vous des choses dont vous n'avez pas connaissance? Or Allah sait, tandis que vous ne savez pas.","numberInSurah":66,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":360,"text":"Abraham n'était ni Juif ni Chrétien. Il était entièrement soumis à Allah (Musulman). Et il n'était point du nombre des Associateurs.","numberInSurah":67,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":361,"text":"Certes les hommes les plus dignes de se réclamer d'Abraham, sont ceux qui l'ont suivi, ainsi que ce Prophète-ci, et ceux qui ont la foi. Et Allah est l'allié des croyants.","numberInSurah":68,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":362,"text":"Une partie des gens du Livre aurait bien voulu vous égarer. Or ils n'égarent qu'eux-mêmes; et ils n'en sont pas conscients.","numberInSurah":69,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":363,"text":"O gens du Livre, pourquoi ne croyez vous pas aux versets d'Allah (le Coran), cependant que vous en êtes témoins?","numberInSurah":70,"juz":3,"manzil":1,"page":58,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":364,"text":"O gens du Livre, pourquoi mêlez-vous le faux au vrai et cachez-vous sciemment la vérité?","numberInSurah":71,"juz":3,"manzil":1,"page":59,"ruku":48,"hizbQuarter":23,"sajda":false},{"number":365,"text":"Ainsi dit une partie des gens du Livre: «Au début du jour, croyez à ce qui a été révélé aux Musulmans, mais, à la fin du jour, rejetez-le, afin qu'ils retournent (à leur ancienne religion).","numberInSurah":72,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":23,"sajda":false},{"number":366,"text":"[Et les gens du Livre disent à leurs coreligionnaires]: «Ne croyez que ceux qui suivent votre religion...» Dis: «La vraie direction est la direction d'Allah» - [et ils disent encore: Vous ne devez ni approuver ni reconnaître] que quelqu'un d'autre que vous puisse recevoir comme ce que vous avez reçu de sorte qu'ils (les musulmans) ne puissent argumenter contre vous auprès de votre Seigneur. Dis-[leur]: En vérité, la grâce est en la main d'Allah. Il la donne à qui Il veut. La grâce d'Allah est immense et Il est Omniscient.","numberInSurah":73,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":23,"sajda":false},{"number":367,"text":"Il réserve à qui Il veut sa miséricorde. Et Allah est Détenteur d'une grâce immense.","numberInSurah":74,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":23,"sajda":false},{"number":368,"text":"Et parmi les gens du Livre, il y en a qui, si tu lui confies un qintâr, te le rend. Mais il y en a aussi qui, si tu lui confies un dinâr, ne te le rendra que si tu l'y contrains sans relâche. Tout cela parce qu'ils disent: «Ces (arabes) qui n'ont pas de livre n'ont aucun chemin pour nous contraindre.» Ils profèrent des mensonges contre Allah alors qu'ils savent.","numberInSurah":75,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":369,"text":"Au contraire, quiconque remplit sa promesse et craint Allah... Allah aime les pieux.","numberInSurah":76,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":370,"text":"Ceux qui vendent à vil prix leur engagement avec Allah ainsi que leurs serments n'auront aucune part dans l'au-delà, et Allah ne leur parlera pas, ni les regardera, au Jour de la Résurrection, ni ne les purifiera; et ils auront un châtiment douloureux.","numberInSurah":77,"juz":3,"manzil":1,"page":59,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":371,"text":"Et il y a parmi eux certains qui roulent leurs langues en lisant le Livre pour vous faire croire que cela provient du Livre, alors qu'il n'est point du Livre; et ils disent: «Ceci vient d'Allah, alors qu'il ne vient point d'Allah. Ils disent sciemment des mensonges contre Allah.","numberInSurah":78,"juz":3,"manzil":1,"page":60,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":372,"text":"Il ne conviendrait pas à un être humain à qui Allah a donné le Livre, la Compréhension et la Prophétie, de dire ensuite aux gens: «Soyez mes adorateurs, à l'exclusion d'Allah; mais au contraire, [il devra dire]: «Devenez des savants, obéissant au Seigneur, puisque vous enseignez le Livre et vous l'étudiez».","numberInSurah":79,"juz":3,"manzil":1,"page":60,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":373,"text":"Et il ne va pas vous commander de prendre pour seigneurs anges et prophètes. Vous commanderait-il de rejeter la foi, vous qui êtes Musulmans?","numberInSurah":80,"juz":3,"manzil":1,"page":60,"ruku":49,"hizbQuarter":24,"sajda":false},{"number":374,"text":"Et lorsqu'Allah prit cet engagement des prophètes: «Chaque fois que Je vous accorderai un Livre et de la Sagesse, et qu'ensuite un messager vous viendra confirmer ce qui est avec vous, vous devez croire en lui, et vous devrez lui porter secours.» Il leur dit: «Consentez-vous et acceptez-vous Mon pacte à cette condition?» - «Nous consentons», dirent-ils. «Soyez-en donc témoins, dit Allah. Et Me voici, avec vous, parmi les témoins.","numberInSurah":81,"juz":3,"manzil":1,"page":60,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":375,"text":"Quiconque ensuite tournera le dos... alors ce sont eux qui seront les pervers».","numberInSurah":82,"juz":3,"manzil":1,"page":60,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":376,"text":"Désirent-ils une autre religion que celle d'Allah, alors que se soumet à Lui, bon gré, mal gré, tout ce qui existe dans les cieux et sur la terre, et que c'est vers Lui qu'ils seront ramenés?","numberInSurah":83,"juz":3,"manzil":1,"page":60,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":377,"text":"Dis: «Nous croyons en Allah, à ce qu'on a fait descendre sur nous, à ce qu'on a fait descendre sur Abraham, Ismaël, Isaac, Jacob et les Tribus, et à ce qui a été apporté à Moïse, à Jésus et aux prophètes, de la part de leur Seigneur: nous ne faisons aucune différence entre eux; et c'est à Lui que nous sommes Soumis».","numberInSurah":84,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":378,"text":"Et quiconque désire une religion autre que l'Islam, ne sera point agréé, et il sera, dans l'au-delà, parmi les perdants.","numberInSurah":85,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":379,"text":"Comment Allah guiderait-Il des gens qui n'ont plus la foi après avoir cru et témoigné que le Messager est véridique, et après que les preuves leur sont venues? Allah ne guide pas les gens injustes.","numberInSurah":86,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":380,"text":"Ceux là, leur rétribution sera qu'ils auront sur eux la malédiction d'Allah, des Anges et de tous les êtres humains.","numberInSurah":87,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":381,"text":"Ils y demeureront éternellement. Le châtiment ne leur sera pas allégé, et ils n'auront aucun répit,","numberInSurah":88,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":382,"text":"excepté ceux qui par la suite se repentiront et se réformeront: car Allah est certes Pardonneur et Miséricordieux.","numberInSurah":89,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":383,"text":"En vérité, ceux qui ne croient plus après avoir eu la foi, et laissent augmenter encore leur mécréance, leur repentir ne sera jamais accepté. Ceux-là sont vraiment les égarés.","numberInSurah":90,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":384,"text":"Ceux qui ne croient pas et qui meurent mécréants, il ne sera jamais accepté, d'aucun d'eux de se racheter même si pour cela il (donnait) le contenu, en or, de la terre. Ils auront un châtiment douloureux, et ils n'auront point de secoureurs.","numberInSurah":91,"juz":3,"manzil":1,"page":61,"ruku":50,"hizbQuarter":24,"sajda":false},{"number":385,"text":"Vous n'atteindrez la (vraie) piété, que si vous faites largesses de ce que vous chérissez. Tout ce dont vous faites largesses, Allah le sait certainement bien.","numberInSurah":92,"juz":3,"manzil":1,"page":62,"ruku":51,"hizbQuarter":24,"sajda":false},{"number":386,"text":"Toute nourriture était licite aux enfants d'Israël, sauf celle qu'Israël lui-même s'interdit avant que ne descendît la Thora. Dis-[leur]: «Apportez la Thora et lisez-la, si ce que vous dites est vrai!»","numberInSurah":93,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":387,"text":"Donc, quiconque, après cela, invente des mensonges contre Allah... ceux-là sont, donc, les vrais injustes.","numberInSurah":94,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":388,"text":"Dis: «C'est Allah qui dit la vérité. Suivez donc la religion d'Abraham, Musulman droit. Et il n'était point des associateurs».","numberInSurah":95,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":389,"text":"La première Maison qui ait été édifiée pour les gens, c'est bien celle de Bakka (la Mecque) bénie et une bonne direction pour l'univers.","numberInSurah":96,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":390,"text":"Là sont des signes évidents, parmi lesquels l'endroit où Abraham s'est tenu debout; et quiconque y entre est en sécurité. Et c'est un devoir envers Allah pour les gens qui ont les moyens, d'aller faire le pèlerinage de la Maison. Et quiconque ne croit pas... Allah Se passe largement des mondes.","numberInSurah":97,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":391,"text":"- Dis: «O gens du Livre, pourquoi ne croyez-vous pas aux versets d'Allah (al-Qur'ân), alors qu'Allah est témoin de ce que vous faites?»","numberInSurah":98,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":392,"text":"- Dis: «O gens du Livre, pourquoi obstruez-vous la voie d'Allah à celui qui a la foi, et pourquoi voulez-vous rendre cette voie tortueuse, alors que vous êtes témoins de la vérité!» Et Allah n'est pas inattentif à ce que vous faites.","numberInSurah":99,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":393,"text":"O les croyants! Si vous obéissez à un groupe de ceux auxquels on a donné le Livre, il vous rendra mécréants après que vous ayez eu la foi.","numberInSurah":100,"juz":4,"manzil":1,"page":62,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":394,"text":"Et comment pouvez-vous ne pas croire, alors que les versets d'Allah vous sont récités, et qu'au milieu de vous se tient Son messager? Quiconque s'attache fortement à Allah, il est certes guidé vers un droit chemin.","numberInSurah":101,"juz":4,"manzil":1,"page":63,"ruku":51,"hizbQuarter":25,"sajda":false},{"number":395,"text":"O les croyants! Craignez Allah comme Il doit être craint. Et ne mourez qu'en pleine soumission.","numberInSurah":102,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":396,"text":"Et cramponnez-vous tous ensemble au «Habl» (câble) d'Allah et ne soyez pas divisés; et rappelez-vous le bienfait d'Allah sur vous: lorsque vous étiez ennemis, c'est Lui qui réconcilia vos cœurs. Puis, par Son bienfait, vous êtes devenus frères. Et alors que vous étiez au bord d'un abîme de Feu, c'est Lui qui vous en a sauvés. Ainsi Allah vous montre Ses signes afin que vous soyez bien guidés.","numberInSurah":103,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":397,"text":"Que soit issue de vous une communauté qui appelle au bien, ordonne le convenable, et interdit le blâmable. Car ce seront eux qui réussiront.","numberInSurah":104,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":398,"text":"Et ne soyez pas comme ceux qui se sont divisés et se sont mis à disputer, après que les preuves leur furent venues, et ceux-là auront un énorme châtiment.","numberInSurah":105,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":399,"text":"Au jour où certains visages s'éclaireront, et que d'autres s'assombriront. A ceux dont les visages seront assombris (il sera dit): «avez-vous mécru après avoir eu la foi?» Eh bien, goûtez au châtiment, pour avoir renié la foi.","numberInSurah":106,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":400,"text":"Et quant à ceux dont les visages s'éclaireront, ils seront dans la miséricorde d'Allah, où ils demeureront éternellement.","numberInSurah":107,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":401,"text":"Tels sont les versets d'Allah; Nous te (Muhammad) les récitons avec vérité. Et Allah ne veut point léser les mondes.","numberInSurah":108,"juz":4,"manzil":1,"page":63,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":402,"text":"A Allah appartient tout ce qui est dans les cieux et sur la terre. Et c'est vers Allah que toute chose sera ramenée.","numberInSurah":109,"juz":4,"manzil":1,"page":64,"ruku":52,"hizbQuarter":25,"sajda":false},{"number":403,"text":"Vous êtes la meilleure communauté, qu'on ait fait surgir pour les hommes. Vous ordonnez le convenable, interdisez le blâmable et croyez à Allah. Si les gens du Livre croyaient, ce serait meilleur pour eux, il y en a qui ont la foi, mais la plupart d'entre eux sont des pervers.","numberInSurah":110,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":25,"sajda":false},{"number":404,"text":"Ils ne sauront jamais vous causer de grand mal, seulement une nuisance (par la langue); et s'ils vous combattent, ils vous tourneront le dos, et ils n'auront alors point de secours.","numberInSurah":111,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":25,"sajda":false},{"number":405,"text":"Où qu'ils se trouvent, ils sont frappés d'avilissement, à moins d'un secours providentiel d'Allah ou d'un pacte conclu avec les hommes. Ils ont encouru la colère d'Allah, et les voilà frappés de malheur, pour n'avoir pas cru aux signes d'Allah, et assassiné injustement les prophètes, et aussi pour avoir désobéi et transgressé.","numberInSurah":112,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":25,"sajda":false},{"number":406,"text":"Mais ils ne sont pas tous pareils. Il est, parmi les gens du Livre, une communauté droite qui, aux heures de la nuit, récite les versets d'Allah en se prosternant.","numberInSurah":113,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":407,"text":"Ils croient en Allah et au Jour dernier, ordonnent le convenable, interdisent le blâmable et concourent aux bonnes œuvres. Ceux-là sont parmi les gens de bien.","numberInSurah":114,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":408,"text":"Et quelque bien qu'ils fassent, il ne leur sera pas dénié. Car Allah connaît bien les pieux.","numberInSurah":115,"juz":4,"manzil":1,"page":64,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":409,"text":"Quant à ceux qui ne croient pas, ni leurs biens, ni leurs enfants ne pourront jamais leur servir contre la punition d'Allah. Et ce sont les gens du Feu: ils y demeureront éternellement.","numberInSurah":116,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":410,"text":"Ce qu'ils dépensent dans la vie présente ressemble à un vent glacial qui s'abat sur un champ appartenant à des gens qui se sont lésés eux-mêmes, et le détruit. Car ce n'est pas Allah qui leur cause du mal, mais ils se font du mal à eux-mêmes.","numberInSurah":117,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":411,"text":"O les croyants, ne prenez pas de confidents en dehors de vous-mêmes: ils ne failliront pas à vous bouleverser. Ils souhaiteraient que vous soyez en difficulté. La haine certes s'est manifestée dans leurs bouches, mais ce que leurs poitrines cachent est encore plus énorme. Voilà que Nous vous exposons les signes. Si vous pouviez raisonner!","numberInSurah":118,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":412,"text":"Vous, (Musulmans) vous les aimez, alors qu'ils ne vous aiment pas; et vous avez foi dans le Livre tout entier. Et lorsqu'ils vous rencontrent, ils disent: «Nous croyons» et une fois seuls, de rage contre vous, ils se mordent les bouts des doigts. Dis: «mourez de votre rage». En vérité, Allah connaît fort bien le contenu des cœurs.","numberInSurah":119,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":413,"text":"Qu'un bien vous touche, ils s'en affligent. Qu'un mal vous atteigne, ils s'en réjouissent. Mais si vous êtes endurants et pieux, leur manigance ne vous causera aucun mal. Allah connaît parfaitement tout ce qu'ils font.","numberInSurah":120,"juz":4,"manzil":1,"page":65,"ruku":53,"hizbQuarter":26,"sajda":false},{"number":414,"text":"Lorsqu'un matin, tu (Muhammad) quittas ta famille, pour assigner aux croyants les postes de combat et Allah est Audient et Omniscient.","numberInSurah":121,"juz":4,"manzil":1,"page":65,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":415,"text":"Quand deux de vos groupes songèrent à fléchir! Alors qu'Allah est leur allié à tous deux! Car, c'est en Allah que les croyants doivent placer leur confiance.","numberInSurah":122,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":416,"text":"Allah vous a donné la victoire, à Badr, alors que vous étiez humiliés. Craignez Allah donc. Afin que vous soyez reconnaissants!","numberInSurah":123,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":417,"text":"(Allah vous a bien donné la victoire) lorsque tu disais aux croyants; «Ne vous suffit-il pas que votre Seigneur vous fasse descendre en aide trois milliers d'Anges?»","numberInSurah":124,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":418,"text":"Mais oui! Si vous êtes endurants et pieux, et qu'ils [les ennemis] vous assaillent immédiatement, votre Seigneur vous enverra en renfort cinq mille Anges marqués distinctement.","numberInSurah":125,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":419,"text":"Et Allah ne le fit que (pour vous annoncer) une bonne nouvelle, et pour que vos cœurs s'en rassurent. La victoire ne peut venir que d'Allah, le Puissant, le Sage;","numberInSurah":126,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":420,"text":"pour anéantir une partie des mécréants ou pour les humilier (par la défaite) et qu'ils en retournent donc déçus.","numberInSurah":127,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":421,"text":"- Tu n'as (Muhammad) aucune part dans l'ordre (divin) - qu'Il (Allah) accepte leur repentir (en embrassant l'Islam) ou qu'Il les châtie, car ils sont bien des injustes.","numberInSurah":128,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":422,"text":"A Allah appartient tout ce qui est dans les cieux et sur la terre. Il pardonne à qui Il veut, et Il châtie qui Il veut... Et Allah est Pardonneur et Miséricordieux.","numberInSurah":129,"juz":4,"manzil":1,"page":66,"ruku":54,"hizbQuarter":26,"sajda":false},{"number":423,"text":"O les croyants! Ne pratiquez pas l'usure en multipliant démesurément votre capital. Et craignez Allah afin que vous réussissiez!","numberInSurah":130,"juz":4,"manzil":1,"page":66,"ruku":55,"hizbQuarter":26,"sajda":false},{"number":424,"text":"Et craignez le Feu préparé pour les mécréants.","numberInSurah":131,"juz":4,"manzil":1,"page":66,"ruku":55,"hizbQuarter":26,"sajda":false},{"number":425,"text":"Et obéissez à Allah et au Messager afin qu'il vous soit fait miséricorde!","numberInSurah":132,"juz":4,"manzil":1,"page":66,"ruku":55,"hizbQuarter":26,"sajda":false},{"number":426,"text":"Et concourez au pardon de votre Seigneur, et à un Jardin (paradis) large comme les cieux et la terre, préparé pour les pieux,","numberInSurah":133,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":427,"text":"qui dépensent dans l'aisance et dans l'adversité, qui dominent leur rage et pardonnent à autrui - car Allah aime les bienfaisants -","numberInSurah":134,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":428,"text":"et pour ceux qui, s'ils ont commis quelque turpitude ou causé quelque préjudice à leurs propres âmes (en désobéissant à Allah), se souviennent d'Allah et demandent pardon pour leurs péchés - et qui est-ce qui pardonne les péchés sinon Allah? - et qui ne persistent pas sciemment dans le mal qu'ils ont fait.","numberInSurah":135,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":429,"text":"Ceux-là ont pour récompense le pardon de leur Seigneur, ainsi que les Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Comme est beau le salaire de ceux qui font le bien!","numberInSurah":136,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":430,"text":"Avant vous, certes, beaucoup d'événements se sont passés. Or, parcourez la terre, et voyez ce qu'il est advenu de ceux qui traitaient (les prophètes) de menteurs.","numberInSurah":137,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":431,"text":"Voilà un exposé pour les gens, un guide, et une exhortation pour les pieux.","numberInSurah":138,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":432,"text":"Ne vous laissez pas battre, ne vous affligez pas alors que vous êtes les supérieurs, si vous êtes de vrais croyants.","numberInSurah":139,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":433,"text":"Si une blessure vous atteint, pareille blessure atteint aussi l'ennemi. Ainsi faisons-Nous alterner les jours (bons et mauvais) parmi les gens, afin qu'Allah reconnaisse ceux qui ont cru, et qu'Il choisisse parmi vous des martyrs - et Allah n'aime pas les injustes,","numberInSurah":140,"juz":4,"manzil":1,"page":67,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":434,"text":"et afin qu'Allah purifie ceux qui ont cru, et anéantisse les mécréants.","numberInSurah":141,"juz":4,"manzil":1,"page":68,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":435,"text":"Comptez-vous entrer au Paradis sans qu'Allah ne distingue parmi vous ceux qui luttent et qui sont endurants?","numberInSurah":142,"juz":4,"manzil":1,"page":68,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":436,"text":"Bien sûr, vous souhaitiez la mort avant de la rencontrer. Or vous l'avez vue, certes, tandis que vous regardiez!","numberInSurah":143,"juz":4,"manzil":1,"page":68,"ruku":55,"hizbQuarter":27,"sajda":false},{"number":437,"text":"Muhammad n'est qu'un messager - des messagers avant lui sont passés -. S'il mourait, donc, ou s'il était tué, retourneriez-vous sur vos talons? Quiconque retourne sur ses talons ne nuira en rien à Allah; et Allah récompensera bientôt les reconnaissants.","numberInSurah":144,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":438,"text":"Personne ne peut mourir que par la permission d'Allah, et au moment prédéterminé. Quiconque veut la récompense d'ici-bas, Nous lui en donnons. Quiconque veut la récompense de l'au-delà, Nous lui en donnons, et Nous récompenserons bientôt les reconnaissants.","numberInSurah":145,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":439,"text":"Combien de prophètes ont combattu, en compagnie de beaucoup de disciples, ceux-ci ne fléchirent pas à cause de ce qui les atteignit dans le sentier d'Allah. Ils ne faiblirent pas et ils ne cédèrent point. Et Allah aime les endurants.","numberInSurah":146,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":440,"text":"Et ils n'eurent que cette parole: «Seigneur, pardonne-nous nos péchés ainsi que nos excès dans nos comportements, affermis nos pas et donne-nous la victoire sur les gens mécréants».","numberInSurah":147,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":441,"text":"Allah, donc, leur donna la récompense d'ici-bas, ainsi que la belle récompense de l'au-delà. Et Allah aime les gens bienfaisants.","numberInSurah":148,"juz":4,"manzil":1,"page":68,"ruku":56,"hizbQuarter":27,"sajda":false},{"number":442,"text":"O les croyants! Si vous obéissez à ceux qui ne croient pas, ils vous feront retourner en arrière. Et vous reviendrez perdants.","numberInSurah":149,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":443,"text":"Mais c'est Allah votre Maître. Il est le meilleur des secoureurs.","numberInSurah":150,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":444,"text":"Nous allons jeter l'effroi dans les cœurs des mécréants. Car ils ont associé à Allah (des idoles) sans aucune preuve descendue de Sa part. Le Feu sera leur refuge. Quel mauvais séjour, que celui des injustes!","numberInSurah":151,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":445,"text":"Et certes, Allah a tenu Sa promesse envers vous, quand par Sa permission vous les tuiez sans relâche, jusqu'au moment où vous avez fléchi, où vous vous êtes disputés à propos de l'ordre donné, et vous avez désobéi après qu'Il vous eut montré (la victoire) que vous aimez! Il en était parmi vous qui désiraient la vie d'ici-bas et il en était parmi vous qui désiraient l'au-delà. Puis Il vous a fait reculer devant eux, afin de vous éprouver. Et certes Il vous a pardonné. Et Allah est Détenteur de la grâce envers les croyants.","numberInSurah":152,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":27,"sajda":false},{"number":446,"text":"(Rappelez-vous) quand vous fuyiez sans vous retourner vers personne, cependant que, derrière vous, le Messager vous appelait. Alors Il vous infligea angoisse sur angoisse, afin que vous n'ayez pas de chagrin pour ce qui vous a échappé ni pour les revers que vous avez subis. Et Allah est Parfaitement Connaisseur de ce que vous faites.","numberInSurah":153,"juz":4,"manzil":1,"page":69,"ruku":57,"hizbQuarter":28,"sajda":false},{"number":447,"text":"Puis Il fit descendre sur vous, après l'angoisse, la tranquillité, un sommeil qui enveloppa une partie d'entre vous, tandis qu'une autre partie était soucieuse pour elle-même et avait des pensées sur Allah non conformes à la vérité, des pensées dignes de l'époque de l'Ignorance. - Ils disaient: «Est-ce que nous avons une part dans cette affaire?» Dis: «L'affaire toute entière est à Allah.» Ce qu'ils ne te révèlent pas, ils le cachent en eux-mêmes: «Si nous avions eu un choix quelconque dans cette affaire, disent-ils, Nous n'aurions pas été tués ici.» Dis: «Eussiez-vous été dans vos maisons, ceux pour qui la mort était décrétée seraient sortis pour l'endroit où la mort les attendait. Ceci afin qu'Allah éprouve ce que vous avez dans vos poitrines, et qu'Il purifie ce que vous avez dans vos cœurs. Et Allah connaît ce qu'il y a dans les cœurs.","numberInSurah":154,"juz":4,"manzil":1,"page":70,"ruku":57,"hizbQuarter":28,"sajda":false},{"number":448,"text":"Ceux d'entre vous qui ont tourné le dos, le jour où les deux armées se rencontrèrent, c'est seulement le Diable qui les a fait broncher, à cause d'une partie de leurs (mauvaises) actions. Mais, certes, Allah leur a pardonné. Car vraiment Allah est Pardonneur et Indulgent!","numberInSurah":155,"juz":4,"manzil":1,"page":70,"ruku":57,"hizbQuarter":28,"sajda":false},{"number":449,"text":"O les croyants! Ne soyez pas comme ces mécréants qui dirent à propos de leurs frères partis en voyage ou pour combattre: «S'ils étaient chez nous, ils ne seraient pas morts, et ils n'auraient pas été tués.» Allah en fit un sujet de regret dans leurs cœurs. C'est Allah qui donne la vie et la mort. Et Allah observe bien ce que vous faites.","numberInSurah":156,"juz":4,"manzil":1,"page":70,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":450,"text":"Et si vous êtes tués dans le sentier d'Allah ou si vous mourez, un pardon de la part d'Allah et une miséricorde valent mieux que ce qu'ils amassent.","numberInSurah":157,"juz":4,"manzil":1,"page":70,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":451,"text":"Que vous mouriez ou que vous soyez tués, c'est vers Allah que vous serez rassemblés.","numberInSurah":158,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":452,"text":"C'est par quelque miséricorde de la part d'Allah que tu (Muhammad) as été si doux envers eux! Mais si tu étais rude, au cœur dur, ils se seraient enfuis de ton entourage. Pardonne-leur donc, et implore pour eux le pardon (d'Allah). Et consulte-les à propos des affaires; puis une fois que tu t'es décidé, confie-toi donc à Allah, Allah aime, en vérité, ceux qui Lui font confiance.","numberInSurah":159,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":453,"text":"Si Allah vous donne Son secours, nul ne peut vous vaincre. S'Il vous abandonne, qui donc après Lui vous donnera secours? C'est à Allah que les croyants doivent faire confiance.","numberInSurah":160,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":454,"text":"Un prophète n'est pas quelqu'un à s'approprier du butin. Quiconque s'en approprie, viendra avec ce qu'il se sera approprié le Jour de la Résurrection. Alors, à chaque individu on rétribuera pleinement ce qu'il aura acquis. Et ils ne seront point lésés.","numberInSurah":161,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":455,"text":"Est-ce que celui qui se conforme à l'agrément d'Allah ressemble à celui qui encourt le courroux d'Allah? Son refuge sera l'Enfer; et quelle mauvaise destination!","numberInSurah":162,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":456,"text":"Ils ont des grades (différents) auprès d'Allah et Allah observe bien ce qu'ils font.","numberInSurah":163,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":457,"text":"Allah a très certainement fait une faveur aux croyants lorsqu'Il a envoyé chez eux un messager de parmi eux-mêmes, qui leur récite Ses versets, les purifie et leur enseigne le Livre et la Sagesse, bien qu'ils fussent auparavant dans un égarement évident.","numberInSurah":164,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":458,"text":"Quoi! Quand un malheur vous atteint - mais vous en avez jadis infligé le double - vous dites: «D'où vient cela?» Réponds-leur: «Il vient de vous-mêmes». Certes Allah est Omnipotent.","numberInSurah":165,"juz":4,"manzil":1,"page":71,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":459,"text":"Et tout ce que vous avez subi, le jour où les deux troupes se rencontrèrent, c'est par permission d'Allah, et afin qu'Il distingue les croyants,","numberInSurah":166,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":460,"text":"et qu'Il distingue les hypocrites. On avait dit à ceux-ci: «Venez combattre dans le sentier d'Allah, ou repoussez [l'ennemi»], ils dirent: «Bien sûr que nous vous suivrions si nous étions sûrs qu'il y aurait une guerre.» Ils étaient, ce jour-là, plus près de la mécréance que de la foi. Ils disaient de leurs bouches ce qui n'était pas dans leurs cœurs. Et Allah sait fort bien ce qu'ils cachaient.","numberInSurah":167,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":461,"text":"Ceux qui sont restés dans leurs foyers dirent à leurs frères: «S'ils nous avaient obéi, ils n'auraient pas été tués.» Dis: «Ecartez donc de vous la mort, si vous êtes véridiques».","numberInSurah":168,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":462,"text":"Ne pense pas que ceux qui ont été tués dans le sentier d'Allah, soient morts. Au contraire, ils sont vivants, auprès de leur Seigneur, bien pourvus","numberInSurah":169,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":463,"text":"et joyeux de la faveur qu'Allah leur a accordée, et ravis que ceux qui sont restés derrière eux et ne les ont pas encore rejoints, ne connaîtront aucune crainte et ne seront point affligés.","numberInSurah":170,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":28,"sajda":false},{"number":464,"text":"Ils sont ravis d'un bienfait d'Allah et d'une faveur, et du fait qu'Allah ne laisse pas perdre la récompense des croyants.","numberInSurah":171,"juz":4,"manzil":1,"page":72,"ruku":58,"hizbQuarter":29,"sajda":false},{"number":465,"text":"Ceux qui, quoiqu'atteints de blessure, répondirent à l'appel d'Allah et du Messager, il y aura une énorme récompense pour ceux d'entre eux qui ont agi en bien et pratiqué la piété.","numberInSurah":172,"juz":4,"manzil":1,"page":72,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":466,"text":"Certes ceux auxquels l'on disait: «Les gens se sont rassemblés contre vous; craignez-les» - cela accrut leur foi - et ils dirent: «Allah nous suffit; Il est notre meilleur garant».","numberInSurah":173,"juz":4,"manzil":1,"page":72,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":467,"text":"Ils revinrent donc avec un bienfait de la part d'Allah et une grâce. Nul mal ne les toucha et ils suivirent ce qui satisfait Allah. Et Allah est Détenteur d'une grâce immense.","numberInSurah":174,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":468,"text":"C'est le Diable qui vous fait peur de ses adhérents. N'ayez donc pas peur d'eux. Mais ayez peur de Moi, si vous êtes croyants.","numberInSurah":175,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":469,"text":"N'aie (ô Muhammad) aucun chagrin pour ceux qui se jettent rapidement dans la mécréance. En vérité, ils ne nuiront en rien à Allah. Allah tient à ne leur assigner aucune part de biens dans l'au-delà. Et pour eux il y aura un énorme châtiment.","numberInSurah":176,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":470,"text":"Ceux qui auront troqué la croyance contre la mécréance ne nuiront en rien à Allah. Et pour eux un châtiment douloureux.","numberInSurah":177,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":471,"text":"Que ceux qui n'ont pas cru ne comptent pas que ce délai que Nous leur accordons soit à leur avantage. Si Nous leur accordons un délai, c'est seulement pour qu'ils augmentent leurs péchés. Et pour eux un châtiment avilissant.","numberInSurah":178,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":472,"text":"Allah n'est point tel qu'Il laisse les croyants dans l'état où vous êtes jusqu'à ce qu'Il distingue le mauvais du bon. Et Allah n'est point tel qu'Il vous dévoile l'Inconnaissable. Mais Allah choisit parmi Ses messagers qui Il veut. Croyez donc en Allah et en Ses messagers. Et si vous avez la foi et la piété, vous aurez alors une récompense énorme.","numberInSurah":179,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":473,"text":"Que ceux qui gardent avec avarice ce qu'Allah leur donne par Sa grâce, ne comptent point cela comme bon pour eux. Au contraire, c'est mauvais pour eux: au Jour de la Résurrection, on leur attachera autour du cou ce qu'ils ont gardé avec avarice. C'est Allah qui a l'héritage des cieux et de la terre. Et Allah est Parfaitement Connaisseur de ce que vous faites.","numberInSurah":180,"juz":4,"manzil":1,"page":73,"ruku":59,"hizbQuarter":29,"sajda":false},{"number":474,"text":"Allah a certainement entendu la parole de ceux qui ont dit: «Allah est pauvre et nous sommes riches.» Nous enregistrons leur parole, ainsi que leur meurtre, sans droit, des prophètes. Et Nous leur dirons: «Goûtez au châtiment de la fournaise.","numberInSurah":181,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":475,"text":"Cela, à cause de ce que vos mains ont accompli (antérieurement)!» Car Allah ne fait point de tort aux serviteurs.","numberInSurah":182,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":476,"text":"Ceux-là mêmes qui ont dit: «Vraiment Allah nous a enjoint de ne pas croire en un messager tant qu'Il ne nous a pas apporté une offrande que le feu consume». - Dis: «Des messagers avant moi vous sont, certes, venus avec des preuves, et avec ce que vous avez dit [demandé]. Pourquoi donc les avez-vous tués, si vous êtes véridiques?»","numberInSurah":183,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":477,"text":"S'ils te (Muhammad) traitent de menteur, des prophètes avant toi, ont certes été traités de menteurs. Ils étaient venus avec les preuves claires, les Psaumes et le Livre lumineux.","numberInSurah":184,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":478,"text":"Toute âme goûtera la mort. Mais c'est seulement au Jour de la Résurrection que vous recevrez votre entière rétribution. Quiconque donc est écarté du Feu et introduit au Paradis, a certes réussi. Et la vie présente n'est qu'un objet de jouissance trompeuse.","numberInSurah":185,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":29,"sajda":false},{"number":479,"text":"Certes vous serez éprouvés dans vos biens et vos personnes; et certes vous entendrez de la part de ceux à qui le Livre a été donné avant vous, et de la part des Associateurs, beaucoup de propos désagréables. Mais si vous êtes endurants et pieux... voilà bien la meilleure résolution à prendre.","numberInSurah":186,"juz":4,"manzil":1,"page":74,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":480,"text":"Allah prit, de ceux auxquels le Livre était donné, cet engagement: «Exposez-le, certes, aux gens et ne le cachez pas». Mais ils l'ont jeté derrière leur dos et l'ont vendu à vil prix. Quel mauvais commerce ils ont fait!","numberInSurah":187,"juz":4,"manzil":1,"page":75,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":481,"text":"Ne pense point que ceux-là qui exultent de ce qu'ils ont fait, et qui aiment qu'on les loue pour ce qu'ils n'ont pas fait, ne pense point donc, qu'ils trouvent une échappatoire au châtiment. Pour eux, il y aura un châtiment douloureux!","numberInSurah":188,"juz":4,"manzil":1,"page":75,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":482,"text":"A Allah appartient le royaume des cieux et de la terre. Et Allah est Omnipotent.","numberInSurah":189,"juz":4,"manzil":1,"page":75,"ruku":60,"hizbQuarter":30,"sajda":false},{"number":483,"text":"En vérité, dans la création des cieux et de la terre, et dans l'alternance de la nuit et du jour, il y a certes des signes pour les doués d'intelligence,","numberInSurah":190,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":484,"text":"qui, debout, assis, couchés sur leurs côtés, invoquent Allah et méditent sur la création des cieux et de la terre (disant): «Notre Seigneur! Tu n'as pas créé cela en vain. Gloire à Toi! Garde-nous du châtiment du Feu.","numberInSurah":191,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":485,"text":"Seigneur! Quiconque Tu fais entrer dans le Feu, Tu le couvres vraiment d'ignominie. Et pour les injustes, il n'y a pas de secoureurs!","numberInSurah":192,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":486,"text":"Seigneur! Nous avons entendu l'appel de celui qui a appelé ainsi à la foi: «Croyez en votre Seigneur» et dès lors nous avons cru. Seigneur, pardonne-nous nos péchés, efface de nous nos méfaits, et place nous, à notre mort, avec les gens de bien.","numberInSurah":193,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":487,"text":"Seigneur! Donne-nous ce que Tu nous as promis par Tes messagers. Et ne nous couvre pas d'ignominie au Jour de la Résurrection. Car Toi, Tu ne manques pas à Ta promesse».","numberInSurah":194,"juz":4,"manzil":1,"page":75,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":488,"text":"Leur Seigneur les a alors exaucés (disant): «En vérité, Je ne laisse pas perdre le bien que quiconque parmi vous a fait, homme ou femme, car vous êtes les uns des autres. Ceux donc qui ont émigré, qui ont été expulsés de leurs demeures, qui ont été persécutés dans Mon chemin, qui ont combattu, qui ont été tués, Je tiendrai certes pour expiées leurs mauvaises actions, et les ferai entrer dans les Jardins sous lesquels coulent les ruisseaux, comme récompense de la part d'Allah.» Quant à Allah, c'est auprès de Lui qu'est la plus belle récompense.","numberInSurah":195,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":489,"text":"Que ne t'abuse point la versatilité [pour la prospérité] dans le pays, de ceux qui sont infidèles.","numberInSurah":196,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":490,"text":"Piètre jouissance! Puis leur refuge sera l'Enfer. Et quelle détestable couche!","numberInSurah":197,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":491,"text":"Mais quant à ceux qui craignent leur Seigneur, ils auront des Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement, un lieu d'accueil de la part d'Allah. Et ce qu'il y a auprès d'Allah est meilleur, pour les pieux.","numberInSurah":198,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":492,"text":"Il y a certes, parmi les gens du Livre ceux qui croient en Allah et en ce qu'on a fait descendre vers vous et en ce qu'on a fait descendre vers eux. Ils sont humbles envers Allah, et ne vendent point les versets d'Allah à vil prix. Voilà ceux dont la récompense est auprès de leur Seigneur. En vérité, Allah est prompt à faire les comptes.","numberInSurah":199,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false},{"number":493,"text":"O les croyants! Soyez endurants. Incitez-vous à l'endurance. Luttez constamment (contre l'ennemi) et craignez Allah, afin que vous réussissiez!","numberInSurah":200,"juz":4,"manzil":1,"page":76,"ruku":61,"hizbQuarter":30,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}