{"code":200,"status":"OK","data":{"number":9,"name":"سُورَةُ التَّوۡبَةِ","englishName":"At-Tawba","englishNameTranslation":"The Repentance","revelationType":"Medinan","numberOfAyahs":129,"ayahs":[{"number":1236,"text":"Désaveu de la part d'Allah et de Son messager à l'égard des associateurs avec qui vous avez conclu un pacte:","numberInSurah":1,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1237,"text":"Parcourez la terre durant quatre mois; et sachez que vous ne réduirez pas Allah à l'impuissance et qu'Allah couvre d'ignominie les mécréants.»","numberInSurah":2,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1238,"text":"Et proclamation aux gens, de la part d'Allah et de Son messager, au jour du Grand Pèlerinage, qu'Allah et Son messager, désavouent les associateurs. Si vous vous repentez, ce sera mieux pour vous. Mais si vous vous détournez, sachez que vous ne réduirez pas Allah à l'impuissance. Et annonce un châtiment douloureux à ceux qui ne croient pas.","numberInSurah":3,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1239,"text":"A l'exception des associateurs avec lesquels vous avez conclu un pacte, puis ils ne vous ont manqué en rien, et n'ont soutenu personne [à lutter] contre vous: respectez pleinement le pacte conclu avec eux jusqu'au terme convenu. Allah aime les pieux.","numberInSurah":4,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1240,"text":"Après que les mois sacrés expirent, tuez les associateurs où que vous les trouviez. Capturez-les, assiégez-les et guettez-les dans toute embuscade. Si ensuite ils se repentent, accomplissent la Salât et acquittent la Zakât, alors laissez-leur la voie libre, car Allah est Pardonneur et Miséricordieux.","numberInSurah":5,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1241,"text":"Et si l'un des associateurs te demande asile, accorde-le lui, afin qu'il entende la parole d'Allah, puis fais-le parvenir à son lieu de sécurité. Car ce sont des gens qui ne savent pas.","numberInSurah":6,"juz":10,"manzil":2,"page":187,"ruku":156,"hizbQuarter":75,"sajda":false},{"number":1242,"text":"Comment y aurait-il pour les associateurs un pacte admis par Allah et par Son messager? A l'exception de ceux avec lesquels vous avez conclu un pacte près de la Mosquée sacrée. Tant qu'ils sont droits envers vous, soyez droits envers eux. Car Allah aime les pieux.","numberInSurah":7,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1243,"text":"Comment donc! Quand ils triomphent de vous, ils ne respectent à votre égard, ni parenté ni pacte conclu. Ils vous satisfont de leurs bouches, tandis que leurs cœurs se refusent; et la plupart d'entre eux sont des pervers.","numberInSurah":8,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1244,"text":"Ils troquent à vil prix les versets d'Allah (le Coran) et obstruent Son chemin. Ce qu'ils font est très mauvais!","numberInSurah":9,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1245,"text":"Ils ne respectent, à l'égard d'un croyant, ni parenté ni pacte conclu. Et ceux-là sont les transgresseurs.","numberInSurah":10,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1246,"text":"Mais s'ils se repentent, accomplissent la Salât et acquittent la Zakat, ils deviendront vos frères en religion. Nous exposons intelligiblement les versets pour des gens qui savent.","numberInSurah":11,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1247,"text":"Et si, après le pacte, ils violent leurs serments et attaquent votre religion, combattez alors les chefs de la mécréance - car, ils ne tiennent aucun serment - peut-être cesseront-ils?","numberInSurah":12,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1248,"text":"Ne combattrez-vous pas des gens qui ont violé leurs serments, qui ont voulu bannir le Messager et alors que ce sont eux qui vous ont attaqués les premiers? Les redoutiez-vous? C'est Allah qui est plus digne de votre crainte si vous êtes croyants!","numberInSurah":13,"juz":10,"manzil":2,"page":188,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1249,"text":"Combattez-les. Allah, par vos mains, les châtiera, les couvrira d'ignominie, vous donnera la victoire sur eux et guérira les poitrines d'un peuple croyant.","numberInSurah":14,"juz":10,"manzil":2,"page":189,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1250,"text":"Et il fera partir la colère de leurs cœurs. Allah accueille le repentir de qui Il veut. Allah est Omniscient et Sage.","numberInSurah":15,"juz":10,"manzil":2,"page":189,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1251,"text":"Pensez-vous que vous serez délaissés, cependant qu'Allah n'a pas encore distingué ceux d'entre vous qui ont lutté et qui n'ont pas cherché des alliés en dehors d'Allah, de Son messager et des croyants? Et Allah est Parfaitement Connaisseur de ce que vous faites.","numberInSurah":16,"juz":10,"manzil":2,"page":189,"ruku":157,"hizbQuarter":75,"sajda":false},{"number":1252,"text":"Il n'appartient pas aux associateurs de peupler les mosquées d'Allah, vu qu'ils témoignent contre eux-mêmes de leur mécréance. Voilà ceux dont les œuvres sont vaines; et dans le Feu ils demeureront éternellement.","numberInSurah":17,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":75,"sajda":false},{"number":1253,"text":"Ne peupleront les mosquées d'Allah que ceux qui croient en Allah et au Jour dernier, accomplissent la Salât, acquittent la Zakât et ne craignent qu'Allah. Il se peut que ceux-là soient du nombre des bien-guidés.","numberInSurah":18,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":75,"sajda":false},{"number":1254,"text":"Ferez-vous de la charge de donner à boire aux pèlerins et d'entretenir la Mosquée sacrée (des devoirs) comparables [au mérite] de celui qui croit en Allah et au Jour dernier et lutte dans le sentier d'Allah? Ils ne sont pas égaux auprès d'Allah et Allah ne guide pas les gens injustes.","numberInSurah":19,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1255,"text":"Ceux qui ont cru, qui ont émigré et qui ont lutté par leurs biens et leurs personnes dans le sentier d'Allah, ont les plus hauts rangs auprès d'Allah... et ce sont eux les victorieux.","numberInSurah":20,"juz":10,"manzil":2,"page":189,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1256,"text":"Leur Seigneur leur annonce de Sa part, miséricorde et agrément, et des Jardins où il y aura pour eux un délice permanent","numberInSurah":21,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1257,"text":"où ils demeureront éternellement. Certes il y a auprès d'Allah une énorme récompense.","numberInSurah":22,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1258,"text":"O vous qui croyez! Ne prenez pas pour alliés, vos pères et vos frères s'ils préfèrent la mécréance à la foi. Et quiconque parmi vous les prend pour alliés... ceux-là sont les injustes.","numberInSurah":23,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1259,"text":"Dis: «Si vos pères, vos enfants, vos frères, vos épouses, vos clans, les biens que vous gagnez, le négoce dont vous craignez le déclin et les demeures qui vous sont agréables, vous sont plus chers qu'Allah, Son messager et la lutte dans le sentier d'Allah, alors attendez qu'Allah fasse venir Son ordre. Et Allah ne guide pas les gens pervers».","numberInSurah":24,"juz":10,"manzil":2,"page":190,"ruku":158,"hizbQuarter":76,"sajda":false},{"number":1260,"text":"Allah vous a déjà secourus en maints endroits. Et [rappelez-vous] le jour de Hunayn, quand vous étiez fiers de votre grand nombre et que cela ne vous a servi à rien. La terre, malgré son étendue vous devint bien étroite; puis vous avez tourné le dos en fuyards.","numberInSurah":25,"juz":10,"manzil":2,"page":190,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1261,"text":"Puis, Allah fit descendre Sa quiétude [Sa «sakîna»] sur Son messager et sur les croyants. Il fit descendre des troupes (Anges) que vous ne voyiez pas, et châtia ceux qui ont mécru. Telle est la rétribution des mécréants.","numberInSurah":26,"juz":10,"manzil":2,"page":190,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1262,"text":"Après cela Allah, accueillera le repentir de qui Il veut, car Allah est Pardonneur et Miséricordieux.","numberInSurah":27,"juz":10,"manzil":2,"page":191,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1263,"text":"O vous qui croyez! Les associateurs ne sont qu'impureté: qu'ils ne s'approchent plus de la Mosquée sacrée, après cette année-ci. Et si vous redoutez une pénurie, Allah vous enrichira, s'Il veut, de par Sa grâce. Car Allah est Omniscient et Sage.","numberInSurah":28,"juz":10,"manzil":2,"page":191,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1264,"text":"Combattez ceux qui ne croient ni en Allah ni au Jour dernier, qui n'interdisent pas ce qu'Allah et Son messager ont interdit et qui ne professent pas la religion de la vérité, parmi ceux qui ont reçu le Livre, jusqu'à ce qu'ils versent la capitation par leurs propres mains, après s'être humiliés.","numberInSurah":29,"juz":10,"manzil":2,"page":191,"ruku":159,"hizbQuarter":76,"sajda":false},{"number":1265,"text":"Les Juifs disent: «'Uzayr est fils d'Allah» et les Chrétiens disent: «Le Christ est fils d'Allah». Telle est leur parole provenant de leurs bouches. Ils imitent le dire des mécréants avant eux. Qu'Allah les anéantisse! Comment s'écartent-ils (de la vérité)?","numberInSurah":30,"juz":10,"manzil":2,"page":191,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1266,"text":"Ils ont pris leurs rabbins et leurs moines, ainsi que le Christ fils de Marie, comme Seigneurs en dehors d'Allah, alors qu'on ne leur a commandé que d'adorer un Dieu unique. Pas de divinité à part Lui! Gloire à Lui! Il est au-dessus de ce qu'ils [Lui] associent.","numberInSurah":31,"juz":10,"manzil":2,"page":191,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1267,"text":"Ils veulent éteindre avec leurs bouches la lumière d'Allah, alors qu'Allah ne veut que parachever Sa lumière, quelque répulsion qu'en aient les mécréants.","numberInSurah":32,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1268,"text":"C'est Lui qui a envoyé Son messager avec la bonne direction et la religion de la vérité, afin qu'elle triomphe sur toute autre religion, quelque répulsion qu'en aient les associateurs.","numberInSurah":33,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":76,"sajda":false},{"number":1269,"text":"O vous qui croyez! Beaucoup de rabbins et de moines dévorent, les biens des gens illégalement et [leur] obstruent le sentier d'Allah. A ceux qui thésaurisent l'or et l'argent et ne les dépensent pas dans le sentier d'Allah, annonce un châtiment douloureux,","numberInSurah":34,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1270,"text":"le jour où (ces trésors) seront portés à l'incandescence dans le feu de l'Enfer et qu'ils en seront cautérisés, front, flancs et dos: voici ce que vous avez thésaurisé pour vous-mêmes. Goûtez de ce que vous thésaurisiez.»","numberInSurah":35,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1271,"text":"Le nombre de mois, auprès d'Allah, est de douze [mois], dans la prescription d'Allah, le jour où Il créa les cieux et la terre. Quatre d'entre eux sont sacrés: telle est la religion droite. [Durant ces mois], ne faites pas de tort à vous-mêmes. Combattez les associateurs sans exception, comme ils vous combattent sans exception. Et sachez qu'Allah est avec les pieux.","numberInSurah":36,"juz":10,"manzil":2,"page":192,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1272,"text":"Le report d'un mois sacré à un autre est un surcroît de mécréance. Par là, les mécréants sont égarés: une année, ils le font profane, et une année, ils le font sacré, afin d'ajuster le nombre de mois qu'Allah a fait sacrés. Ainsi rendent-ils profane ce qu'Allah a fait sacré. Leurs méfaits leurs sont enjolivés. Et Allah ne guide pas les gens mécréants.","numberInSurah":37,"juz":10,"manzil":2,"page":193,"ruku":160,"hizbQuarter":77,"sajda":false},{"number":1273,"text":"O vous qui croyez! Qu'avez-vous? Lorsque l'on vous a dit: «Elancez-vous dans le sentier d'Allah» vous vous êtes appesantis sur la terre. La vie présente vous agrée-t-elle plus que l'au-delà? - Or, la jouissance de la vie présente ne sera que peu de chose, comparée à l'au-delà!","numberInSurah":38,"juz":10,"manzil":2,"page":193,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1274,"text":"Si vous ne vous lancez pas au combat, Il vous châtiera d'un châtiment douloureux et vous remplacera par un autre peuple. Vous ne Lui nuirez en rien. Et Allah est Omnipotent.","numberInSurah":39,"juz":10,"manzil":2,"page":193,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1275,"text":"Si vous ne lui portez pas secours... Allah l'a déjà secouru, lorsque ceux qui avaient mécru l'avaient banni, deuxième de deux. Quand ils étaient dans la grotte et qu'il disait à son compagnon: «Ne t'afflige pas, car Allah est avec nous.» Allah fit alors descendre sur Lui Sa sérénité «Sa sakîna» et le soutint de soldats (Anges) que vous ne voyiez pas, et Il abaissa ainsi la parole des mécréants, tandis que la parole d'Allah eut le dessus. Et Allah est Puissant et Sage.","numberInSurah":40,"juz":10,"manzil":2,"page":193,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1276,"text":"Légers ou lourds, lancez-vous au combat, et luttez avec vos biens et vos personnes dans le sentier d'Allah. Cela est meilleur pour vous, si vous saviez.","numberInSurah":41,"juz":10,"manzil":2,"page":194,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1277,"text":"S'il s'était agi d'un profit facile ou d'un court voyage, ils t'auraient suivi; mais la distance leur parut longue. Et ils jureront par Allah: «Si nous avions pu, nous serions sortis en votre compagnie.» Ils se perdent eux-mêmes. Et Allah sait bien qu'ils mentent.","numberInSurah":42,"juz":10,"manzil":2,"page":194,"ruku":161,"hizbQuarter":77,"sajda":false},{"number":1278,"text":"Qu'Allah te pardonne! Pourquoi leur as-tu donné permission avant que tu ne puisses distinguer ceux qui disaient vrai et reconnaître les menteurs?","numberInSurah":43,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":77,"sajda":false},{"number":1279,"text":"Ceux qui croient en Allah et au Jour dernier ne te demandent pas permission quand il s'agit de mener combat avec leurs biens et leurs personnes. Et Allah connaît bien les pieux.","numberInSurah":44,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":77,"sajda":false},{"number":1280,"text":"Ne te demandent permission que ceux qui ne croient pas en Allah et au Jour dernier, et dont les cœurs sont emplis de doute. Ils ne font qu'hésiter dans leur incertitude.","numberInSurah":45,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":77,"sajda":false},{"number":1281,"text":"Et s'ils avaient voulu partir (au combat), ils lui auraient fait des préparatifs. Mais leur départ répugna à Allah; Il les a rendus paresseux. Et il leur fut dit: «Restez avec ceux qui restent».","numberInSurah":46,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1282,"text":"S'ils étaient sortis avec vous, ils n'auraient fait qu'accroître votre trouble et jeter la dissension dans vos rangs, cherchant à créer la discorde entre vous. Et il y en a parmi vous qui les écoutent. Et Allah connaît bien les injustes.","numberInSurah":47,"juz":10,"manzil":2,"page":194,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1283,"text":"Ils ont, auparavant, cherché à semer la discorde (dans vos rangs) et à embrouiller tes affaires jusqu'à ce que vînt la vérité et triomphât le commandement d'Allah, en dépit de leur hostilité.","numberInSurah":48,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1284,"text":"Parmi eux il en est qui dit: «Donne-moi la permission (de rester) et ne me mets pas en tentation.» Or, c'est bien dans la tentation qu'ils sont tombés; l'Enfer est tout autour des mécréants.","numberInSurah":49,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1285,"text":"Qu'un bonheur t'atteigne, ça les afflige. Et que t'atteigne un malheur, ils disent: «Heureusement que nous avions pris d'avance nos précautions.» Et ils se détournent tout en exultant.","numberInSurah":50,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1286,"text":"Dis: «Rien ne nous atteindra, en dehors de ce qu'Allah a prescrit pour nous. Il est notre Protecteur. C'est en Allah que les croyants doivent mettre leur confiance».","numberInSurah":51,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1287,"text":"Dis: «Qu'attendez-vous pour nous, sinon l'une des deux meilleures choses? Tandis que ce que nous attendons pour vous, c'est qu'Allah vous inflige un châtiment de Sa part ou par nos mains. Attendez donc! Nous attendons aussi, avec vous».","numberInSurah":52,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1288,"text":"Dis: «Dépensez bon gré, mal gré: jamais cela ne sera accepté de vous, car vous êtes des gens pervers».","numberInSurah":53,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1289,"text":"Ce qui empêche leurs dons d'être agréés, c'est le fait qu'ils n'ont pas cru en Allah et Son messager, qu'ils ne se rendent à la Salât que paresseusement, et qu'ils ne dépensent (dans les bonnes œuvres) qu'à contrecœur.","numberInSurah":54,"juz":10,"manzil":2,"page":195,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1290,"text":"Que leurs biens et leurs enfants ne t'émerveillent point! Allah ne veut par là que les châtier dans la vie présente, et que (les voir) rendre péniblement l'âme en état de mécréance.","numberInSurah":55,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1291,"text":"Et ils (les hypocrites) jurent par Allah qu'ils sont vraiment des vôtres; alors qu'ils ne le sont pas. Mais ce sont des gens peureux.","numberInSurah":56,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1292,"text":"S'ils trouvaient un refuge, des cavernes ou un souterrain, ils s'y tourneraient donc et s'y précipiteraient à bride abattue.","numberInSurah":57,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1293,"text":"Il en est parmi eux qui te critiquent au sujet des Sadaqats: s'il leur en est donné, les voilà contents; mais s'il ne leur en est pas donné, les voilà pleins de rancœur.","numberInSurah":58,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1294,"text":"S'ils s'étaient contentés de ce qu'Allah leur avait donné ainsi que Son messager et avaient dit: «Allah nous suffit. Bientôt Allah nous accordera Sa faveur de même que Son messager!... C'est vers Allah que va tout notre désir».","numberInSurah":59,"juz":10,"manzil":2,"page":196,"ruku":162,"hizbQuarter":78,"sajda":false},{"number":1295,"text":"Les ?adaqâts ne sont destinés que pour les pauvres, les indigents, ceux qui y travaillent, ceux dont les cœurs sont à gagner (à l'Islam), l'affranchissement des jougs, ceux qui sont lourdement endettés, dans le sentier d'Allah, et pour le voyageur (en détresse). C'est un décret d'Allah! Et Allah est Omniscient et Sage.","numberInSurah":60,"juz":10,"manzil":2,"page":196,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1296,"text":"Et il en est parmi eux ceux qui font du tort au Prophète et disent: «Il est tout oreille». - Dis: «Une oreille pour votre bien. Il croit en Allah et fait confiance aux croyants, et il est une miséricorde pour ceux d'entre vous qui croient. Et ceux qui font du tort au Messager d'Allah auront un châtiment douloureux».","numberInSurah":61,"juz":10,"manzil":2,"page":196,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1297,"text":"Ils vous jurent par Allah pour vous satisfaire. Alors qu'Allah - ainsi que Son messager - est plus en droit qu'ils Le satisfassent, s'ils sont vraiment croyants.","numberInSurah":62,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1298,"text":"Ne savent-ils pas qu'en vérité quiconque s'oppose à Allah et à Son messager, aura le feu de l'Enfer pour y demeurer éternellement? Et voilà l'immense opprobre.","numberInSurah":63,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1299,"text":"Les hypocrites craignent que l'on fasse descendre sur eux une Sourate leur dévoilant ce qu'il y a dans leurs cœurs. Dis: «Moquez-vous! Allah fera surgir ce que vous prenez la précaution (de cacher)».","numberInSurah":64,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1300,"text":"Et si tu les interrogeais, ils diraient très certainement: «Vraiment, nous ne faisions que bavarder et jouer.» Dis: «Est-ce d'Allah, de Ses versets (le Coran) et de Son messager que vous vous moquiez?»","numberInSurah":65,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1301,"text":"Ne vous excusez pas: vous avez bel et bien rejeté la foi après avoir cru. Si Nous pardonnons à une partie des vôtres, Nous en châtierons une autre pour avoir été des criminels.","numberInSurah":66,"juz":10,"manzil":2,"page":197,"ruku":163,"hizbQuarter":79,"sajda":false},{"number":1302,"text":"Les hypocrites, hommes et femmes, appartiennent les uns aux autres. Ils commandent le blâmable, interdisent le convenable, et replient leurs mains (d'avarice). Ils ont oublié Allah et Il les a alors oubliés. En vérité, les hypocrites sont les pervers.","numberInSurah":67,"juz":10,"manzil":2,"page":197,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1303,"text":"Aux hypocrites, hommes et femmes, et aux mécréants, Allah a promis le feu de l'Enfer pour qu'ils y demeurent éternellement. C'est suffisant pour eux. Allah les a maudits. Et pour eux, il y aura un châtiment permanent.","numberInSurah":68,"juz":10,"manzil":2,"page":197,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1304,"text":"[Il en fut] de même de ceux qui vous ont précédés: ils étaient plus forts que vous, plus riches et avaient plus d'enfants. Ils jouirent de leur lot [en ce monde] et vous avez joui de votre lot comme ont joui vos prédécesseurs de leur lot. Et vous avez discuté à tort et à travers comme ce qu'ils avaient discuté. Ceux-là verront leurs œuvres anéanties dans ce monde et dans l'autre et ceux-là sont les perdants.","numberInSurah":69,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1305,"text":"Est-ce que ne leur est pas parvenue l'histoire de ceux qui les ont précédés: le peuple de Noé, des 'Aad, des Tamûd, d'Abraham, des gens de Madyan, et des Villes renversées? Leurs messagers leur avaient apporté des preuves évidentes. Ce ne fut pas Allah qui leur fit du tort, mais ils se firent du tort à eux-mêmes.","numberInSurah":70,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1306,"text":"Les croyants et les croyantes sont alliés les uns des autres. Ils commandent le convenable, interdisent le blâmable accomplissent la ?alât, acquittent la Zakât et obéissent à Allah et à Son messager. Voilà ceux auxquels Allah fera miséricorde, car Allah est Puissant et Sage.","numberInSurah":71,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1307,"text":"Aux croyants et aux croyantes, Allah a promis des Jardins sous lesquels coulent les ruisseaux, pour qu'ils y demeurent éternellement, et des demeures excellentes, aux jardins d'Eden [du séjour permanent]. Et la satisfaction d'Allah est plus grande encore, et c'est là l'énorme succès.","numberInSurah":72,"juz":10,"manzil":2,"page":198,"ruku":164,"hizbQuarter":79,"sajda":false},{"number":1308,"text":"O Prophète, lutte contre les mécréants et les hypocrites, et sois rude avec eux; l'Enfer sera leur refuge, et quelle mauvaise destination!","numberInSurah":73,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":79,"sajda":false},{"number":1309,"text":"Ils jurent par Allah qu'ils n'ont pas dit (ce qu'ils ont proféré), alors qu'en vérité ils ont dit la parole de la mécréance et ils ont rejeté la foi après avoir été musulmans. Ils ont projeté ce qu'ils n'ont pu accomplir. Mais ils n'ont pas de reproche à faire si ce n'est qu'Allah - ainsi que Son messager - les a enrichis par Sa grâce. S'ils se repentaient, ce serait mieux pour eux. Et s'ils tournent le dos, Allah les châtiera d'un douloureux châtiment, ici-bas et dans l'au-delà; et ils n'auront sur terre ni allié ni secoureur.","numberInSurah":74,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":79,"sajda":false},{"number":1310,"text":"Et parmi eux il en est qui avaient pris l'engagement envers Allah: «S'Il nous donne de Sa grâce, nous payerons, certes, la Zakât, et serons du nombre des gens de bien».","numberInSurah":75,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1311,"text":"Mais, lorsqu'Il leur donna de Sa grâce, ils s'en montrèrent avares et tournèrent le dos en faisant volte-face.","numberInSurah":76,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1312,"text":"Il a donc suscité l'hypocrisie dans leurs cœurs, et cela jusqu'au jour où ils Le rencontreront, pour avoir violé ce qu'ils avaient promis à Allah et pour avoir menti.","numberInSurah":77,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1313,"text":"Ne savent-ils pas qu'Allah connaît leur secret et leurs conversations confidentielles et qu'Allah connaît parfaitement les (choses) inconnaissables.","numberInSurah":78,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1314,"text":"Ceux-là qui dirigent leurs calomnies contre les croyants qui font des aumônes volontaires et contre ceux qui ne trouvent que leurs faibles moyens (à offrir), et ils se moquent alors d'eux. Qu'Allah les raille. Et ils auront un châtiment douloureux.","numberInSurah":79,"juz":10,"manzil":2,"page":199,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1315,"text":"Que tu demandes pardon pour eux, ou que tu ne le demandes pas - et si tu demandes pardon pour eux soixante dix fois - Allah ne leur pardonnera point. Et ce parce qu'ils n'ont pas cru en Allah et en Son messager et Allah ne guide pas les gens pervers.","numberInSurah":80,"juz":10,"manzil":2,"page":200,"ruku":165,"hizbQuarter":80,"sajda":false},{"number":1316,"text":"Ceux qui ont été laissés à l'arrière se sont réjouis de pouvoir rester chez eux à l'arrière du Messager d'Allah, ils ont répugné à lutter par leurs biens et leurs personnes dans le sentier d'Allah, et ont dit: «Ne partez pas au combat pendant cette chaleur!» Dis: «Le feu de l'Enfer est plus intense en chaleur.» - S'ils comprenaient!","numberInSurah":81,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1317,"text":"Qu'ils rient un peu et qu'ils pleurent beaucoup en récompense de ce qu'ils se sont acquis.","numberInSurah":82,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1318,"text":"Si Allah te ramène vers un groupe de ces (gens-là), et qu'ils te demandent permission de partir au combat, alors dis: «Vous ne sortirez plus jamais en ma compagnie, et vous ne combattrez plus jamais d'ennemis avec moi. Vous avez été plus contents de rester chez vous la première fois; demeurez donc chez vous en compagnie de ceux qui se tiennent à l'arrière».","numberInSurah":83,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1319,"text":"Et ne fais jamais la Salât sur l'un d'entre eux qui meurt, et ne te tiens pas debout auprès de sa tombe, parce qu'ils n'ont pas cru en Allah et en Son messager, et ils sont morts tout en étant pervers.","numberInSurah":84,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1320,"text":"Et que ni leurs biens ni leurs enfants ne t'émerveillent! Allah ne veut par là, que les châtier ici-bas, et qu'ils rendent péniblement l'âme en mécréants.","numberInSurah":85,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1321,"text":"Et lorsqu'une Sourate est révélée: «Croyez en Allah et luttez en compagnie de Son messager», les gens qui ont tous les moyens (de combattre) parmi eux te demandent de les dispenser (du combat), et disent: «Laisse-nous avec ceux qui restent».","numberInSurah":86,"juz":10,"manzil":2,"page":200,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1322,"text":"Il leur plaît, (après le départ des combattants) de demeurer avec celles qui sont restées à l'arrière. Leurs cœurs ont été scellés et ils ne comprennent rien.","numberInSurah":87,"juz":10,"manzil":2,"page":201,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1323,"text":"Mais le Messager et ceux qui ont cru avec lui ont lutté avec leurs biens et leurs personnes. Ceux-là auront les bonnes choses et ce sont eux qui réussiront.","numberInSurah":88,"juz":10,"manzil":2,"page":201,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1324,"text":"Allah a préparé pour eux des Jardins sous lesquels coulent les ruisseaux, pour qu'ils y demeurent éternellement. Voilà l'énorme succès!","numberInSurah":89,"juz":10,"manzil":2,"page":201,"ruku":166,"hizbQuarter":80,"sajda":false},{"number":1325,"text":"Et parmi les Bédouins, certains sont venus demander d'être dispensés (du combat). Et ceux qui ont menti à Allah et à Son messager sont restés chez eux. Un châtiment douloureux affligera les mécréants d'entre eux.","numberInSurah":90,"juz":10,"manzil":2,"page":201,"ruku":167,"hizbQuarter":80,"sajda":false},{"number":1326,"text":"Nul grief sur les faibles, ni sur les malades, ni sur ceux qui ne trouvent pas de quoi dépenser (pour la cause d'Allah), s'ils sont sincères envers Allah et Son messager. Pas de reproche contre les bienfaiteurs. Allah est Pardonneur et Miséricordieux.","numberInSurah":91,"juz":10,"manzil":2,"page":201,"ruku":167,"hizbQuarter":80,"sajda":false},{"number":1327,"text":"(Pas de reproche) non plus à ceux qui vinrent te trouver pour que tu leur fournisses une monture et à qui tu dis: «Je ne trouve pas de monture pour vous.» Ils retournèrent les yeux débordant de larmes, tristes de ne pas trouver de quoi dépenser.","numberInSurah":92,"juz":10,"manzil":2,"page":201,"ruku":167,"hizbQuarter":80,"sajda":false},{"number":1328,"text":"Il n'y a de voie (de reproche à), vraiment, que contre ceux qui demandent d'être dispensés, alors qu'ils sont riches. Il leur plaît de demeurer avec celles qui sont restées à l'arrière. Et Allah a scellé leurs cœurs et ils ne savent pas.","numberInSurah":93,"juz":11,"manzil":2,"page":201,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1329,"text":"Ils vous présentent des excuses quand vous revenez à eux. Dis: «Ne présentez pas d'excuses: nous ne vous croyons pas. Allah nous a déjà informés de vos nouvelles. Et Allah verra votre œuvre, ainsi que Son messager. Puis vous serez ramenés vers Celui qui connaît bien l'invisible et le visible, et alors, Il vous informera de ce que vous faisiez.","numberInSurah":94,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1330,"text":"Ils vous feront des serments par Allah, quand vous êtes de retour vers eux, afin que vous passiez (sur leur tort). Détournez-vous d'eux. Ils sont une souillure et leur refuge est l'Enfer, en rétribution de ce qu'ils acquéraient.","numberInSurah":95,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1331,"text":"Ils vous font des serments pour se faire agréer de vous, même si vous les agréez, Allah n'agrée pas les gens pervers.","numberInSurah":96,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1332,"text":"Les Bédouins sont plus endurcis dans leur impiété et dans leur hypocrisie, et les plus enclins à méconnaître les préceptes qu'Allah a révélés à Son messager. Et Allah est Omniscient et Sage.","numberInSurah":97,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1333,"text":"Parmi les Bédouins, certains prennent leur dépense (en aumône ou à la guerre) comme une charge onéreuse, et attendent pour vous un revers de fortune. Que le malheur retombe sur eux! Allah est Audient et Omniscient.","numberInSurah":98,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1334,"text":"(Tel autre,) parmi les Bédouins, croit en Allah et au Jour dernier et prend ce qu'il dépense comme moyen de se rapprocher d'Allah et afin de bénéficier des invocations du Messager. C'est vraiment pour eux (un moyen) de se rapprocher (d'Allah) et Allah les admettra en Sa miséricorde. Car Allah est Pardonneur et Miséricordieux.","numberInSurah":99,"juz":11,"manzil":2,"page":202,"ruku":167,"hizbQuarter":81,"sajda":false},{"number":1335,"text":"Les tout premiers [croyants] parmi les Emigrés et les Auxiliaires et ceux qui les ont suivis dans un beau comportement, Allah les agrée, et ils L'agréent. Il a préparé pour eux des Jardins sous lesquels coulent les ruisseaux, et ils y demeureront éternellement. Voilà l'énorme succès!","numberInSurah":100,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1336,"text":"Et parmi les Bédouins qui vous entourent, il y a des hypocrites, tout comme une partie des habitants de Médine. Ils s'obstinent dans l'hypocrisie. Tu ne les connais pas mais Nous les connaissons. Nous les châtierons deux fois puis ils seront ramenés vers un énorme châtiment.","numberInSurah":101,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1337,"text":"D'autres ont reconnu leurs péchés, ils ont mêlé de bonnes actions à d'autres mauvaises. Il se peut qu'Allah accueille leur repentir. Car Allah est Pardonneur et Miséricordieux.","numberInSurah":102,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1338,"text":"Prélève de leurs biens une Sadaqa par laquelle tu les purifies et les bénis, et prie pour eux. Ta prière est une quiétude pour eux. Et Allah est Audient et Omniscient.","numberInSurah":103,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1339,"text":"Ne savent-ils pas que c'est Allah qui accueille le repentir de Ses serviteurs, et qui reçoit les Sadaqât, et qu'Allah est L'Accueillant au repentir et le Miséricordieux.","numberInSurah":104,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1340,"text":"Et dis: «Oeuvrez, car Allah va voir votre œuvre, de même que Son messager et les croyants, et vous serez ramenés vers Celui qui connaît bien l'invisible et le visible. Alors Il vous informera de ce que vous faisiez».","numberInSurah":105,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1341,"text":"Et d'autres sont laissés dans l'attente de la décision d'Allah, soit qu'Il les punisse, soit qu'Il leur pardonne. Et Allah est Omniscient et Sage.","numberInSurah":106,"juz":11,"manzil":2,"page":203,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1342,"text":"Ceux qui ont édifié une mosquée pour en faire [un mobile] de rivalité, d'impiété et de division entre les croyants, qui la préparent pour celui qui auparavant avait combattu Allah et son Envoyé et jurent en disant: «Nous ne voulions que le bien!» [Ceux-là], Allah atteste qu'ils mentent.","numberInSurah":107,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1343,"text":"Ne te tiens jamais dans (cette mosquée). Car une Mosquée fondée dès le premier jour, sur la piété, est plus digne que tu t'y tiennes debout [pour y prier]. On y trouve des gens qui aiment bien se purifier, et Allah aime ceux qui se purifient.","numberInSurah":108,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1344,"text":"Lequel est plus méritant? Est-ce celui qui a fondé son édifice sur la piété et l'agrément d'Allah, ou bien celui qui a placé les assises de sa construction sur le bord d'une falaise croulante et qui croula avec lui dans le feu de l'Enfer? Et Allah ne guide pas les gens injustes.","numberInSurah":109,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1345,"text":"La construction qu'ils ont édifiée sera toujours une source de doute dans leurs cœurs, jusqu'à ce que leurs cœurs se déchirent. Et Allah est Omniscient et Sage.","numberInSurah":110,"juz":11,"manzil":2,"page":204,"ruku":168,"hizbQuarter":81,"sajda":false},{"number":1346,"text":"Certes, Allah a acheté des croyants, leurs personnes et leurs biens en échange du Paradis. Ils combattent dans le sentier d'Allah: ils tuent, et ils se font tuer. C'est une promesse authentique qu'Il a prise sur Lui-même dans la Thora, l'Evangile et le Coran. Et qui est plus fidèle qu'Allah à son engagement? Réjouissez-vous donc de l'échange que vous avez fait: Et c'est là le très grand succès.","numberInSurah":111,"juz":11,"manzil":2,"page":204,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1347,"text":"Ils sont ceux qui se repentent, qui adorent, qui louent, qui parcourent la terre (ou qui jeûnent), qui s'inclinent, qui se prosternent, qui commandent le convenable et interdisent le blâmable et qui observent les lois d'Allah... et fais bonne annonce aux croyants.","numberInSurah":112,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1348,"text":"Il n'appartient pas au Prophète et aux croyants d'implorer le pardon en faveur des associateurs, fussent-ils des parents alors qu'il leur est apparu clairement que ce sont les gens de l'Enfer.","numberInSurah":113,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1349,"text":"Abraham ne demanda pardon en faveur de son père qu'à cause d'une promesse qu'il lui avait faite. Mais, dès qu'il lui apparut clairement qu'il était un ennemi d'Allah, il le désavoua. Abraham était certes plein de sollicitude et indulgent.","numberInSurah":114,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1350,"text":"Allah n'est point tel à égarer un peuple après qu'Il les a guidés, jusqu'à ce qu'Il leur ait montré clairement ce qu'ils doivent éviter. Certes, Allah est Omniscient.","numberInSurah":115,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1351,"text":"A Allah appartient la royauté des cieux et de la terre. Il donne la vie et Il donne la mort. Et il n'y a pour vous, en dehors d'Allah, ni allié ni protecteur.","numberInSurah":116,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1352,"text":"Allah a accueilli le repentir du Prophète, celui des Emigrés et des Auxiliaires qui l'ont suivi à un moment difficile, après que les cœurs d'un groupe d'entre eux étaient sur le point de dévier. Puis Il accueillit leur repentir car Il est Compatissant et Miséricordieux à leur égard.","numberInSurah":117,"juz":11,"manzil":2,"page":205,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1353,"text":"Et [Il accueillit le repentir] des trois qui étaient restés à l'arrière si bien que, toute vaste qu'elle fût, la terre leur paraissait exiguë; ils se sentaient à l'étroit, dans leur propre personne et ils pensaient qu'il n'y avait d'autre refuge d'Allah qu'auprès de Lui. Puis Il agréa leur repentir pour qu'ils reviennent [à Lui], car Allah est l'accueillant au repentir, le Miséricordieux.","numberInSurah":118,"juz":11,"manzil":2,"page":206,"ruku":169,"hizbQuarter":82,"sajda":false},{"number":1354,"text":"O vous qui croyez! Craignez Allah et soyez avec les véridiques.","numberInSurah":119,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":82,"sajda":false},{"number":1355,"text":"Il n'appartient pas aux habitants de Médine, ni aux Bédouins qui sont autour d'eux, de traîner loin derrière le Messager d'Allah, ni de préférer leur propre vie à la sienne. Car ils n'éprouveront ni soif, ni fatigue, ni faim dans le sentier d'Allah, ils ne fouleront aucune terre en provoquant la colère des infidèles, et n'obtiendront aucun avantage sur un ennemi, sans qu'il ne leur soit écrit pour cela une bonne action. En vérité Allah ne laisse pas perdre la récompense des bienfaiteurs.","numberInSurah":120,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":82,"sajda":false},{"number":1356,"text":"Ils ne supporteront aucune dépense, minime ou importante, ne traverseront aucune vallée, sans que (cela) ne soit inscrit à leur actif, en sorte qu'Allah les récompense pour le meilleur de ce qu'ils faisaient.","numberInSurah":121,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":82,"sajda":false},{"number":1357,"text":"Les croyants n'ont pas à quitter tous leurs foyers. Pourquoi de chaque clan quelques hommes ne viendraient-ils pas s'instruire dans la religion, pour pouvoir à leur retour, avertir leur peuple afin qu'ils soient sur leur garde.","numberInSurah":122,"juz":11,"manzil":2,"page":206,"ruku":170,"hizbQuarter":83,"sajda":false},{"number":1358,"text":"O vous qui croyez! Combattez ceux des mécréants qui sont près de vous; et qu'ils trouvent de la dureté en vous. Et sachez qu'Allah est avec les pieux.","numberInSurah":123,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1359,"text":"Et quand une Sourate est révélée, il en est parmi eux qui dit: «Quel est celui d'entre vous dont elle fait croître la foi?» Quant aux croyants, elle fait certes croître leur foi, et ils s'en réjouissent.","numberInSurah":124,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1360,"text":"Mais quant à ceux dont les cœurs sont malades, elle ajoute une souillure à leur souillure, et ils meurent dans la mécréance.","numberInSurah":125,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1361,"text":"Ne voient-ils pas que chaque année on les éprouve une ou deux fois? Malgré cela, ils ne se repentent, ni ne se souviennent.","numberInSurah":126,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1362,"text":"Et quand une Sourate est révélée, ils se regardent les uns les autres [et se disent]: «Quelqu'un vous voit-il?» Puis ils se détournent. Qu'Allah détourne leurs cœurs, puisque ce sont des gens qui ne comprennent rien.","numberInSurah":127,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1363,"text":"Certes, un Messager pris parmi vous, est venu à vous, auquel pèsent lourd les difficultés que vous subissez, qui est plein de sollicitude pour vous, qui est compatissant et miséricordieux envers les croyants.","numberInSurah":128,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false},{"number":1364,"text":"Alors, s'ils se détournent dis: «Allah me suffit. Il n'y a de divinité que Lui. En Lui je place ma confiance; et Il est le Seigneur du Trône immense».","numberInSurah":129,"juz":11,"manzil":2,"page":207,"ruku":171,"hizbQuarter":83,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}