{"code":200,"status":"OK","data":{"number":33,"name":"سُورَةُ الأَحۡزَابِ","englishName":"Al-Ahzaab","englishNameTranslation":"The Clans","revelationType":"Medinan","numberOfAyahs":73,"ayahs":[{"number":3534,"text":"O Prophète! Crains Allah et n'obéis pas aux infidèles et aux hypocrites, car Allah demeure Omniscient et Sage.","numberInSurah":1,"juz":21,"manzil":5,"page":418,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3535,"text":"Et suis ce qui t'est révélé émanant de Ton Seigneur. Car Allah est Parfaitement Connaisseur de ce que vous faites.","numberInSurah":2,"juz":21,"manzil":5,"page":418,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3536,"text":"Et place ta confiance en Allah. Allah te suffit comme protecteur.","numberInSurah":3,"juz":21,"manzil":5,"page":418,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3537,"text":"Allah n'a pas placé à l'homme deux cœurs dans sa poitrine. Il n'a point assimilé à vos mères vos épouses [à qui vous dites en les répudiant]: «Tu es [aussi illicite] pour moi que le dos de ma mère». Il n'a point fait de vos enfants adoptifs vos propres enfants. Ce sont des propos [qui sortent] de votre bouche. Mais Allah dit la vérité et c'est Lui qui met [l'homme] dans la bonne direction.","numberInSurah":4,"juz":21,"manzil":5,"page":418,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3538,"text":"Appelez-les du nom de leurs pères: c'est plus équitable devant Allah. Mais si vous ne connaissez pas leurs pères, alors considérez-les comme vos frères en religion ou vos alliés. Nul blâme sur vous pour ce que vous faites par erreur, mais (vous serez blâmés pour) ce que vos cœurs font délibérément. Allah, cependant, est Pardonneur et Miséricordieux.","numberInSurah":5,"juz":21,"manzil":5,"page":418,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3539,"text":"Le Prophète a plus de droit sur les croyants qu'ils n'en ont sur eux-mêmes; et ses épouses sont leurs mères. Les liens de consanguinité ont [dans les successions] la priorité [sur les liens] unissant les croyants [de Médine] et les émigrés [de la Mecque] selon le livre d'Allah, à moins que vous ne fassiez un testament convenable en faveur de vos frères en religion. Et cela est inscrit dans le Livre.","numberInSurah":6,"juz":21,"manzil":5,"page":418,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3540,"text":"Lorsque Nous prîmes des prophètes leur engagement, de même que de toi, de Noé, d'Abraham, de Moïse, et de Jésus fils de Marie: et Nous avons pris d'eux un engagement solennel,","numberInSurah":7,"juz":21,"manzil":5,"page":419,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3541,"text":"afin [qu'Allah] interroge les véridiques sur leur sincérité. Et Il a préparé aux infidèles un châtiment douloureux.","numberInSurah":8,"juz":21,"manzil":5,"page":419,"ruku":361,"hizbQuarter":167,"sajda":false},{"number":3542,"text":"O vous qui croyez! Rappelez-vous le bienfait d'Allah sur vous, quand des troupes vous sont venues et que Nous avons envoyé contre elles un vent et des troupes que vous n'avez pas vues. Allah demeure Clairvoyant sur ce que vous faites.","numberInSurah":9,"juz":21,"manzil":5,"page":419,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3543,"text":"Quand ils vous vinrent d'en haut et d'en bas [de toutes parts], et que les regards étaient troublés, et les cœurs remontaient aux gorges, et vous faisiez sur Allah toutes sortes de suppositions...","numberInSurah":10,"juz":21,"manzil":5,"page":419,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3544,"text":"Les croyants furent alors éprouvés et secoués d'une dure secousse.","numberInSurah":11,"juz":21,"manzil":5,"page":419,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3545,"text":"Et quand les hypocrites et ceux qui ont la maladie [le doute] au cœur disaient: «Allah et Son messager ne nous ont promis que tromperie».","numberInSurah":12,"juz":21,"manzil":5,"page":419,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3546,"text":"De même, un groupe d'entre eux dit: «Gens de Yathrib! Ne demeurez pas ici. Retournez [chez vous]». Un groupe d'entre eux demande au Prophète la permission de partir en disant: «Nos demeures sont sans protection», alors qu'elles ne l'étaient pas: ils ne voulaient que s'enfuir.","numberInSurah":13,"juz":21,"manzil":5,"page":419,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3547,"text":"Et si une percée avait été faite sur eux par les flancs de la ville et qu'ensuite on leur avait demandé de renier leur foi, ils auraient accepté certes, et n'auraient guère tardé,","numberInSurah":14,"juz":21,"manzil":5,"page":419,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3548,"text":"tandis qu'auparavant ils avaient pris l'engagement envers Allah qu'ils ne tourneraient pas le dos. Et il sera demandé compte de tout engagement vis-à-vis d'Allah.","numberInSurah":15,"juz":21,"manzil":5,"page":419,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3549,"text":"Dis: «Jamais la fuite ne vous sera utile si c'est la mort (sans combat) ou le meurtre (dans le combat) que vous fuyez; dans ce cas, vous ne jouirez (de la vie) que peu (de temps)».","numberInSurah":16,"juz":21,"manzil":5,"page":420,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3550,"text":"Dis: «Quel est celui qui peut vous protéger d'Allah, s'Il vous veut du mal ou s'Il veut vous accorder une miséricorde?» Et ils ne trouveront pour eux-mêmes en dehors d'Allah, ni allié ni secoureur.","numberInSurah":17,"juz":21,"manzil":5,"page":420,"ruku":362,"hizbQuarter":167,"sajda":false},{"number":3551,"text":"Certes, Allah connaît ceux d'entre vous qui suscitent des obstacles, ainsi que ceux qui disent à leurs frères: «Venez à nous», tandis qu'ils ne déploient que peu d'ardeur au combat,","numberInSurah":18,"juz":21,"manzil":5,"page":420,"ruku":362,"hizbQuarter":168,"sajda":false},{"number":3552,"text":"avares à votre égard. Puis, quand leur vient la peur, tu les vois te regarder avec des yeux révulsés, comme ceux de quelqu'un qui s'est évanoui par peur de la mort. Une fois la peur passée, ils vous lacèrent avec des langues affilées, alors qu'ils sont chiches à faire le bien. Ceux-là n'ont jamais cru. Allah donc, rend vaines leurs actions. Et cela est facile à Allah.","numberInSurah":19,"juz":21,"manzil":5,"page":420,"ruku":362,"hizbQuarter":168,"sajda":false},{"number":3553,"text":"Ils pensent que les coalisés ne sont pas partis. Or si les coalisés revenaient, [ces gens-là] souhaiteraient être des nomades parmi les Bédouins et [se contenteraient] de demander de vos nouvelles. S'ils étaient parmi vous, ils n'auraient combattu que très peu.","numberInSurah":20,"juz":21,"manzil":5,"page":420,"ruku":362,"hizbQuarter":168,"sajda":false},{"number":3554,"text":"En effet, vous avez dans le Messager d'Allah un excellent modèle [à suivre], pour quiconque espère en Allah et au Jour dernier et invoque Allah fréquemment.","numberInSurah":21,"juz":21,"manzil":5,"page":420,"ruku":363,"hizbQuarter":168,"sajda":false},{"number":3555,"text":"Et quand les croyants virent les coalisés, ils dirent: «Voilà ce qu'Allah et Son messager nous avaient promis; et Allah et Son messager disaient la vérité». Et cela ne fit que croître leur foi et leur soumission.","numberInSurah":22,"juz":21,"manzil":5,"page":420,"ruku":363,"hizbQuarter":168,"sajda":false},{"number":3556,"text":"Il est, parmi les croyants, des hommes qui ont été sincères dans leur engagement envers Allah. Certains d'entre eux ont atteint leur fin, et d'autres attendent encore; et ils n'ont varié aucunement (dans leur engagement);","numberInSurah":23,"juz":21,"manzil":5,"page":421,"ruku":363,"hizbQuarter":168,"sajda":false},{"number":3557,"text":"afin qu'Allah récompense les véridiques pour leur sincérité, et châtie, s'Il veut, les hypocrites, ou accepte leur repentir. Car Allah est Pardonneur et Miséricordieux.","numberInSurah":24,"juz":21,"manzil":5,"page":421,"ruku":363,"hizbQuarter":168,"sajda":false},{"number":3558,"text":"Et Allah a renvoyé, avec leur rage, les infidèles sans qu'ils n'aient obtenu aucun bien, et Allah a épargné aux croyants le combat. Allah est Fort et Puissant.","numberInSurah":25,"juz":21,"manzil":5,"page":421,"ruku":363,"hizbQuarter":168,"sajda":false},{"number":3559,"text":"Et Il a fait descendre de leurs forteresses ceux des gens du Livre qui les avaient soutenus [les coalisés], et Il a jeté l'effroi dans leurs cœurs; un groupe d'entre eux vous tuiez, et un groupe vous faisiez prisonniers.","numberInSurah":26,"juz":21,"manzil":5,"page":421,"ruku":363,"hizbQuarter":168,"sajda":false},{"number":3560,"text":"Et Il vous a fait hériter leur terre, leurs demeures, leurs biens, et aussi une terre que vous n'aviez point foulée. Et Allah est Omnipotent.","numberInSurah":27,"juz":21,"manzil":5,"page":421,"ruku":363,"hizbQuarter":168,"sajda":false},{"number":3561,"text":"O Prophète! Dis à tes épouses: «Si c'est la vie présente que vous désirez et sa parure, alors venez! Je vous donnerai [les moyens] d'en jouir et vous libérerai [par un divorce] sans préjudice.","numberInSurah":28,"juz":21,"manzil":5,"page":421,"ruku":364,"hizbQuarter":168,"sajda":false},{"number":3562,"text":"Mais si c'est Allah que vous voulez et Son messager ainsi que la Demeure dernière, Allah a préparé pour les bienfaisantes parmi vous une énorme récompense.","numberInSurah":29,"juz":21,"manzil":5,"page":421,"ruku":364,"hizbQuarter":168,"sajda":false},{"number":3563,"text":"O femmes du Prophète! Celle d'entre vous qui commettra une turpitude prouvée, le châtiment lui sera doublé par deux fois! Et ceci est facile pour Allah.","numberInSurah":30,"juz":21,"manzil":5,"page":421,"ruku":364,"hizbQuarter":168,"sajda":false},{"number":3564,"text":"Et celle d'entre vous qui est entièrement soumise à Allah et à Son messager et qui fait le bien, Nous lui accorderons deux fois sa récompense, et Nous avons préparé pour elle une généreuse attribution.","numberInSurah":31,"juz":22,"manzil":5,"page":422,"ruku":364,"hizbQuarter":169,"sajda":false},{"number":3565,"text":"O femmes du Prophète! Vous n'êtes comparables à aucune autre femme. Si vous êtes pieuses, ne soyez pas trop complaisantes dans votre langage, afin que celui dont le cœur est malade [l'hypocrite] ne vous convoite pas. Et tenez un langage décent.","numberInSurah":32,"juz":22,"manzil":5,"page":422,"ruku":364,"hizbQuarter":169,"sajda":false},{"number":3566,"text":"Restez dans vos foyers; et ne vous exhibez pas à la manière des femmes d'avant l'Islam (Jâhiliyah). Accomplissez la Salât, acquittez la Zakât et obéissez à Allah et à Son messager. Allah ne veut que vous débarrasser de toute souillure, ô gens de la maison [du prophète], et veut vous purifier pleinement.","numberInSurah":33,"juz":22,"manzil":5,"page":422,"ruku":364,"hizbQuarter":169,"sajda":false},{"number":3567,"text":"Et gardez dans vos mémoires ce qui, dans vos foyers, est récité des versets d'Allah et de la sagesse. Allah est Doux et Parfaitement Connaisseur.","numberInSurah":34,"juz":22,"manzil":5,"page":422,"ruku":364,"hizbQuarter":169,"sajda":false},{"number":3568,"text":"Les Musulmans et Musulmanes, croyants et croyantes, obéissants et obéissantes, loyaux et loyales, endurants et endurantes, craignants et craignantes, donneurs et donneuses d'aumône, jeûnants et jeûnantes, gardiens de leur chasteté et gardiennes, invocateurs souvent d'Allah et invocatrices: Allah a préparé pour eux un pardon et une énorme récompense.","numberInSurah":35,"juz":22,"manzil":5,"page":422,"ruku":365,"hizbQuarter":169,"sajda":false},{"number":3569,"text":"Il n'appartient pas à un croyant ou à une croyante, une fois qu'Allah et Son messager ont décidé d'une chose d'avoir encore le choix dans leur façon d'agir. Et quiconque désobéit à Allah et à Son messager, s'est égaré certes, d'un égarement évident.","numberInSurah":36,"juz":22,"manzil":5,"page":423,"ruku":365,"hizbQuarter":169,"sajda":false},{"number":3570,"text":"Quand tu disais à celui qu'Allah avait comblé de bienfait, tout comme toi-même l'avais comblé: «Garde pour toi ton épouse et crains Allah», et tu cachais en ton âme ce qu'Allah allait rendre public. Tu craignais les gens, et c'est Allah qui est plus digne de ta crainte. Puis quand Zayd eut cessé toute relation avec elle, Nous te la fîmes épouser, afin qu'il n'y ait aucun empêchement pour les croyants d'épouser les femmes de leurs fils adoptifs, quand ceux-ci cessent toute relation avec elles. Le commandement d'Allah doit être exécuté.","numberInSurah":37,"juz":22,"manzil":5,"page":423,"ruku":365,"hizbQuarter":169,"sajda":false},{"number":3571,"text":"Nul grief à faire au Prophète en ce qu'Allah lui a imposé, conformément aux lois établies pour ceux qui vécurent antérieurement. Le commandement d'Allah est un décret inéluctable.","numberInSurah":38,"juz":22,"manzil":5,"page":423,"ruku":365,"hizbQuarter":169,"sajda":false},{"number":3572,"text":"Ceux qui communiquaient les messages d'Allah, Le craignaient et ne redoutaient nul autre qu'Allah. Et Allah suffit pour tenir le compte de tout.","numberInSurah":39,"juz":22,"manzil":5,"page":423,"ruku":365,"hizbQuarter":169,"sajda":false},{"number":3573,"text":"Muhammad n'a jamais été le père de l'un de vos hommes, mais le messager d'Allah et le dernier des prophètes. Allah est Omniscient.","numberInSurah":40,"juz":22,"manzil":5,"page":423,"ruku":365,"hizbQuarter":169,"sajda":false},{"number":3574,"text":"O vous qui croyez! Evoquez Allah d'une façon abondante,","numberInSurah":41,"juz":22,"manzil":5,"page":423,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3575,"text":"et glorifiez-Le à la pointe et au déclin du jour.","numberInSurah":42,"juz":22,"manzil":5,"page":423,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3576,"text":"C'est lui qui prie sur vous, - ainsi que Ses Anges -, afin qu'Il vous fasse sortir des ténèbres à la lumière; et Il est Miséricordieux envers les croyants.","numberInSurah":43,"juz":22,"manzil":5,"page":423,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3577,"text":"Leur salutation au jour où ils Le rencontreront sera: «Salâm» [paix], et Il leur a préparé une généreuse récompense.","numberInSurah":44,"juz":22,"manzil":5,"page":424,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3578,"text":"O Prophète! Nous t'avons envoyé [pour être] témoin, annonciateur, avertisseur,","numberInSurah":45,"juz":22,"manzil":5,"page":424,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3579,"text":"appelant (les gens) à Allah, par Sa permission; et comme une lampe éclairante.","numberInSurah":46,"juz":22,"manzil":5,"page":424,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3580,"text":"Et fais aux croyants la bonne annonce qu'ils recevront d'Allah une grande grâce.","numberInSurah":47,"juz":22,"manzil":5,"page":424,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3581,"text":"Et n'obéis pas aux infidèles et aux hypocrites, ne prête pas attention à leur méchanceté et place ta confiance en Allah et Allah suffit comme protecteur.","numberInSurah":48,"juz":22,"manzil":5,"page":424,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3582,"text":"O vous qui croyez! Quand vous vous mariez avec des croyantes et qu'ensuite vous divorcez d'avec elles avant de les avoir touchées, vous ne pouvez leur imposer un délai d'attente. Donnez-leur jouissance [d'un bien] et libérez-les [par un divorce] sans préjudice.","numberInSurah":49,"juz":22,"manzil":5,"page":424,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3583,"text":"O Prophète! Nous t'avons rendu licites tes épouses à qui tu as donné leur mahr (dot), ce que tu as possédé légalement parmi les captives [ou esclaves] qu'Allah t'a destinées, les filles de ton oncle paternel, les filles de tes tantes paternelles, les filles de ton oncle maternel, et les filles de tes tantes maternelles, - celles qui avaient émigré en ta compagnie -, ainsi que toute femme croyante si elle fait don de sa personne au Prophète, pourvu que le Prophète consente à se marier avec elle: c'est là un privilège pour toi, à l'exclusion des autres croyants. Nous savons certes, ce que Nous leur avons imposé au sujet de leurs épouses et des esclaves qu'ils possèdent, afin qu'il n'y eût donc point de blâme contre toi. Allah est Pardonneur et Miséricordieux.","numberInSurah":50,"juz":22,"manzil":5,"page":424,"ruku":366,"hizbQuarter":169,"sajda":false},{"number":3584,"text":"Tu fais attendre qui tu veux d'entre elles, et tu héberges chez toi qui tu veux. Puis il ne t'est fait aucun grief si tu invites chez toi l'une de celles que tu avais écartées. Voilà ce qui est le plus propre à les réjouir, à leur éviter tout chagrin et à leur faire accepter de bon cœur ce que tu leur as donné à toutes. Allah sait, cependant, ce qui est en vos cœurs. Et Allah est Omniscient et Indulgent.","numberInSurah":51,"juz":22,"manzil":5,"page":425,"ruku":366,"hizbQuarter":170,"sajda":false},{"number":3585,"text":"Il ne t'est plus permis désormais de prendre [d'autres] femmes, ni de changer d'épouses, même si leur beauté te plaît; - à l'exception des esclaves que tu possèdes. Et Allah observe toute chose.","numberInSurah":52,"juz":22,"manzil":5,"page":425,"ruku":366,"hizbQuarter":170,"sajda":false},{"number":3586,"text":"O vous qui croyez! N'entrez pas dans les demeures du Prophète, à moins qu'invitation ne vous soit faite à un repas, sans être là à attendre sa cuisson. Mais lorsqu'on vous appelle, alors, entrez. Puis, quand vous aurez mangé, dispersez-vous, sans chercher à vous rendre familiers pour causer. Cela faisait de la peine au Prophète, mais il se gênait de vous (congédier), alors qu'Allah ne se gêne pas de la vérité. Et si vous leur demandez (à ses femmes) quelque objet, demandez-le leur derrière un rideau: c'est plus pur pour vos cœurs et leurs cœurs; vous ne devez pas faire de la peine au Messager d'Allah, ni jamais vous marier avec ses épouses après lui; ce serait, auprès d'Allah, un énorme péché.","numberInSurah":53,"juz":22,"manzil":5,"page":425,"ruku":367,"hizbQuarter":170,"sajda":false},{"number":3587,"text":"Que vous divulguiez une chose ou que vous la cachiez,... Allah demeure Omniscient.","numberInSurah":54,"juz":22,"manzil":5,"page":425,"ruku":367,"hizbQuarter":170,"sajda":false},{"number":3588,"text":"Nul grief sur elles au sujet de leurs pères, leurs fils, leurs frères, les fils de leurs frères, les fils de leurs sœurs, leurs femmes [de suite] et les esclaves qu'elles possèdent. Et craignez Allah. Car Allah est témoin de toute chose.","numberInSurah":55,"juz":22,"manzil":5,"page":426,"ruku":367,"hizbQuarter":170,"sajda":false},{"number":3589,"text":"Certes, Allah et Ses Anges prient sur le Prophète; ô vous qui croyez priez sur lui et adressez [lui] vos salutations.","numberInSurah":56,"juz":22,"manzil":5,"page":426,"ruku":367,"hizbQuarter":170,"sajda":false},{"number":3590,"text":"Ceux qui offensent Allah et Son messager, Allah les maudit ici-bas, comme dans l'au-delà et leur prépare un châtiment avilissant.","numberInSurah":57,"juz":22,"manzil":5,"page":426,"ruku":367,"hizbQuarter":170,"sajda":false},{"number":3591,"text":"Et ceux qui offensent les croyants et les croyantes sans qu'ils l'aient mérité, se chargent d'une calomnie et d'un péché évident.","numberInSurah":58,"juz":22,"manzil":5,"page":426,"ruku":367,"hizbQuarter":170,"sajda":false},{"number":3592,"text":"O Prophète! Dis à tes épouses, à tes filles, et aux femmes des croyants, de ramener sur elles leurs grands voiles: elles en seront plus vite reconnues et éviteront d'être offensées. Allah est Pardonneur et Miséricordieux.","numberInSurah":59,"juz":22,"manzil":5,"page":426,"ruku":368,"hizbQuarter":170,"sajda":false},{"number":3593,"text":"Certes, si les hypocrites, ceux qui ont la maladie au cœur, et les alarmistes [semeurs de troubles] à Médine ne cessent pas, Nous t'inciterons contre eux, et alors, ils n'y resteront que peu de temps en ton voisinage.","numberInSurah":60,"juz":22,"manzil":5,"page":426,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3594,"text":"Ce sont des maudits. Où qu'on les trouve, ils seront pris et tués impitoyablement:","numberInSurah":61,"juz":22,"manzil":5,"page":426,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3595,"text":"Telle était la loi établie par Allah envers ceux qui ont vécu auparavant et tu ne trouveras pas de changement dans la loi d'Allah.","numberInSurah":62,"juz":22,"manzil":5,"page":426,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3596,"text":"Les gens t'interrogent au sujet de l'Heure. Dis: «Sa connaissance est exclusive à Allah». Qu'en sais-tu? Il se peut que l'Heure soit proche.","numberInSurah":63,"juz":22,"manzil":5,"page":427,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3597,"text":"Allah a maudit les infidèles et leur a préparé une fournaise,","numberInSurah":64,"juz":22,"manzil":5,"page":427,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3598,"text":"pour qu'ils y demeurent éternellement, sans trouver ni allié ni secoureur.","numberInSurah":65,"juz":22,"manzil":5,"page":427,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3599,"text":"Le jour où leurs visages seront tournés et retournés dans le Feu, ils diront: «Hélas pour nous! Si seulement nous avions obéi à Allah et obéi au Messager!»","numberInSurah":66,"juz":22,"manzil":5,"page":427,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3600,"text":"Et ils dirent: «Seigneur, nous avons obéi à nos chefs et à nos grands. C'est donc eux qui nous ont égarés du Sentier.","numberInSurah":67,"juz":22,"manzil":5,"page":427,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3601,"text":"O notre Seigneur, inflige-leur deux fois le châtiment et maudis les d'une grande malédiction».","numberInSurah":68,"juz":22,"manzil":5,"page":427,"ruku":368,"hizbQuarter":171,"sajda":false},{"number":3602,"text":"O vous qui croyez! Ne soyez pas comme ceux qui ont offensé Moïse. Allah l'a déclaré innocent de leurs accusations, car il était honorable auprès d'Allah.","numberInSurah":69,"juz":22,"manzil":5,"page":427,"ruku":369,"hizbQuarter":171,"sajda":false},{"number":3603,"text":"O vous qui croyez! Craignez Allah et parlez avec droiture,","numberInSurah":70,"juz":22,"manzil":5,"page":427,"ruku":369,"hizbQuarter":171,"sajda":false},{"number":3604,"text":"afin qu'Il améliore vos actions et vous pardonne vos péchés. Quiconque obéit à Allah et à Son messager obtient certes une grande réussite.","numberInSurah":71,"juz":22,"manzil":5,"page":427,"ruku":369,"hizbQuarter":171,"sajda":false},{"number":3605,"text":"Nous avions proposé aux cieux, à la terre et aux montagnes la responsabilité (de porter les charges de faire le bien et d'éviter le mal). Ils ont refusé de la porter et en ont eu peur, alors que l'homme s'en est chargé; car il est très injuste [envers lui-même] et très ignorant.","numberInSurah":72,"juz":22,"manzil":5,"page":427,"ruku":369,"hizbQuarter":171,"sajda":false},{"number":3606,"text":"[Il en est ainsi] afin qu'Allah châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices et Allah accueille le repentir des croyants et des croyantes. Allah est Pardonneur et Miséricordieux.","numberInSurah":73,"juz":22,"manzil":5,"page":427,"ruku":369,"hizbQuarter":171,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}