{"code":200,"status":"OK","data":{"number":42,"name":"سُورَةُ الشُّورَىٰ","englishName":"Ash-Shura","englishNameTranslation":"Consultation","revelationType":"Meccan","numberOfAyahs":53,"ayahs":[{"number":4273,"text":"H'â, Mîm.","numberInSurah":1,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4274,"text":"Aîn, Sîn, Qâf.","numberInSurah":2,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4275,"text":"C'est ainsi qu'Allah, le Puissant, le Sage, te fait des révélations, comme à ceux qui ont vécu avant toi.","numberInSurah":3,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4276,"text":"A Lui appartient ce qui est dans les cieux et ce qui est sur la terre. Et Il est le Sublime, le Très Grand,","numberInSurah":4,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4277,"text":"Peu s'en faut que les cieux ne se fendent depuis leur faîte quand les anges glorifient leur Seigneur, célèbrent Ses louanges et implorent le pardon pour ceux qui sont sur la terre. Allah est certes le Pardonneur, le Très Miséricordieux.","numberInSurah":5,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4278,"text":"Et quant à ceux qui prennent des protecteurs en dehors de Lui, Allah veille à ce qu'ils font. Et tu n'es pas pour eux un garant.","numberInSurah":6,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4279,"text":"Et c'est ainsi que Nous t'avons révélé un Coran arabe, afin que tu avertisses la Mère des cités (la Mecque) et ses alentours et que tu avertisses du Jour du rassemblement, - sur lequel il n'y a pas de doute - Un groupe au Paradis et un groupe dans la fournaise ardente.","numberInSurah":7,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4280,"text":"Et si Allah avait voulu, Il en aurait fait une seule communauté. Mais Il fait entrer qui Il veut dans Sa miséricorde. Et les injustes n'auront ni maître ni secoureur.","numberInSurah":8,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4281,"text":"Ont-ils pris des maîtres en dehors de Lui ? C'est Allah qui est le seul Maître et c'est Lui qui redonne la vie aux morts; et c'est Lui qui est Omnipotent.","numberInSurah":9,"juz":25,"manzil":6,"page":483,"ruku":419,"hizbQuarter":193,"sajda":false},{"number":4282,"text":"Sur toutes vos divergences, le jugement appartient à Allah. Tel est Allah mon Seigneur; en Lui je place ma confiance et c'est à Lui que je retourne [repentant]","numberInSurah":10,"juz":25,"manzil":6,"page":483,"ruku":420,"hizbQuarter":193,"sajda":false},{"number":4283,"text":"...Créateur des cieux et de la terre. Il vous a donné des épouses [issues] de vous-mêmes et des bestiaux par couples; par ce moyen Il vous multiplie. Il n'y a rien qui Lui ressemble; et c'est Lui l'Audient, le Clairvoyant.","numberInSurah":11,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":193,"sajda":false},{"number":4284,"text":"Il possède les clefs [des trésors] des cieux et de la terre. Il attribue Ses dons avec largesse, ou les restreint à qui Il veut. Certes, Il est Omniscient.","numberInSurah":12,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":193,"sajda":false},{"number":4285,"text":"Il vous a légiféré en matière de religion, ce qu'Il avait enjoint à Noé, ce que Nous t'avons révélé, ainsi que ce que Nous avons enjoint à Abraham, à Moïse et à Jésus: «Etablissez la religion; et n'en faites pas un sujet de divisions». Ce à quoi tu appelles les associateurs leur paraît énorme Allah élit et rapproche de Lui qui Il veut et guide vers Lui celui qui se repent.","numberInSurah":13,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4286,"text":"Ils ne se sont divisés qu'après avoir reçu la science et ceci par rivalité entre eux. Et si ce n'était une parole préalable de ton Seigneur pour un terme fixé, on aurait certainement tranché entre eux. Ceux à qui le Livre a été donné en héritage après eux sont vraiment à son sujet, dans un doute troublant.","numberInSurah":14,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4287,"text":"Appelle donc (les gens) à cela; reste droit comme il t'a été commandé; ne suis pas leurs passions; et dis: «Je crois en tout ce qu'Allah a fait descendre comme Livre, et il m'a été commandé d'être équitable entre vous. Allah est notre Seigneur et votre Seigneur. A nous nos œuvres et à vous vos œuvres. Aucun argument [ne peut trancher] entre nous et vous. Allah nous regroupera tous. Et vers Lui est la destination».","numberInSurah":15,"juz":25,"manzil":6,"page":484,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4288,"text":"Et ceux qui discutent au sujet d'Allah, après qu'il a été répondu à [Son appel], leur argumentation est auprès d'Allah sans valeur. Une colère tombera sur eux et ils auront un dur châtiment.","numberInSurah":16,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4289,"text":"C'est Allah qui a fait descendre le Livre en toute vérité, ainsi que la balance. Et qu'en sais-tu? Peut-être que l'Heure est proche?","numberInSurah":17,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4290,"text":"Ceux qui n'y croient pas cherchent à la hâter; tandis que ceux qui croient en sont craintifs et savent qu'elle est la pure vérité. Et ceux qui discutent à propos de l'Heure sont dans un égarement lointain.","numberInSurah":18,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4291,"text":"Allah est doux envers Ses serviteurs. Il attribue [Ses biens] à qui Il veut. Et c'est Lui le Fort, le Puissant.","numberInSurah":19,"juz":25,"manzil":6,"page":485,"ruku":420,"hizbQuarter":194,"sajda":false},{"number":4292,"text":"Quiconque désire labourer [le champ] de la vie future, Nous augmenterons pour lui son labour. Quiconque désire labourer [le champ] de la présente vie, Nous lui en accorderons de [ses jouissances]; mais il n'aura pas de part dans l'au-delà.","numberInSurah":20,"juz":25,"manzil":6,"page":485,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4293,"text":"Ou bien auraient-ils des associés [à Allah] qui auraient établi pour eux des lois religieuses qu'Allah n'a jamais permises? Or, si l'arrêt décisif n'avait pas été prononcé, il aurait été tranché entre eux. Les injustes auront certes un châtiment douloureux.","numberInSurah":21,"juz":25,"manzil":6,"page":485,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4294,"text":"Tu verras les injustes épouvantés par ce qu'ils ont fait, et le châtiment s'abattra sur eux (inéluctablement). Et ceux qui croient et accomplissent les bonnes œuvres, seront dans les sites fleuris des jardins, ayant ce qu'ils voudront auprès de leur Seigneur. Telle est la grande grâce!","numberInSurah":22,"juz":25,"manzil":6,"page":485,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4295,"text":"Telle est la [bonne nouvelle] qu'Allah annonce à ceux de Ses serviteurs qui croient et accomplissent les bonnes œuvres! Dis: «Je ne vous en demande aucun salaire si ce n'est l'affection eu égard à [nos liens] de parenté». Et quiconque accomplit une bonne action, Nous répondons par [une récompense] plus belle encore. Allah est certes Pardonneur et Reconnaissant.","numberInSurah":23,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4296,"text":"Ou bien ils disent il a inventé un mensonge contre Allah. Or, si Allah voulait, Il scellerait ton cœur. Par Ses Paroles cependant, Allah efface le faux et confirme le vrai. Il connaît parfaitement le contenu des poitrines.","numberInSurah":24,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4297,"text":"Et c'est lui qui agrée de Ses serviteurs le repentir, pardonne les méfaits et sait ce que vous faites,","numberInSurah":25,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4298,"text":"et exauce [les vœux] de ceux qui croient et accomplissent les bonnes œuvres et leur accroît Sa faveur, tandis que les mécréants ont un dur châtiment.","numberInSurah":26,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":194,"sajda":false},{"number":4299,"text":"Si Allah attribuait Ses dons avec largesse à [tous] Ses serviteurs, ils commettraient des abus sur la terre; mais, Il fait descendre avec mesure ce qu'Il veut. Il connaît parfaitement Ses serviteurs et en est Clairvoyant.","numberInSurah":27,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":195,"sajda":false},{"number":4300,"text":"Et c'est Lui qui fait descendre la pluie après qu'on en a désespéré, et répand Sa miséricorde. Et c'est Lui le Maître, le Digne de louange.","numberInSurah":28,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":195,"sajda":false},{"number":4301,"text":"Parmi Ses preuves est la création des cieux et de la terre et des êtres vivants qu'Il y a disséminés. Il a en outre le pouvoir de les réunir quand Il voudra.","numberInSurah":29,"juz":25,"manzil":6,"page":486,"ruku":421,"hizbQuarter":195,"sajda":false},{"number":4302,"text":"Tout malheur qui vous atteint est dû à ce que vos mains ont acquis. Et Il pardonne beaucoup.","numberInSurah":30,"juz":25,"manzil":6,"page":486,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4303,"text":"Vous ne pouvez pas échapper à la puissance d'Allah sur la terre; et vous n'avez en dehors d'Allah, ni maître ni défenseur.","numberInSurah":31,"juz":25,"manzil":6,"page":486,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4304,"text":"Et parmi Ses preuves, sont les vaisseaux à travers la mer, semblables à des montagnes.","numberInSurah":32,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4305,"text":"S'Il veut, Il calme le vent, et les voilà qui restent immobiles à sa surface. Ce sont certainement là des preuves pour tout [homme] endurant et reconnaissant.","numberInSurah":33,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4306,"text":"Ou bien, Il les détruit en punition de ce qu'ils ont acquis [comme péchés]. Cependant, Il pardonne beaucoup.","numberInSurah":34,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4307,"text":"Ceux qui disputent à propos de Nos preuves savent bien qu'ils n'ont pas d'échappatoire.","numberInSurah":35,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4308,"text":"Tout ce qui vous a été donné [comme bien] n'est que jouissance de la vie présente; mais ce qui est auprès d'Allah est meilleur et plus durable pour ceux qui ont cru et qui placent leur confiance en leur Seigneur,","numberInSurah":36,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4309,"text":"qui évitent [de commettre] les péchés les plus graves ainsi que les turpitudes, et qui pardonnent après s'être mis en colère,","numberInSurah":37,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4310,"text":"qui répondent à l'appel de leur Seigneur, accomplissent la Salât, se consultent entre eux à propos de leurs affaires, dépensent de ce que Nous leur attribuons,","numberInSurah":38,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4311,"text":"et qui, atteints par l'injustice, ripostent.","numberInSurah":39,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4312,"text":"La sanction d'une mauvaise action est une mauvaise action [une peine] identique. Mais quiconque pardonne et réforme, son salaire incombe à Allah. Il n'aime point les injustes!","numberInSurah":40,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4313,"text":"Quant à ceux qui ripostent après avoir été lésés, ...ceux-là pas de voie (recours légal) contre eux;","numberInSurah":41,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4314,"text":"il n'y a de voie [de recours] que contre ceux qui lèsent les gens et commettent des abus, contrairement au droit, sur la terre: ceux-là auront un châtiment douloureux.","numberInSurah":42,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4315,"text":"Et celui qui endure et pardonne, cela en vérité, fait partie des bonnes dispositions et de la résolution dans les affaires.","numberInSurah":43,"juz":25,"manzil":6,"page":487,"ruku":422,"hizbQuarter":195,"sajda":false},{"number":4316,"text":"Et quiconque Allah égare n'a aucun protecteur après Lui. Cependant tu verras les injustes dire, en voyant le châtiment: «Y a-t-il un moyen de retourner [sur terre]?»","numberInSurah":44,"juz":25,"manzil":6,"page":487,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4317,"text":"Et tu les verras exposés devant l'Enfer, confondus dans l'avilissement, et regardant d'un œil furtif, tandis que ceux qui ont cru diront: «Les perdants sont certes, ceux qui au Jour de la Résurrection font leur propre perte et celle de leurs familles». Les injustes subiront certes un châtiment permanent.","numberInSurah":45,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4318,"text":"Ils n'auront pas de protecteur en dehors d'Allah pour les secourir et quiconque Allah égare n'a plus aucune voie.","numberInSurah":46,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4319,"text":"Répondez à l'appel de votre Seigneur avant que ne vienne un jour dont Allah ne reportera jamais le terme. Ce jour-là, nul refuge pour vous et vous ne pourrez point nier (vos péchés).","numberInSurah":47,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4320,"text":"S'ils se détournent, ...Nous ne t'avons pas envoyé pour assurer leur sauvegarde: tu n'es chargé que de transmettre [le message]. Et lorsque Nous faisons goûter à l'homme une miséricorde venant de Nous, il en exulte; mais si un malheur les atteint pour ce que leurs mains ont perpétré..., l'homme est alors très ingrat!","numberInSurah":48,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4321,"text":"A Allah appartient la royauté des cieux et de la terre. Il crée ce qu'Il veut. Il fait don de filles à qui Il veut, et don de garçons à qui Il veut,","numberInSurah":49,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4322,"text":"ou bien Il donne à la fois garçons et filles; et Il rend stérile qui Il veut. Il est certes Omniscient et Omnipotent.","numberInSurah":50,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":195,"sajda":false},{"number":4323,"text":"Il n'a pas été donné à un mortel qu'Allah lui parle autrement que par révélation ou de derrière un voile, ou qu'Il [Lui] envoie un messager (Ange) qui révèle, par Sa permission, ce qu'Il [Allah] veut. Il est Sublime et Sage.","numberInSurah":51,"juz":25,"manzil":6,"page":488,"ruku":423,"hizbQuarter":196,"sajda":false},{"number":4324,"text":"Et c'est ainsi que Nous t'avons révélé un esprit [le Coran] provenant de Notre ordre. Tu n'avais aucune connaissance du Livre ni de la foi; mais Nous en avons fait une lumière par laquelle Nous guidons qui Nous voulons parmi Nos serviteurs. Et en vérité tu guides vers un chemin droit,","numberInSurah":52,"juz":25,"manzil":6,"page":489,"ruku":423,"hizbQuarter":196,"sajda":false},{"number":4325,"text":"le chemin d'Allah à Qui appartient ce qui est dans les cieux et ce qui est sur la terre. Oui c'est à Allah que s'acheminent toutes les choses.","numberInSurah":53,"juz":25,"manzil":6,"page":489,"ruku":423,"hizbQuarter":196,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}