{"code":200,"status":"OK","data":{"number":5,"name":"سُورَةُ المَائـِدَةِ","englishName":"Al-Maaida","englishNameTranslation":"The Table","revelationType":"Medinan","numberOfAyahs":120,"ayahs":[{"number":670,"text":"O les croyants! Remplissez fidèlement vos engagements. Vous est permise la bête du cheptel, sauf ce qui sera énoncé [comme étant interdit]. Ne vous permettez point la chasse alors que vous êtes en état d'ihrâm. Allah en vérité, décide ce qu'Il veut.","numberInSurah":1,"juz":6,"manzil":2,"page":106,"ruku":86,"hizbQuarter":43,"sajda":false},{"number":671,"text":"O les croyants! Ne profanez ni les rites du pèlerinage (dans les endroits sacrés) d'Allah, ni le mois sacré, ni les animaux de sacrifice, ni les guirlandes, ni ceux qui se dirigent vers la Maison sacrée cherchant de leur Seigneur grâce et agrément. Une fois désacralisés, vous êtes libres de chasser. Et ne laissez pas la haine pour un peuple qui vous a obstrué la route vers la Mosquée sacrée vous inciter à transgresser. Entraidez-vous dans l'accomplissement des bonnes œuvres et de la piété et ne vous entraidez pas dans le péché et la transgression. Et craignez Allah, car Allah est, certes, dur en punition!","numberInSurah":2,"juz":6,"manzil":2,"page":106,"ruku":86,"hizbQuarter":43,"sajda":false},{"number":672,"text":"Vous sont interdits la bête trouvée morte, le sang, la chair de porc, ce sur quoi on a invoqué un autre nom que celui d'Allah, la bête étouffée, la bête assommée ou morte d'une chute ou morte d'un coup de corne, et celle qu'une bête féroce a dévorée - sauf celle que vous égorgez avant qu'elle ne soit morte -. (Vous sont interdits aussi la bête) qu'on a immolée sur les pierres dressées, ainsi que de procéder au partage par tirage au sort au moyen de flèches. Car cela est perversité. Aujourd'hui, les mécréants désespèrent (de vous détourner) de votre religion: ne les craignez donc pas et craignez-Moi. Aujourd'hui, J'ai parachevé pour vous votre religion, et accompli sur vous Mon bienfait. Et J'agrée l'Islam comme religion pour vous. Si quelqu'un est contraint par la faim, sans inclination vers le péché... alors, Allah est Pardonneur et Miséricordieux.","numberInSurah":3,"juz":6,"manzil":2,"page":107,"ruku":86,"hizbQuarter":43,"sajda":false},{"number":673,"text":"Ils t'interrogent sur ce qui leur est permis. Dis: «Vous sont permises les bonnes nourritures, ainsi que ce que capturent les carnassiers que vous avez dressés, en leur apprenant ce qu'Allah vous a appris. Mangez donc de ce qu'elles capturent pour vous et prononcez dessus le nom d'Allah. Et craignez Allah. Car Allah est, certes, prompt dans les comptes.","numberInSurah":4,"juz":6,"manzil":2,"page":107,"ruku":86,"hizbQuarter":43,"sajda":false},{"number":674,"text":"«Vous sont permises, aujourd'hui, les bonnes nourritures. Vous est permise la nourriture des gens du Livre, et votre propre nourriture leur est permise. (Vous sont permises) les femmes vertueuses d'entre les croyantes, et les femmes vertueuses d'entre les gens qui ont reçu le Livre avant vous, si vous leur donnez leur mahr avec contrat de mariage, non en débauchés ni en preneurs d'amantes. Et quiconque abjure la foi, alors vaine devient son action, et il sera dans l'au-delà, du nombre des perdants","numberInSurah":5,"juz":6,"manzil":2,"page":107,"ruku":86,"hizbQuarter":43,"sajda":false},{"number":675,"text":"O les croyants! Lorsque vous vous levez pour la Salât, lavez vos visages et vos mains jusqu'aux coudes; passez les mains mouillées sur vos têtes; et lavez-vous les pieds jusqu'aux chevilles. Et si vous êtes pollués «junub», alors purifiez-vous (par un bain); mais si vous êtes malades, ou en voyage, ou si l'un de vous revient du lieu où il a fait ses besoins ou si vous avez touché aux femmes et que vous ne trouviez pas d'eau, alors recourez à la terre pure, passez-en sur vos visages et vos mains. Allah ne veut pas vous imposer quelque gêne, mais Il veut vous purifier et parfaire sur vous Son bienfait. Peut-être serez-vous reconnaissants.","numberInSurah":6,"juz":6,"manzil":2,"page":108,"ruku":87,"hizbQuarter":43,"sajda":false},{"number":676,"text":"Et rappelez-vous le bienfait d'Allah sur vous, ainsi que l'alliance qu'Il a conclue avec vous, quand vous avez dit: «Nous avons entendu et nous avons obéi». Et craignez Allah. Car Allah connaît parfaitement le contenu des cœurs.","numberInSurah":7,"juz":6,"manzil":2,"page":108,"ruku":87,"hizbQuarter":43,"sajda":false},{"number":677,"text":"O les croyants! Soyez stricts (dans vos devoirs) envers Allah et (soyez) des témoins équitables. Et que la haine pour un peuple ne vous incite pas à être injustes. Pratiquez l'équité: cela est plus proche de la piété. Et craignez Allah. Car Allah est certes Parfaitement Connaisseur de ce que vous faites.","numberInSurah":8,"juz":6,"manzil":2,"page":108,"ruku":87,"hizbQuarter":43,"sajda":false},{"number":678,"text":"Allah a promis à ceux qui croient et font de bonnes œuvres qu'il y aura pour eux un pardon et une énorme récompense.","numberInSurah":9,"juz":6,"manzil":2,"page":108,"ruku":87,"hizbQuarter":43,"sajda":false},{"number":679,"text":"Quant à ceux qui ne croient pas et traitent de mensonge Nos preuves, ceux-là sont des gens de l'Enfer.","numberInSurah":10,"juz":6,"manzil":2,"page":109,"ruku":87,"hizbQuarter":43,"sajda":false},{"number":680,"text":"O les croyants! Rappelez-vous le bienfait d'Allah à votre égard, le jour où un groupe d'ennemis s'apprêtait à porter la main sur vous (en vue de vous attaquer) et qu'Il repoussa leur tentative. Et craignez Allah. C'est en Allah que les croyants doivent mettre leur confiance.","numberInSurah":11,"juz":6,"manzil":2,"page":109,"ruku":87,"hizbQuarter":43,"sajda":false},{"number":681,"text":"Et Allah certes prit l'engagement des enfants d'Israël. Nous nommâmes douze chefs d'entre eux. Et Allah dit: «Je suis avec vous, pourvu que vous accomplissiez la Salât, acquittiez la Zakât, croyiez en Mes messagers, les aidiez et fassiez à Allah un bon prêt. Alors, certes, j'effacerai vos méfaits, et vous ferai entrer aux Jardins sous lesquels coulent les ruisseaux. Et quiconque parmi vous, après cela, mécroit, s'égare certes du droit chemin»!","numberInSurah":12,"juz":6,"manzil":2,"page":109,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":682,"text":"Et puis, à cause de leur violation de l'engagement, Nous les avons maudits et endurci leurs cœurs: ils détournent les paroles de leur sens et oublient une partie de ce qui leur a été rappelé. Tu ne cesseras de découvrir leur trahison, sauf d'un petit nombre d'entre eux. Pardonne-leur donc et oublie [leurs fautes]. Car Allah aime, certes, les bienfaisants.","numberInSurah":13,"juz":6,"manzil":2,"page":109,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":683,"text":"Et de ceux qui disent: «Nous sommes chrétiens», Nous avons pris leur engagement. Mais ils ont oublié une partie de ce qui leur a été rappelé. Nous avons donc suscité entre eux l'inimitié et la haine jusqu'au Jour de la Résurrection. Et Allah les informera de ce qu'ils faisaient.","numberInSurah":14,"juz":6,"manzil":2,"page":110,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":684,"text":"O gens du Livre! Notre Messager (Muhammad) vous est certes venu, vous exposant beaucoup de ce que vous cachiez du Livre, et passant sur bien d'autres choses! Une lumière et un Livre explicite vous sont certes venus d'Allah!","numberInSurah":15,"juz":6,"manzil":2,"page":110,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":685,"text":"Par ceci (le Coran), Allah guide aux chemins du salut ceux qui cherchent Son agrément. Et Il les fait sortir des ténèbres à la lumière par Sa grâce. Et Il les guide vers un chemin droit.","numberInSurah":16,"juz":6,"manzil":2,"page":110,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":686,"text":"Certes sont mécréants ceux qui disent: «Allah, c'est le Messie, fils de Marie!» - Dis: «Qui donc détient quelque chose d'Allah (pour L'empêcher), s'Il voulait faire périr le Messie, fils de Marie, ainsi que sa mère et tous ceux qui sont sur la terre?... A Allah seul appartient la royauté des cieux et de la terre et de ce qui se trouve entre les deux». Il crée ce qu'Il veut. Et Allah est Omnipotent.","numberInSurah":17,"juz":6,"manzil":2,"page":110,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":687,"text":"Les Juifs et les Chrétiens ont dit: «Nous sommes les fils d'Allah et Ses préférés.» Dis: «Pourquoi donc vous châtie-t-Il pour vos péchés?» En fait, vous êtes des êtres humains d'entre ceux qu'Il a créés. Il pardonne à qui Il veut et Il châtie qui Il veut. Et à Allah seul appartient la royauté des cieux et de la terre et de ce qui se trouve entre les deux. Et c'est vers Lui que sera la destination finale.","numberInSurah":18,"juz":6,"manzil":2,"page":111,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":688,"text":"O gens du Livre! Notre Messager (Muhammad) est venu pour vous éclairer après une interruption des messagers afin que vous ne disiez pas: «Il ne nous est venu ni annonciateur ni avertisseur». Voilà, certes, que vous est venu un annonciateur et un avertisseur. Et Allah est Omnipotent.","numberInSurah":19,"juz":6,"manzil":2,"page":111,"ruku":88,"hizbQuarter":44,"sajda":false},{"number":689,"text":"(Souvenez-vous) Lorsque Moïse dit à son peuple: «O, mon peuple! Rappelez-vous le bienfait d'Allah sur vous, lorsqu'Il a désigné parmi vous des prophètes. Et Il a fait de vous des rois. Et Il vous a donné ce qu'Il n'avait donné à nul autre aux mondes.","numberInSurah":20,"juz":6,"manzil":2,"page":111,"ruku":89,"hizbQuarter":44,"sajda":false},{"number":690,"text":"O mon peuple! Entrez dans la terre sainte qu'Allah vous a prescrite. Et ne revenez point sur vos pas [en refusant de combattre] car vous retourneriez perdants.","numberInSurah":21,"juz":6,"manzil":2,"page":111,"ruku":89,"hizbQuarter":44,"sajda":false},{"number":691,"text":"Ils dirent: «O Moïse, il y a là un peuple de géants. Jamais nous n'y entrerons jusqu'à ce qu'ils en sortent. S'ils en sortent, alors nous y entrerons».","numberInSurah":22,"juz":6,"manzil":2,"page":111,"ruku":89,"hizbQuarter":44,"sajda":false},{"number":692,"text":"Deux hommes d'entre ceux qui craignaient Allah et qui étaient comblés par Lui de bienfaits dirent: «Entrez chez eux par la porte; puis quand vous y serez entrés, vous serez sans doute les dominants. Et c'est en Allah qu'il faut avoir confiance, si vous êtes croyants».","numberInSurah":23,"juz":6,"manzil":2,"page":111,"ruku":89,"hizbQuarter":44,"sajda":false},{"number":693,"text":"Ils dirent: «Moïse! Nous n'y entrerons jamais, aussi longtemps qu'ils y seront. Va donc, toi et ton Seigneur, et combattez tous deux. Nous restons là où nous sommes».","numberInSurah":24,"juz":6,"manzil":2,"page":112,"ruku":89,"hizbQuarter":44,"sajda":false},{"number":694,"text":"Il dit: «Seigneur! Je n'ai de pouvoir, vraiment, que sur moi-même et sur mon frère: sépare-nous donc de ce peuple pervers».","numberInSurah":25,"juz":6,"manzil":2,"page":112,"ruku":89,"hizbQuarter":44,"sajda":false},{"number":695,"text":"Il (Allah) dit: «Eh bien, ce pays leur sera interdit pendant quarante ans, durant lesquels ils erreront sur la terre. Ne te tourmente donc pas pour ce peuple pervers».","numberInSurah":26,"juz":6,"manzil":2,"page":112,"ruku":89,"hizbQuarter":44,"sajda":false},{"number":696,"text":"Et raconte-leur en toute vérité l'histoire des deux fils d'Adam. Les deux offrirent des sacrifices; celui de l'un fut accepté et celui de l'autre ne le fut pas. Celui-ci dit: «Je te tuerai sûrement». «Allah n'accepte, dit l'autre, que de la part des pieux».","numberInSurah":27,"juz":6,"manzil":2,"page":112,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":697,"text":"Si tu étends vers moi ta main pour me tuer, moi, je n'étendrai pas vers toi ma main pour te tuer: car je crains Allah, le Seigneur de l'Univers.","numberInSurah":28,"juz":6,"manzil":2,"page":112,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":698,"text":"Je veux que tu partes avec le péché de m'avoir tué et avec ton propre péché: alors tu seras du nombre des gens du Feu. Telle est la récompense des injustes.","numberInSurah":29,"juz":6,"manzil":2,"page":112,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":699,"text":"Son âme l'incita à tuer son frère. Il le tua donc et devint ainsi du nombre des perdants.","numberInSurah":30,"juz":6,"manzil":2,"page":112,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":700,"text":"Puis Allah envoya un corbeau qui se mit à gratter la terre pour lui montrer comment ensevelir le cadavre de son frère. Il dit: «Malheur à moi! Suis-je incapable d'être, comme ce corbeau, à même d'ensevelir le cadavre de mon frère?» Il devint alors du nombre de ceux que ronge le remords.","numberInSurah":31,"juz":6,"manzil":2,"page":112,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":701,"text":"C'est pourquoi Nous avons prescrit pour les Enfants d'Israël que quiconque tuerait une personne non coupable d'un meurtre ou d'une corruption sur la terre, c'est comme s'il avait tué tous les hommes. Et quiconque lui fait don de la vie, c'est comme s'il faisait don de la vie à tous les hommes. En effet Nos messagers sont venus à eux avec les preuves. Et puis voilà, qu'en dépit de cela, beaucoup d'entre eux se mettent à commettre des excès sur la terre.","numberInSurah":32,"juz":6,"manzil":2,"page":113,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":702,"text":"La récompense de ceux qui font la guerre contre Allah et Son messager, et qui s'efforcent de semer la corruption sur la terre, c'est qu'ils soient tués, ou crucifiés, ou que soient coupées leur main et leur jambe opposées, ou qu'ils soient expulsés du pays. Ce sera pour eux l'ignominie ici-bas; et dans l'au-delà, il y aura pour eux un énorme châtiment,","numberInSurah":33,"juz":6,"manzil":2,"page":113,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":703,"text":"excepté ceux qui se sont repentis avant de tomber en votre pouvoir: sachez qu'alors, Allah est Pardonneur et Miséricordieux.","numberInSurah":34,"juz":6,"manzil":2,"page":113,"ruku":90,"hizbQuarter":45,"sajda":false},{"number":704,"text":"O les croyants! Craignez Allah, cherchez le moyen de vous rapprocher de Lui et luttez pour Sa cause. Peut-être serez-vous de ceux qui réussissent!","numberInSurah":35,"juz":6,"manzil":2,"page":113,"ruku":91,"hizbQuarter":45,"sajda":false},{"number":705,"text":"Si les mécréants possédaient tout ce qui est sur la terre et autant encore, pour se racheter du châtiment du Jour de la Résurrection, on ne l'accepterait pas d'eux. Et pour eux il y aura un châtiment douloureux.","numberInSurah":36,"juz":6,"manzil":2,"page":113,"ruku":91,"hizbQuarter":45,"sajda":false},{"number":706,"text":"Ils voudront sortir du Feu, mais ils n'en sortiront point. Et ils auront un châtiment permanent.","numberInSurah":37,"juz":6,"manzil":2,"page":114,"ruku":91,"hizbQuarter":45,"sajda":false},{"number":707,"text":"Le voleur et la voleuse, à tous deux coupez la main, en punition de ce qu'ils se sont acquis, et comme châtiment de la part d'Allah. Allah est Puissant et Sage.","numberInSurah":38,"juz":6,"manzil":2,"page":114,"ruku":91,"hizbQuarter":45,"sajda":false},{"number":708,"text":"Mais quiconque se repent après son tort et se réforme, Allah accepte son repentir. Car, Allah est, certes, Pardonneur et Miséricordieux.","numberInSurah":39,"juz":6,"manzil":2,"page":114,"ruku":91,"hizbQuarter":45,"sajda":false},{"number":709,"text":"Ne sais-tu pas qu'à Allah appartient la royauté des cieux et de la terre? Il châtie qui Il veut et pardonne à qui Il veut. Et Allah est Omnipotent.","numberInSurah":40,"juz":6,"manzil":2,"page":114,"ruku":91,"hizbQuarter":45,"sajda":false},{"number":710,"text":"O Messager! Que ne t'affligent point ceux qui concourent en mécréance; parmi ceux qui ont dit: «Nous avons cru» avec leurs bouches sans que leurs cœurs aient jamais cru et parmi les Juifs qui aiment bien écouter le mensonge et écouter d'autres gens qui ne sont jamais venus à toi et qui déforment le sens des mots une fois bien établi. Ils disent: «Si vous avez reçu ceci, acceptez-le et si vous ne l'avez pas reçu, soyez méfiants». Celui qu'Allah veut éprouver, tu n'as pour lui aucune protection contre Allah. Voilà ceux dont Allah n'a point voulu purifier les cœurs. A eux, seront réservés, une ignominie ici-bas et un énorme châtiment dans l'au-delà.","numberInSurah":41,"juz":6,"manzil":2,"page":114,"ruku":91,"hizbQuarter":46,"sajda":false},{"number":711,"text":"Ils sont attentifs au mensonge et voraces de gains illicites. S'ils viennent à toi, sois juge entre eux ou détourne toi d'eux. Et si tu te détournes d'eux, jamais ils ne pourront te faire aucun mal. Et si tu juges, alors juge entre eux en équité. Car Allah aime ceux qui jugent équitablement.","numberInSurah":42,"juz":6,"manzil":2,"page":115,"ruku":91,"hizbQuarter":46,"sajda":false},{"number":712,"text":"Mais comment te demanderaient-ils d'être leur juge quand ils ont avec eux la Thora dans laquelle se trouve le jugement d'Allah? Et puis, après cela, ils rejettent ton jugement. Ces gens-là ne sont nullement les croyants.","numberInSurah":43,"juz":6,"manzil":2,"page":115,"ruku":91,"hizbQuarter":46,"sajda":false},{"number":713,"text":"Nous avons fait descendre la Thora dans laquelle il y a guide et lumière. C'est sur sa base que les prophètes qui se sont soumis à Allah, ainsi que les rabbins et les docteurs jugent les affaires des Juifs. Car on leur a confié la garde du Livre d'Allah, et ils en sont les témoins. Ne craignez donc pas les gens, mais craignez Moi. Et ne vendez pas Mes enseignements à vil prix. Et ceux qui ne jugent pas d'après ce qu'Allah a fait descendre, les voilà les mécréants.","numberInSurah":44,"juz":6,"manzil":2,"page":115,"ruku":92,"hizbQuarter":46,"sajda":false},{"number":714,"text":"Et Nous y avons prescrit pour eux vie pour vie, œil pour œil, nez pour nez, oreille pour oreille, dent pour dent. Les blessures tombent sous la loi du talion. Après, quiconque y renonce par charité, cela lui vaudra une expiation. Et ceux qui ne jugent pas d'après ce qu'Allah a fait descendre, ceux-là sont des injustes.","numberInSurah":45,"juz":6,"manzil":2,"page":115,"ruku":92,"hizbQuarter":46,"sajda":false},{"number":715,"text":"Et Nous avons envoyé après eux Jésus, fils de Marie, pour confirmer ce qu'il y avait dans la Thora avant lui. Et Nous lui avons donné l'Evangile, où il y a guide et lumière, pour confirmer ce qu'il y avait dans la Thora avant lui, et un guide et une exhortation pour les pieux.","numberInSurah":46,"juz":6,"manzil":2,"page":116,"ruku":92,"hizbQuarter":46,"sajda":false},{"number":716,"text":"Que les gens de l'Evangile jugent d'après ce qu'Allah y a fait descendre. Ceux qui ne jugent pas d'après ce qu'Allah a fait descendre, ceux-là sont les pervers.","numberInSurah":47,"juz":6,"manzil":2,"page":116,"ruku":92,"hizbQuarter":46,"sajda":false},{"number":717,"text":"Et sur toi (Muhammad) Nous avons fait descendre le Livre avec la vérité, pour confirmer le Livre qui était là avant lui et pour prévaloir sur lui. Juge donc parmi eux d'après ce qu'Allah a fait descendre. Ne suis pas leurs passions, loin de la vérité qui t'est venue. A chacun de vous Nous avons assigné une législation et un plan à suivre. Si Allah avait voulu, certes Il aurait fait de vous tous une seule communauté. Mais Il veut vous éprouver en ce qu'Il vous donne. Concurrencez donc dans les bonnes cœvres. C'est vers Allah qu'est votre retour à tous; alors Il vous informera de ce en quoi vous divergiez.","numberInSurah":48,"juz":6,"manzil":2,"page":116,"ruku":92,"hizbQuarter":46,"sajda":false},{"number":718,"text":"Juge alors parmi eux d'après ce qu'Allah a fait descendre. Ne suis pas leurs passions, et prends garde qu'ils ne tentent de t'éloigner d'une partie de ce qu'Allah t'a révélé. Et puis, s'ils refusent (le jugement révélé) sache qu'Allah veut les affliger [ici-bas] pour une partie de leurs péchés. Beaucoup de gens, certes, sont des pervers.","numberInSurah":49,"juz":6,"manzil":2,"page":116,"ruku":92,"hizbQuarter":46,"sajda":false},{"number":719,"text":"Est-ce donc le jugement du temps de l'Ignorance qu'ils cherchent? Qu'y a-t-il de meilleur qu'Allah, en matière de jugement pour des gens qui ont une foi ferme?","numberInSurah":50,"juz":6,"manzil":2,"page":116,"ruku":92,"hizbQuarter":46,"sajda":false},{"number":720,"text":"O les croyants! Ne prenez pas pour alliés les Juifs et les Chrétiens; ils sont alliés les uns des autres. Et celui d'entre vous qui les prend pour alliés, devient un des leurs. Allah ne guide certes pas les gens injustes.","numberInSurah":51,"juz":6,"manzil":2,"page":117,"ruku":93,"hizbQuarter":47,"sajda":false},{"number":721,"text":"Tu verras, d'ailleurs, que ceux qui ont la maladie au cœur se précipitent vers eux et disent: «Nous craignons qu'un revers de fortune ne nous frappe.» Mais peut-être qu'Allah fera venir la victoire ou un ordre émanant de Lui. Alors ceux-là regretteront leurs pensées secrètes.","numberInSurah":52,"juz":6,"manzil":2,"page":117,"ruku":93,"hizbQuarter":47,"sajda":false},{"number":722,"text":"Et les croyants diront: «Est-ce là ceux qui juraient par Allah de toute leur force qu'ils étaient avec vous?» Mais leurs actions sont devenues vaines et ils sont devenus perdants.","numberInSurah":53,"juz":6,"manzil":2,"page":117,"ruku":93,"hizbQuarter":47,"sajda":false},{"number":723,"text":"O les croyants! Quiconque parmi vous apostasie de sa religion... Allah va faire venir un peuple qu'Il aime et qui L'aime, modeste envers les croyants et fier et puissant envers les mécréants, qui lutte dans le sentier d'Allah, ne craignant le blâme d'aucun blâmeur. Telle est la grâce d'Allah. Il la donne à qui Il veut. Allah est Immense et Omniscient.","numberInSurah":54,"juz":6,"manzil":2,"page":117,"ruku":93,"hizbQuarter":47,"sajda":false},{"number":724,"text":"Vous n'avez d'autres alliés qu'Allah, Son messager, et les croyants qui accomplissent la Salât, s'acquittent de la Zakât, et s'inclinent (devant Allah).","numberInSurah":55,"juz":6,"manzil":2,"page":117,"ruku":93,"hizbQuarter":47,"sajda":false},{"number":725,"text":"Et quiconque prend pour alliés Allah, Son messager et les croyants, [réussira] car c'est le parti d'Allah qui sera victorieux.","numberInSurah":56,"juz":6,"manzil":2,"page":117,"ruku":93,"hizbQuarter":47,"sajda":false},{"number":726,"text":"O les croyants! N'adoptez pas pour alliés ceux qui prennent en raillerie et jeu votre religion, parmi ceux à qui le Livre fut donné avant vous et parmi les mécréants. Et craignez Allah si vous êtes croyants.","numberInSurah":57,"juz":6,"manzil":2,"page":117,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":727,"text":"Et lorsque vous faites l'appel à la Salât, ils la prennent en raillerie et jeu. C'est qu'ils sont des gens qui ne raisonnent point.","numberInSurah":58,"juz":6,"manzil":2,"page":118,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":728,"text":"Dis: «O gens du Livre! Est-ce que vous nous reprochez autre chose que de croire en Allah, à ce qu'on a fait descendre vers nous et à ce qu'on a fait descendre auparavant? Mais la plupart d'entre vous sont des pervers.","numberInSurah":59,"juz":6,"manzil":2,"page":118,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":729,"text":"Dis: «Puis-je vous informer de ce qu'il y a de pire, en fait de rétribution auprès d'Allah? Celui qu'Allah a maudit, celui qui a encouru Sa colère, et ceux dont Il a fait des singes, des porcs, et de même, celui qui a adoré le Tâghût, ceux-là ont la pire des places et sont les plus égarés du chemin droit».","numberInSurah":60,"juz":6,"manzil":2,"page":118,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":730,"text":"Lorsqu'ils viennent chez vous, ils disent: «Nous croyons.» Alors qu'ils sont entrés avec la mécréance et qu'ils sont sortis avec. Et Allah sait parfaitement ce qu'ils cachent.","numberInSurah":61,"juz":6,"manzil":2,"page":118,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":731,"text":"Et tu verras beaucoup d'entre eux se précipiter vers le péché et l'iniquité, et manger des gains illicites. Comme est donc mauvais ce qu'ils œuvrent!","numberInSurah":62,"juz":6,"manzil":2,"page":118,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":732,"text":"Pourquoi les rabbins et les docteurs (de la Loi religieuse) ne les empêchent-ils pas de tenir des propos mensongers et de manger des gains illicites? Que leurs actions sont donc mauvaises!","numberInSurah":63,"juz":6,"manzil":2,"page":118,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":733,"text":"Et les Juifs disent: «La main d'Allah est fermée!» Que leurs propres mains soient fermées, et maudits soient-ils pour l'avoir dit. Au contraire, Ses deux mains sont largement ouvertes: Il distribue Ses dons comme Il veut. Et certes, ce qui a été descendu vers toi de la part de ton Seigneur va faire beaucoup croître parmi eux la rébellion et la mécréance. Nous avons jeté parmi eux l'inimitié et la haine jusqu'au Jour de la Résurrection. Toutes les fois qu'ils allument un feu pour la guerre, Allah l'éteint. Et ils s'efforcent de semer le désordre sur la terre, alors qu'Allah n'aime pas les semeurs de désordre.","numberInSurah":64,"juz":6,"manzil":2,"page":118,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":734,"text":"Si les gens du Livre avaient la foi et la piété, Nous leur aurions certainement effacé leurs méfaits et les aurions certainement introduits dans les Jardins du délice.","numberInSurah":65,"juz":6,"manzil":2,"page":119,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":735,"text":"S'ils avaient appliqué la Thora et l'Evangile et ce qui est descendu sur eux de la part de leur Seigneur, ils auraient certainement joui de ce qui est au-dessus d'eux et de ce qui est sous leurs pieds. Il y a parmi eux un groupe qui agit avec droiture; mais pour beaucoup d'entre eux, comme est mauvais ce qu'ils font!","numberInSurah":66,"juz":6,"manzil":2,"page":119,"ruku":94,"hizbQuarter":47,"sajda":false},{"number":736,"text":"O Messager, transmets ce qui t'a été descendu de la part de ton Seigneur. Si tu ne le faisais pas, alors tu n'aurais pas communiqué Son message. Et Allah te protègera des gens. Certes, Allah ne guide pas les gens mécréants.","numberInSurah":67,"juz":6,"manzil":2,"page":119,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":737,"text":"Dis: «O gens du Livre, vous ne tenez sur rien, tant que vous ne vous conformez pas à la Thora et à l'Evangile et à ce qui vous a été descendu de la part de votre Seigneur.» Et certes, ce qui t'a été descendu de la part de ton Seigneur va accroître beaucoup d'entre eux en rébellion et en mécréance. Ne te tourmente donc pas pour les gens mécréants.","numberInSurah":68,"juz":6,"manzil":2,"page":119,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":738,"text":"Ceux qui ont cru, ceux qui se sont judaïsés, les Sabéens, et les Chrétiens, ceux parmi eux qui croient en Allah, au Jour dernier et qui accomplissent les bonnes œuvres, pas de crainte sur eux, et ils ne seront point affligés.","numberInSurah":69,"juz":6,"manzil":2,"page":119,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":739,"text":"Certes, Nous avions déjà pris l'engagement des Enfants d'Israël, et Nous leur avions envoyé des messagers. Mais chaque fois qu'un Messager leur vient avec ce qu'ils ne désirent pas, ils en traitent certains de menteurs et ils en tuent d'autres.","numberInSurah":70,"juz":6,"manzil":2,"page":119,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":740,"text":"Comptant qu'il n'y aurait pas de tentation contre eux, ils étaient devenus aveugles et sourds. Puis Allah accueillit leur repentir. Ensuite, beaucoup d'entre eux redevinrent aveugles et sourds. Et Allah voit parfaitement ce qu'ils font.","numberInSurah":71,"juz":6,"manzil":2,"page":120,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":741,"text":"Ce sont, certes, des mécréants ceux qui disent: «En vérité, Allah c'est le Messie, fils de Marie.» Alors que le Messie a dit: «O enfants d'Israël, adorez Allah, mon Seigneur et votre Seigneur». Quiconque associe à Allah (d'autres divinités,) Allah lui interdit le Paradis; et son refuge sera le Feu. Et pour les injustes, pas de secoureurs!","numberInSurah":72,"juz":6,"manzil":2,"page":120,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":742,"text":"Ce sont certes des mécréants, ceux qui disent: «En vérité, Allah est le troisième de trois.» Alors qu'il n'y a de divinité qu'Une Divinité Unique! Et s'ils ne cessent de le dire, certes, un châtiment douloureux touchera les mécréants d'entre eux.","numberInSurah":73,"juz":6,"manzil":2,"page":120,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":743,"text":"Ne vont-ils donc pas se repentir à Allah et implorer Son pardon? Car Allah est Pardonneur et Miséricordieux.","numberInSurah":74,"juz":6,"manzil":2,"page":120,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":744,"text":"Le Messie, fils de Marie, n'était qu'un Messager. Des messagers sont passés avant lui. Et sa mère était une véridique. Et tous deux consommaient de la nourriture. Vois comme Nous leur expliquons les preuves et puis vois comme ils se détournent.","numberInSurah":75,"juz":6,"manzil":2,"page":120,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":745,"text":"Dis: «Adorez-vous, au lieu d'Allah, ce qui n'a le pouvoir de vous faire ni le mal ni le bien?» Or c'est Allah qui est l'Audient et l'Omniscient.","numberInSurah":76,"juz":6,"manzil":2,"page":120,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":746,"text":"Dis: «O gens du Livre, n'exagérez pas en votre religion, s'opposant à la vérité. Ne suivez pas les passions des gens qui se sont égarés avant cela, qui ont égaré beaucoup de monde et qui se sont égarés du chemin droit.","numberInSurah":77,"juz":6,"manzil":2,"page":121,"ruku":95,"hizbQuarter":48,"sajda":false},{"number":747,"text":"Ceux des Enfants d'Israël qui n'avaient pas cru ont été maudits par la bouche de David et de Jésus fils de Marie, parce qu'ils désobéissaient et transgressaient.","numberInSurah":78,"juz":6,"manzil":2,"page":121,"ruku":96,"hizbQuarter":48,"sajda":false},{"number":748,"text":"Ils ne s'interdisaient pas les uns aux autres ce qu'ils faisaient de blâmable. Comme est mauvais, certes, ce qu'ils faisaient!","numberInSurah":79,"juz":6,"manzil":2,"page":121,"ruku":96,"hizbQuarter":48,"sajda":false},{"number":749,"text":"Tu vois beaucoup d'entre eux s'allier aux mécréants. Comme est mauvais, certes, ce que leurs âmes ont préparé, pour eux-mêmes, de sorte qu'ils ont encouru le courroux d'Allah, et c'est dans le supplice qu'ils éterniseront.","numberInSurah":80,"juz":6,"manzil":2,"page":121,"ruku":96,"hizbQuarter":48,"sajda":false},{"number":750,"text":"S'ils croyaient en Allah, au Prophète et à ce qui lui a été descendu, ils ne prendraient pas ces mécréants pour alliés. Mais beaucoup d'entre eux sont pervers.","numberInSurah":81,"juz":6,"manzil":2,"page":121,"ruku":96,"hizbQuarter":48,"sajda":false},{"number":751,"text":"Tu trouveras certainement que les Juifs et les associateurs sont les ennemis les plus acharnés des croyants. Et tu trouveras certes que les plus disposés à aimer les croyants sont ceux qui disent: «Nous sommes chrétiens». C'est qu'il y a parmi eux des prêtres et des moines, et qu'ils ne s'enflent pas d'orgueil.","numberInSurah":82,"juz":7,"manzil":2,"page":121,"ruku":96,"hizbQuarter":49,"sajda":false},{"number":752,"text":"Et quand ils entendent ce qui a été descendu sur le Messager [Muhammad], tu vois leurs yeux déborder de larmes, parce qu'ils ont reconnu la vérité. Ils disent: «O notre Seigneur! Nous croyons: inscris-nous donc parmi ceux qui témoignent (de la véracité du Coran).","numberInSurah":83,"juz":7,"manzil":2,"page":122,"ruku":96,"hizbQuarter":49,"sajda":false},{"number":753,"text":"Pourquoi ne croirions-nous pas en Allah et à ce qui nous est parvenu de la vérité. Pourquoi ne convoitions-nous pas que notre Seigneur nous fasse entrer en la compagnie des gens vertueux?»","numberInSurah":84,"juz":7,"manzil":2,"page":122,"ruku":96,"hizbQuarter":49,"sajda":false},{"number":754,"text":"Allah donc les récompense pour ce qu'ils disent par des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Telle est la récompense des bienfaisants.","numberInSurah":85,"juz":7,"manzil":2,"page":122,"ruku":96,"hizbQuarter":49,"sajda":false},{"number":755,"text":"Et quant à ceux qui ne croient pas et qui traitent de mensonges Nos versets, ce sont les gens de la Fournaise.","numberInSurah":86,"juz":7,"manzil":2,"page":122,"ruku":96,"hizbQuarter":49,"sajda":false},{"number":756,"text":"O les croyants: ne déclarez pas illicites les bonnes choses qu'Allah vous a rendues licites. Et ne transgressez pas. Allah, (en vérité,) n'aime pas les transgresseurs.","numberInSurah":87,"juz":7,"manzil":2,"page":122,"ruku":97,"hizbQuarter":49,"sajda":false},{"number":757,"text":"Et mangez de ce qu'Allah vous a attribué de licite et de bon. Craignez Allah, en qui vous avez foi.","numberInSurah":88,"juz":7,"manzil":2,"page":122,"ruku":97,"hizbQuarter":49,"sajda":false},{"number":758,"text":"Allah ne vous sanctionne pas pour la frivolité dans vos serments, mais Il vous sanctionne pour les serments que vous avez l'intention d'exécuter. L'expiation en sera de nourrir dix pauvres, de ce dont vous nourrissez normalement vos familles, ou de les habiller, ou de libérer un esclave. Quiconque n'en trouve pas les moyens devra jeûner trois jours. Voilà l'expiation pour vos serments, lorsque vous avez juré. Et tenez à vos serments. Ainsi Allah vous explique Ses versets, afin que vous soyez reconnaissants!","numberInSurah":89,"juz":7,"manzil":2,"page":122,"ruku":97,"hizbQuarter":49,"sajda":false},{"number":759,"text":"O les croyants! Le vin, le jeu de hasard, les pierres dressées, les flèches de divination ne sont qu'une abomination, œuvre du Diable. Ecartez-vous en, afin que vous réussissiez.","numberInSurah":90,"juz":7,"manzil":2,"page":123,"ruku":97,"hizbQuarter":49,"sajda":false},{"number":760,"text":"Le Diable ne veut que jeter parmi vous, à travers le vin et le jeu de hasard, l'inimitié et la haine, et vous détourner d'invoquer Allah et de la Salât. Allez-vous donc y mettre fin?","numberInSurah":91,"juz":7,"manzil":2,"page":123,"ruku":97,"hizbQuarter":49,"sajda":false},{"number":761,"text":"Obéissez à Allah, obéissez au Messager, et prenez garde! Si ensuite vous vous détournez... alors sachez qu'il n'incombe à Notre messager que de transmettre le message clairement.","numberInSurah":92,"juz":7,"manzil":2,"page":123,"ruku":97,"hizbQuarter":49,"sajda":false},{"number":762,"text":"Ce n'est pas un péché pour ceux qui ont la foi et font de bonnes œuvres en ce qu'ils ont consommé (du vin et des gains des jeux de hasard avant leur prohibition) pourvu qu'ils soient pieux (en évitant les choses interdites après en avoir eu connaissance) et qu'ils croient (en acceptant leur prohibition) et qu'ils fassent de bonnes œuvres; puis qui (continuent) d'être pieux et de croire et qui (demeurent) pieux et bienfaisants. Car Allah aime les bienfaisants.","numberInSurah":93,"juz":7,"manzil":2,"page":123,"ruku":97,"hizbQuarter":49,"sajda":false},{"number":763,"text":"O les croyants! Allah va certainement vous éprouver par quelque gibier à la portée de vos mains et de vos lances. C'est pour qu'Allah sache celui qui Le craint en secret. Quiconque après cela transgresse aura un châtiment douloureux.","numberInSurah":94,"juz":7,"manzil":2,"page":123,"ruku":98,"hizbQuarter":49,"sajda":false},{"number":764,"text":"O les croyants! Ne tuez pas de gibier pendant que vous êtes en état d'Ihram. Quiconque parmi vous en tue délibérément, qu'il compense alors, soit par quelque bête de troupeau, semblable à ce qu'il a tué, d'après le jugement de deux personnes intègres parmi vous, et cela en offrande qu'il fera parvenir à (destination des pauvres de) la Ka'aba, ou bien par une expiation, en nourrissant des pauvres, ou par l'équivalent en jeûne. Cela afin qu'il goûte à la mauvaise conséquence de son acte. Allah a pardonné ce qui est passé; mais quiconque récidive, Allah le punira. Allah est Puissant et Détenteur du pouvoir de punir.","numberInSurah":95,"juz":7,"manzil":2,"page":123,"ruku":98,"hizbQuarter":49,"sajda":false},{"number":765,"text":"La chasse en mer vous est permise, et aussi d'en manger, pour votre jouissance et celle des voyageurs. Et vous est illicite la chasse à terre tant que vous êtes en état d'Ihram. Et craignez Allah vers qui vous serez rassemblés.","numberInSurah":96,"juz":7,"manzil":2,"page":124,"ruku":98,"hizbQuarter":49,"sajda":false},{"number":766,"text":"Allah a institué la Ka'aba, la Maison sacrée, comme un lieu de rassemblement pour les gens. (Il a institué) le mois sacré, l'offrande (d'animaux,) et les guirlandes, afin que vous sachiez que vraiment Allah sait tout ce qui est dans les cieux et sur la terre; et que vraiment Allah est Omniscient.","numberInSurah":97,"juz":7,"manzil":2,"page":124,"ruku":98,"hizbQuarter":50,"sajda":false},{"number":767,"text":"Sachez qu'Allah est sévère en punition, mais aussi qu'Allah est Pardonneur et Miséricordieux.","numberInSurah":98,"juz":7,"manzil":2,"page":124,"ruku":98,"hizbQuarter":50,"sajda":false},{"number":768,"text":"Il n'incombe au Messager que de transmettre (le message). Et Allah sait ce que vous divulguez tout comme ce que vous cachez.","numberInSurah":99,"juz":7,"manzil":2,"page":124,"ruku":98,"hizbQuarter":50,"sajda":false},{"number":769,"text":"Dis: «Le mauvais et le bon ne sont pas semblables, même si l'abondance du mal te séduit. Craignez Allah, donc, ô gens intelligents, afin que vous réussissiez.","numberInSurah":100,"juz":7,"manzil":2,"page":124,"ruku":98,"hizbQuarter":50,"sajda":false},{"number":770,"text":"O les croyants! Ne posez pas de questions sur des choses qui, si elles vous étaient divulguées, vous mécontenteraient. Et si vous posez des questions à leur sujet, pendant que le Coran est révélé, elles vous seront divulguées. Allah vous a pardonné cela. Et Allah est Pardonneur et Indulgent.","numberInSurah":101,"juz":7,"manzil":2,"page":124,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":771,"text":"Un peuple avant vous avait posé des questions (pareilles) puis, devinrent de leur fait mécréants.","numberInSurah":102,"juz":7,"manzil":2,"page":124,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":772,"text":"Allah n'a pas institué la Bahira, la Sâïba, la Wasîlani le Hâm. Mais ceux qui ont mécru ont inventé ce mensonge contre Allah, et la plupart d'entre eux ne raisonnent pas.","numberInSurah":103,"juz":7,"manzil":2,"page":124,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":773,"text":"Et quand on leur dit: «Venez vers ce qu'Allah a fait descendre (la Révélation), et vers le Messager», ils disent: «Il nous suffit de ce sur quoi nous avons trouvé nos ancêtres.» Quoi! Même si leurs ancêtres ne savaient rien et n'étaient pas sur le bon chemin...?","numberInSurah":104,"juz":7,"manzil":2,"page":125,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":774,"text":"O les croyants! Vous êtes responsables de vous-mêmes! Celui qui s'égare ne vous nuira point si vous vous avez pris la bonne voie. C'est Vers Allah que vous retournerez tous; alors Il vous informera de ce que vous faisiez.","numberInSurah":105,"juz":7,"manzil":2,"page":125,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":775,"text":"O les croyants! Quand la mort se présente à l'un de vous, le testament sera attesté par deux hommes intègres d'entre vous, ou deux autres, non des vôtres, si vous êtes en voyage dans le monde et que la mort vous frappe. Vous les retiendrez (les deux témoins), après la Sal?t, puis, si vous avez des doutes, vous les ferez jurer par Allah: «Nous ne faisons aucun commerce ou profit avec cela, même s'il s'agit d'un proche, et nous ne cacherons point le témoignage d'Allah. Sinon, nous serions du nombre des pécheurs».","numberInSurah":106,"juz":7,"manzil":2,"page":125,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":776,"text":"Si l'on découvre que ces deux témoins sont coupables de péché, deux autres plus intègres, parmi ceux auxquels le tort a été fait, prendront leur place et tous deux jureront par Allah: «En vérité, notre témoignage est plus juste que le témoignage de ces deux-là; et nous ne transgressons point. Sinon, nous serions certainement du nombre des injustes».","numberInSurah":107,"juz":7,"manzil":2,"page":125,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":777,"text":"C'est le moyen le plus sûr pour les inciter à fournir le témoignage dans sa forme réelle; ou leur faire craindre de voir d'autres serments se substituer aux leurs. Et craignez Allah et écoutez. Allah ne guide pas les gens pervers.","numberInSurah":108,"juz":7,"manzil":2,"page":125,"ruku":99,"hizbQuarter":50,"sajda":false},{"number":778,"text":"(Rappelle-toi) le jour où Allah rassemblera (tous) les messagers, et qu'Il dira: «Que vous a-t-on donné comme réponse?» Ils diront: «Nous n'avons aucun savoir: c'est Toi, vraiment, le grand connaisseur de tout ce qui est inconnu».","numberInSurah":109,"juz":7,"manzil":2,"page":126,"ruku":100,"hizbQuarter":51,"sajda":false},{"number":779,"text":"Et quand Allah dira: «O Jésus, fils de Marie, rappelle-toi Mon bienfait sur toi et sur ta mère quand Je te fortifiais du Saint-Esprit. Au berceau tu parlais aux gens, tout comme en ton âge mûr. Je t'enseignais le Livre, la Sagesse, la Thora et l'Evangile! Tu fabriquais de l'argile comme une forme d'oiseau par Ma permission; puis tu soufflais dedans. Alors par Ma permission, elle devenait oiseau. Et tu guérissais par Ma permission, l'aveugle-né et le lépreux. Et par Ma permission, tu faisais revivre les morts. Je te protégeais contre les Enfants d'Israël pendant que tu leur apportais les preuves. Mais ceux d'entre eux qui ne croyaient pas dirent: «Ceci n'est que de la magie évidente».","numberInSurah":110,"juz":7,"manzil":2,"page":126,"ruku":100,"hizbQuarter":51,"sajda":false},{"number":780,"text":"Et quand J'ai révélé aux Apôtres ceci: «Croyez en Moi et en Mon messager (Jésus)». Ils dirent: «Nous croyons; et atteste que nous sommes entièrement soumis».","numberInSurah":111,"juz":7,"manzil":2,"page":126,"ruku":100,"hizbQuarter":51,"sajda":false},{"number":781,"text":"Rappelle-toi le moment) où les Apôtres dirent: «O Jésus, fils de Marie, se peut-il que ton Seigneur fasse descendre sur nous du ciel une table servie?» Il leur dit: «Craignez plutôt Allah, si vous êtes croyants».","numberInSurah":112,"juz":7,"manzil":2,"page":126,"ruku":100,"hizbQuarter":51,"sajda":false},{"number":782,"text":"Ils dirent: «Nous voulons en manger, rassurer ainsi nos cœurs, savoir que tu nous as réellement dit la vérité et en être parmi les témoins».","numberInSurah":113,"juz":7,"manzil":2,"page":126,"ruku":100,"hizbQuarter":51,"sajda":false},{"number":783,"text":"«O Allah, notre Seigneur, dit Jésus, fils de Marie, fais descendre du ciel sur nous une table servie qui soit une fête pour nous, pour le premier d'entre nous, comme pour le dernier, ainsi qu'un signe de Ta part. Nourris-nous: Tu es le meilleur des nourrisseurs.»","numberInSurah":114,"juz":7,"manzil":2,"page":127,"ruku":100,"hizbQuarter":51,"sajda":false},{"number":784,"text":"«Oui, dit Allah, Je la ferai descendre sur vous. Mais ensuite, quiconque d'entre vous refuse de croire, Je le châtierai d'un châtiment dont Je ne châtierai personne d'autre dans l'univers.»","numberInSurah":115,"juz":7,"manzil":2,"page":127,"ruku":100,"hizbQuarter":51,"sajda":false},{"number":785,"text":"(Rappelle-leur) le moment où Allah dira: «O Jésus, fils de Marie, est-ce toi qui as dit aux gens: «Prenez-moi, ainsi que ma mère, pour deux divinités en dehors d'Allah?» Il dira: «Gloire et pureté à Toi! Il ne m'appartient pas de déclarer ce que je n'ai pas le droit de dire! Si je l'avais dit, Tu l'aurais su, certes. Tu sais ce qu'il y a en moi, et je ne sais pas ce qu'il y a en Toi. Tu es, en vérité, le grand connaisseur de tout ce qui est inconnu.","numberInSurah":116,"juz":7,"manzil":2,"page":127,"ruku":101,"hizbQuarter":51,"sajda":false},{"number":786,"text":"Je ne leur ai dit que ce que Tu m'avais commandé, (à savoir): «Adorez Allah, mon Seigneur et votre Seigneur». Et je fus témoin contre eux aussi longtemps que je fus parmi eux. Puis quand Tu m'as rappelé, c'est Toi qui fus leur observateur attentif. Et Tu es témoin de toute chose.","numberInSurah":117,"juz":7,"manzil":2,"page":127,"ruku":101,"hizbQuarter":51,"sajda":false},{"number":787,"text":"Si Tu les châties, ils sont Tes serviteurs. Et si Tu leur pardonnes, c'est Toi le Puissant, le Sage».","numberInSurah":118,"juz":7,"manzil":2,"page":127,"ruku":101,"hizbQuarter":51,"sajda":false},{"number":788,"text":"Allah dira: «Voilà le jour où leur véracité va profiter aux véridiques: ils auront des Jardins sous lesquels coulent les ruisseaux pour y demeurer éternellement.» Allah les a agréés et eux L'ont agréé. Voilà l'énorme succès.","numberInSurah":119,"juz":7,"manzil":2,"page":127,"ruku":101,"hizbQuarter":51,"sajda":false},{"number":789,"text":"A Allah seul appartient le royaume des cieux, de la terre et de ce qu'ils renferment. Et Il est Omnipotent.","numberInSurah":120,"juz":7,"manzil":2,"page":127,"ruku":101,"hizbQuarter":51,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}