{"code":200,"status":"OK","data":{"number":62,"name":"سُورَةُ الجُمُعَةِ","englishName":"Al-Jumu'a","englishNameTranslation":"Friday","revelationType":"Medinan","numberOfAyahs":11,"ayahs":[{"number":5178,"text":"Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, le Souverain, le Pur, le Puissant, le Sage.","numberInSurah":1,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5179,"text":"C'est Lui qui a envoyé à des gens sans Livre (les Arabes) un Messager des leurs qui leur récite Ses versets, les purifie et leur enseigne le Livre et la Sagesse, bien qu'ils étaient auparavant dans un égarement évident,","numberInSurah":2,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5180,"text":"ainsi qu'à d'autres parmi ceux qui ne les ont pas encore rejoints. C'est Lui le Puissant, le Sage.","numberInSurah":3,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5181,"text":"Telle est la grâce d'Allah qu'Il donne à qui Il veut. Et Allah est le Détenteur de l'énorme grâce.","numberInSurah":4,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5182,"text":"Ceux qui ont été chargés de la Thora mais qui ne l'ont pas appliquée sont pareils à l'âne qui porte des livres. Quel mauvais exemple que celui de ceux qui traitent de mensonges les versets d'Allah et Allah ne guide pas les gens injustes.","numberInSurah":5,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5183,"text":"Dis: «O vous qui pratiquez le judaïsme! Si vous prétendez être les bien-aimés d'Allah à l'exclusion des autres, souhaitez, donc la mort, si vous êtes véridiques».","numberInSurah":6,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5184,"text":"Or, ils ne la souhaiteront jamais, à cause de ce que leurs mains ont préparé. Allah cependant connaît bien les injustes.","numberInSurah":7,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5185,"text":"Dis: «La mort que vous fuyez va certes vous rencontrer. Ensuite vous serez ramenés à Celui qui connaît parfaitement le monde Invisible et le monde visible et qui vous informera alors de ce que vous faisiez».","numberInSurah":8,"juz":28,"manzil":7,"page":553,"ruku":486,"hizbQuarter":221,"sajda":false},{"number":5186,"text":"O vous qui avez cru! Quand on appelle à la Salât du jour du Vendredi, accourez à l'invocation d'Allah et laissez tout négoce. Cela est bien meilleur pour vous, si vous saviez!","numberInSurah":9,"juz":28,"manzil":7,"page":554,"ruku":487,"hizbQuarter":221,"sajda":false},{"number":5187,"text":"Puis quand la Salât est achevée, dispersez-vous sur terre et recherchez [quelque effet] de la grâce d'Allah, et invoquez beaucoup Allah afin que vous réussissiez.","numberInSurah":10,"juz":28,"manzil":7,"page":554,"ruku":487,"hizbQuarter":221,"sajda":false},{"number":5188,"text":"Quand ils entrevoient quelque commerce ou quelque divertissement, ils s'y dispersent et te laissent debout. Dis: «Ce qui est auprès d'Allah est bien meilleur que le divertissement et le commerce, et Allah est le Meilleur des pourvoyeurs».","numberInSurah":11,"juz":28,"manzil":7,"page":554,"ruku":487,"hizbQuarter":221,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}