{"code":200,"status":"OK","data":{"number":7,"name":"سُورَةُ الأَعۡرَافِ","englishName":"Al-A'raaf","englishNameTranslation":"The Heights","revelationType":"Meccan","numberOfAyahs":206,"ayahs":[{"number":955,"text":"Alif, Lâm, Mîm, Sâd.","numberInSurah":1,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":956,"text":"C'est un Livre qui t'a été descendu; qu'il n'y ait, à son sujet, nulle gêne dans ton cœur; afin que par cela tu avertisses, et (qu'il soit) un Rappel aux croyants.","numberInSurah":2,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":957,"text":"Suivez ce qui vous a été descendu venant de votre Seigneur et ne suivez pas d'autres alliés que Lui. Mais vous vous souvenez peu.","numberInSurah":3,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":958,"text":"Que de cités Nous avons détruites! Or, Notre rigueur les atteignit au cours du repos nocturne ou durant leur sieste.","numberInSurah":4,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":959,"text":"Leur invocation, lorsque leur survint notre rigueur, se limita à ces paroles: «Certes nous étions injustes».","numberInSurah":5,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":960,"text":"Nous interrogerons ceux vers qui furent envoyés des messagers et Nous interrogerons aussi les envoyés.","numberInSurah":6,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":961,"text":"Nous leur raconterons en toute connaissance (ce qu'ils faisaient) car Nous n'étions pas absent!","numberInSurah":7,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":962,"text":"Et la pesée, ce jour-là, sera équitable. Donc, celui dont les bonnes actions pèseront lourd... voilà ceux qui réussiront!","numberInSurah":8,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":963,"text":"Et quant à celui dont les bonnes actions pèseront léger... voilà ceux qui auront causé la perte de leurs âmes parce qu'ils étaient injustes envers Nos enseignements.","numberInSurah":9,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":964,"text":"Certes, Nous vous avons donné du pouvoir sur terre et Nous vous y avons assigné subsistance. (Mais) vous êtes très peu reconnaissants!","numberInSurah":10,"juz":8,"manzil":2,"page":151,"ruku":122,"hizbQuarter":61,"sajda":false},{"number":965,"text":"Nous vous avons créés, puis Nous vous avons donné une forme, ensuite Nous avons dit aux Anges: «Prosternez-vous devant Adam.» Ils se prosternèrent, à l'exception de Iblis qui ne fut point de ceux qui se prosternèrent.","numberInSurah":11,"juz":8,"manzil":2,"page":151,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":966,"text":"[Allah] dit: «Qu'est-ce qui t'empêche de te prosterner quand Je te l'ai commandé?» Il répondit: «Je suis meilleur que lui: Tu m'as créé de feu, alors que Tu l'as créé d'argile».","numberInSurah":12,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":967,"text":"[Allah] dit: «Descends d'ici, Tu n'as pas à t'enfler d'orgueil ici. Sors, te voilà parmi les méprisés.»","numberInSurah":13,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":968,"text":"«Accorde-moi un délai, dit (Satan,) jusqu'au jour où ils seront ressuscités.»","numberInSurah":14,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":969,"text":"[Allah] dit: «Tu es de ceux à qui délai est accordé.»","numberInSurah":15,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":970,"text":"«Puisque Tu m'as mis en erreur, dit [Satan], je m'assoirai pour eux sur Ton droit chemin,","numberInSurah":16,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":971,"text":"puis je les assaillerai de devant, de derrière, de leur droite et de leur gauche. Et, pour la plupart, Tu ne les trouveras pas reconnaissants.»","numberInSurah":17,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":972,"text":"«Sors de là», dit (Allah,) banni et rejeté. Quiconque te suit parmi eux... de vous tous, J'emplirai l'Enfer».","numberInSurah":18,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":973,"text":"«O Adam, habite le Paradis, toi et ton épouse; et mangez en vous deux, à votre guise; et n'approchez pas l'arbre que voici; sinon, vous seriez du nombre des injustes.»","numberInSurah":19,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":974,"text":"Puis le Diable, afin de leur rendre visible ce qui leur était caché - leurs nudités - leur chuchota, disant: «Votre Seigneur ne vous a interdit cet arbre que pour vous empêcher de devenir des Anges ou d'être immortels».","numberInSurah":20,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":975,"text":"Et il leur jura: «Vraiment, je suis pour vous deux un bon conseiller».","numberInSurah":21,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":976,"text":"Alors il les fit tomber par tromperie. Puis, lorsqu'ils eurent goûté de l'arbre, leurs nudités leur devinrent visibles; et ils commencèrent tous deux à y attacher des feuilles du Paradis. Et leur Seigneur les appela: «Ne vous avais-Je pas interdit cet arbre? Et ne vous avais-Je pas dit que le Diable était pour vous un ennemi déclaré?»","numberInSurah":22,"juz":8,"manzil":2,"page":152,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":977,"text":"Tous deux dirent: «O notre Seigneur, nous avons fait du tort à nous-mêmes. Et si Tu ne nous pardonnes pas et ne nous fais pas miséricorde, nous serons très certainement du nombre des perdants».","numberInSurah":23,"juz":8,"manzil":2,"page":153,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":978,"text":"«Descendez, dit [Allah], vous serez ennemis les uns des autres. Et il y aura pour vous sur terre séjour et jouissance, pour un temps.»","numberInSurah":24,"juz":8,"manzil":2,"page":153,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":979,"text":"«Là, dit (Allah), vous vivrez, là vous mourrez, et de là on vous fera sortir.»","numberInSurah":25,"juz":8,"manzil":2,"page":153,"ruku":123,"hizbQuarter":61,"sajda":false},{"number":980,"text":"O enfants d'Adam! Nous avons fait descendre sur vous un vêtement pour cacher vos nudités, ainsi que des parures. - Mais le vêtement de la piété voilà qui est meilleur - C'est un des signes (de la puissance) d'Allah. Afin qu'ils se rappellent.","numberInSurah":26,"juz":8,"manzil":2,"page":153,"ruku":124,"hizbQuarter":61,"sajda":false},{"number":981,"text":"O enfants d'Adam! Que le Diable ne vous tente point, comme il a fait sortir du Paradis vos père et mère, leur arrachant leur vêtement pour leur rendre visibles leurs nudités. Il vous voit, lui et ses suppôts, d'où vous ne les voyez pas. Nous avons désigné les diables pour alliés à ceux qui ne croient point,","numberInSurah":27,"juz":8,"manzil":2,"page":153,"ruku":124,"hizbQuarter":61,"sajda":false},{"number":982,"text":"et quand ceux-ci commettent une turpitude, ils disent: «C'est une coutume léguée par nos ancêtres et prescrite par Allah.» Dis: «[Non,] Allah ne commande point la turpitude. Direz-vous contre Allah ce que vous ne savez pas?»","numberInSurah":28,"juz":8,"manzil":2,"page":153,"ruku":124,"hizbQuarter":61,"sajda":false},{"number":983,"text":"Dis: «Mon Seigneur a commandé l'équité. Que votre prosternation soit exclusivement pour Lui. Et invoquez-Le, sincères dans votre culte. De même qu'Il vous a créés, vous retournerez à Lui».","numberInSurah":29,"juz":8,"manzil":2,"page":153,"ruku":124,"hizbQuarter":61,"sajda":false},{"number":984,"text":"Il guide une partie, tandis qu'une autre partie a mérité l'égarement parce qu'ils ont pris, au lieu d'Allah, les diables pour alliés, et ils pensent qu'ils sont bien-guidés!","numberInSurah":30,"juz":8,"manzil":2,"page":153,"ruku":124,"hizbQuarter":61,"sajda":false},{"number":985,"text":"O enfants d'Adam, dans chaque lieu de Salât portez votre parure (vos habits). Et mangez et buvez; et ne commettez pas d'excès, car Il [Allah] n'aime pas ceux qui commettent des excès.","numberInSurah":31,"juz":8,"manzil":2,"page":154,"ruku":124,"hizbQuarter":62,"sajda":false},{"number":986,"text":"Dis: «Qui a interdit la parure d'Allah, qu'Il a produite pour Ses serviteurs, ainsi que les bonnes nourritures?» Dis: «Elles sont destinées à ceux qui ont la foi, dans cette vie, et exclusivement à eux au Jour de la Résurrection.» Ainsi exposons-Nous clairement les versets pour les gens qui savent.","numberInSurah":32,"juz":8,"manzil":2,"page":154,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":987,"text":"Dis: «Mon Seigneur n'a interdit que les turpitudes (les grands péchés), tant apparentes que secrètes, de même que le péché, l'agression sans droit et d'associer à Allah ce dont Il n'a fait descendre aucune preuve, et de dire sur Allah ce que vous ne savez pas».","numberInSurah":33,"juz":8,"manzil":2,"page":154,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":988,"text":"Pour chaque communauté il y a un terme. Quand leur terme vient, ils ne peuvent le retarder d'une heure et ils ne peuvent le hâter non plus.","numberInSurah":34,"juz":8,"manzil":2,"page":154,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":989,"text":"O enfants d'Adam! Si des messagers [choisis] parmi vous viennent pour vous exposer Mes signes, alors ceux qui acquièrent la piété et se réforment, n'auront aucune crainte et ne seront point affligés.","numberInSurah":35,"juz":8,"manzil":2,"page":154,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":990,"text":"Et ceux qui traitent de mensonges Nos signes et s'en écartent avec orgueil, sont les gens du Feu et ils y demeureront éternellement.","numberInSurah":36,"juz":8,"manzil":2,"page":154,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":991,"text":"Quel pire injuste, que celui qui invente un mensonge contre Allah, ou qui traite de mensonges Ses signes? Ceux là auront la part qui leur a été prescrite; jusqu'au moment où Nos Envoyés [Nos Anges] viennent à eux pour leur enlever l'âme, en leur disant: «Où sont ceux que vous invoquiez en dehors d'Allah?» - Ils répondront: «Nous ne les trouvons plus». Et ils témoigneront contre eux-mêmes qu'ils étaient mécréants.","numberInSurah":37,"juz":8,"manzil":2,"page":154,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":992,"text":"«Entrez dans le Feu», dira [Allah,] «parmi les djinns et les hommes des communautés qui vous ont précédés.» Chaque fois qu'une communauté entrera, elle maudira celle qui l'aura précédée. Puis, lorsque tous s'y retrouveront, la dernière fournée dira de la première: «O notre Seigneur! Voilà ceux qui nous ont égarés: donne-leur donc double châtiment du feu.» Il dira: «A chacun le double, mais vous ne savez pas».","numberInSurah":38,"juz":8,"manzil":2,"page":155,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":993,"text":"Et la première fournée dira à la dernière: «Mais vous n'avez sur nous aucun avantage. Goûtez donc au châtiment, pour ce que vous avez acquis».","numberInSurah":39,"juz":8,"manzil":2,"page":155,"ruku":125,"hizbQuarter":62,"sajda":false},{"number":994,"text":"Pour ceux qui traitent de mensonges Nos enseignements et qui s'en écartent par orgueil, les portes du ciel ne leur seront pas ouvertes, et ils n'entreront au Paradis que quand le chameau pénètre dans le chas de l'aiguille. Ainsi rétribuons-Nous les criminels.","numberInSurah":40,"juz":8,"manzil":2,"page":155,"ruku":126,"hizbQuarter":62,"sajda":false},{"number":995,"text":"L'Enfer leur servira de lit et, comme couverture, ils auront des voiles de ténèbres. Ainsi rétribuons-Nous les injustes.","numberInSurah":41,"juz":8,"manzil":2,"page":155,"ruku":126,"hizbQuarter":62,"sajda":false},{"number":996,"text":"Et ceux qui croient et font de bonnes œuvres - Nous n'imposons aucune charge à personne que selon sa capacité - ceux-là seront les gens du Paradis: ils y demeureront éternellement.","numberInSurah":42,"juz":8,"manzil":2,"page":155,"ruku":126,"hizbQuarter":62,"sajda":false},{"number":997,"text":"Et Nous enlèverons toute la rancune de leurs poitrines, sous eux couleront les ruisseaux, et ils diront: «Louange à Allah qui nous a guidés à ceci. Nous n'aurions pas été guidés, si Allah ne nous avait pas guidés. Les messagers de notre Seigneur sont venus avec la vérité.» Et on leur proclamera: «Voilà le Paradis qui vous a été donné en héritage pour ce que vous faisiez».","numberInSurah":43,"juz":8,"manzil":2,"page":155,"ruku":126,"hizbQuarter":62,"sajda":false},{"number":998,"text":"Les gens du Paradis crieront aux gens du Feu: «Certes, nous avons trouvé vrai ce que notre Seigneur nous avait promis. Avez-vous aussi trouvé vrai ce que votre Seigneur avait promis?» «Oui», diront-ils. Un héraut annoncera alors au milieu d'eux: Que la malédiction d'Allah soit sur les injustes,","numberInSurah":44,"juz":8,"manzil":2,"page":156,"ruku":126,"hizbQuarter":62,"sajda":false},{"number":999,"text":"qui obstruaient le sentier d'Allah, qui voulaient le rendre tortueux, et qui ne croyaient pas à l'au-delà.»","numberInSurah":45,"juz":8,"manzil":2,"page":156,"ruku":126,"hizbQuarter":62,"sajda":false},{"number":1000,"text":"Et entre les deux, il y aura un mur, et, sur al-A'râf seront des gens qui reconnaîtront tout le monde par leurs traits caractéristiques. Et ils crieront aux gens du Paradis: «Paix sur vous!» Ils n'y sont pas entrés bien qu'ils le souhaitent.","numberInSurah":46,"juz":8,"manzil":2,"page":156,"ruku":126,"hizbQuarter":62,"sajda":false},{"number":1001,"text":"Et quand leurs regards seront tournés vers les gens du Feu, ils diront; «O notre Seigneur! Ne nous mets pas avec le peuple injuste».","numberInSurah":47,"juz":8,"manzil":2,"page":156,"ruku":126,"hizbQuarter":63,"sajda":false},{"number":1002,"text":"Et les gens d'al-A'râf, appelant certains hommes qu'ils reconnaîtront par leurs traits caractéristiques, diront: «Vous n'avez tiré aucun profit de tout ce que vous aviez amassé et de l'orgueil dont vous étiez enflés!","numberInSurah":48,"juz":8,"manzil":2,"page":156,"ruku":127,"hizbQuarter":63,"sajda":false},{"number":1003,"text":"Est-ce donc ceux-là au sujet desquels vous juriez qu'ils n'obtiendront de la part d'Allah aucune miséricorde...? - Entrez au Paradis! Vous serez à l'abri de toute crainte et vous ne serez point affligés.","numberInSurah":49,"juz":8,"manzil":2,"page":156,"ruku":127,"hizbQuarter":63,"sajda":false},{"number":1004,"text":"Et les gens du Feu crieront aux gens du Paradis: «Déversez sur nous de l'eau, ou de ce qu'Allah vous a attribué.» «Ils répondront: Allah les a interdits aux mécréants».","numberInSurah":50,"juz":8,"manzil":2,"page":156,"ruku":127,"hizbQuarter":63,"sajda":false},{"number":1005,"text":"Ceux-ci prenaient leur religion comme distraction et jeu, et la vie d'ici-bas les trompait. Aujourd'hui, Nous les oublierons comme ils ont oublié la rencontre de leur jour que voici, et parce qu'ils reniaient Nos enseignements.","numberInSurah":51,"juz":8,"manzil":2,"page":156,"ruku":127,"hizbQuarter":63,"sajda":false},{"number":1006,"text":"Nous leur avons, certes, apporté un Livre que Nous avons détaillé, en toute connaissance, à titre de guide et de miséricorde pour les gens qui croient.","numberInSurah":52,"juz":8,"manzil":2,"page":157,"ruku":127,"hizbQuarter":63,"sajda":false},{"number":1007,"text":"Attendent-ils uniquement la réalisation (de Sa menace et de Ses promesses?). Le jour où sa (véritable) réalisation viendra, ceux qui auparavant l'oubliaient diront: «Les messagers de notre Seigneur sont venus avec la vérité. Y a-t-il pour nous des intercesseurs qui puissent intercéder en notre faveur? Ou pourrons-nous être renvoyés [sur terre], afin que nous œuvrions autrement que ce que nous faisions auparavant?» Ils ont certes créé leur propre perte; et ce qu'ils inventaient les a délaissés.","numberInSurah":53,"juz":8,"manzil":2,"page":157,"ruku":127,"hizbQuarter":63,"sajda":false},{"number":1008,"text":"Votre Seigneur, c'est Allah, qui a créé les cieux et la terre en six jours, puis S'est établi «'istawâ» sur le Trône. Il couvre le jour de la nuit qui poursuit celui-ci sans arrêt. (Il a créé) le soleil, la lune et les étoiles, soumis à Son commandement. La création et le commandement n'appartiennent qu'à Lui. Toute gloire à Allah, Seigneur de l'Univers!","numberInSurah":54,"juz":8,"manzil":2,"page":157,"ruku":128,"hizbQuarter":63,"sajda":false},{"number":1009,"text":"Invoquez votre Seigneur en toute humilité et recueillement et avec discrétion. Certes, Il n'aime pas les transgresseurs.","numberInSurah":55,"juz":8,"manzil":2,"page":157,"ruku":128,"hizbQuarter":63,"sajda":false},{"number":1010,"text":"Et ne semez pas la corruption sur la terre après qu'elle ait été réformée. Et invoquez-Le avec crainte et espoir, car la miséricorde d'Allah est proche des bienfaisants.","numberInSurah":56,"juz":8,"manzil":2,"page":157,"ruku":128,"hizbQuarter":63,"sajda":false},{"number":1011,"text":"C'est Lui qui envoie les vents comme une annonce de Sa Miséricorde. Puis, lorsqu'ils transportent une nuée lourde, Nous la dirigeons vers un pays mort [de sécheresse], puis Nous en faisons descendre l'eau, ensuite Nous en faisons sortir toutes espèces de fruits. Ainsi ferons-Nous sortir les morts. Peut-être vous rappellerez-vous.","numberInSurah":57,"juz":8,"manzil":2,"page":157,"ruku":128,"hizbQuarter":63,"sajda":false},{"number":1012,"text":"Le bon pays, sa végétation pousse avec la grâce de son Seigneur; quant au mauvais pays, (sa végétation) ne sort qu'insuffisamment et difficilement. Ainsi déployons-Nous les enseignements pour des gens reconnaissants.","numberInSurah":58,"juz":8,"manzil":2,"page":158,"ruku":128,"hizbQuarter":63,"sajda":false},{"number":1013,"text":"Nous avons envoyé Noé vers son peuple. Il dit: «O mon peuple, adorez Allah. Pour vous, pas d'autre divinité que Lui. Je crains pour vous le châtiment d'un jour terrible».","numberInSurah":59,"juz":8,"manzil":2,"page":158,"ruku":129,"hizbQuarter":63,"sajda":false},{"number":1014,"text":"Les notables de son peuple dirent: «Nous te voyons dans un égarement manifeste».","numberInSurah":60,"juz":8,"manzil":2,"page":158,"ruku":129,"hizbQuarter":63,"sajda":false},{"number":1015,"text":"Il dit: «O mon peuple, il n'y a pas d'égarement en moi; mais je suis un Messager de la part du Seigneur de l'Univers.","numberInSurah":61,"juz":8,"manzil":2,"page":158,"ruku":129,"hizbQuarter":63,"sajda":false},{"number":1016,"text":"Je vous communique les messages de mon Seigneur, et je vous donne conseil sincère, et je sais d'Allah ce que vous ne savez pas.","numberInSurah":62,"juz":8,"manzil":2,"page":158,"ruku":129,"hizbQuarter":63,"sajda":false},{"number":1017,"text":"Est-ce que vous vous étonnez qu'un rappel vous vienne de votre Seigneur à travers un homme issu de vous, pour qu'il vous avertisse et que vous deveniez pieux et que la miséricorde vous soit accordée?»","numberInSurah":63,"juz":8,"manzil":2,"page":158,"ruku":129,"hizbQuarter":63,"sajda":false},{"number":1018,"text":"Et ils le traitèrent de menteur. Or, Nous le sauvâmes, lui et ceux qui étaient avec lui dans l'arche, et noyâmes ceux qui traitaient de mensonges Nos miracles. C'étaient des gens aveugles, vraiment.","numberInSurah":64,"juz":8,"manzil":2,"page":158,"ruku":129,"hizbQuarter":63,"sajda":false},{"number":1019,"text":"Et aux 'Aad, leur frère Hûd: «O mon peuple, dit-il, adorez Allah. Pour vous, pas d'autre divinité que Lui. Ne [Le] craignez-vous donc pas?»","numberInSurah":65,"juz":8,"manzil":2,"page":158,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1020,"text":"Les notables de son peuple qui ne croyaient pas dirent: «Certes, nous te voyons en pleine sottise, et nous pensons que tu es du nombre des menteurs».","numberInSurah":66,"juz":8,"manzil":2,"page":158,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1021,"text":"Il dit: «O mon peuple, il n'y a point de sottise en moi; mais je suis un Messager de la part du Seigneur de l'Univers.","numberInSurah":67,"juz":8,"manzil":2,"page":158,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1022,"text":"Je vous communique les messages de mon Seigneur, et je suis pour vous un conseiller digne de confiance.","numberInSurah":68,"juz":8,"manzil":2,"page":159,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1023,"text":"Quoi! Vous vous étonnez qu'un rappel vous vienne de votre Seigneur à travers un homme issu de vous, pour qu'il vous avertisse? Et rappelez-vous quand Il vous a fait succéder au peuple de Noé, et qu'Il accrut votre corps en hauteur (et puissance). Eh bien, rappelez-vous les bienfaits d'Allah afin que vous réussissiez.","numberInSurah":69,"juz":8,"manzil":2,"page":159,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1024,"text":"Ils dirent: «Es-tu venu à nous pour que nous adorions Allah seul, et que nous délaissions ce que nos ancêtres adoraient? Fais donc venir ce dont tu nous menaces, si tu es du nombre des véridiques».","numberInSurah":70,"juz":8,"manzil":2,"page":159,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1025,"text":"Il dit: «Vous voilà, frappés de la part de votre Seigneur d'un supplice et d'une colère. Allez vous vous disputer avec moi au sujet de noms que vous et vos ancêtres avez donnés, sans qu'Allah n'y fasse descendre la moindre preuve? Attendez donc! Moi aussi j'attends avec vous.","numberInSurah":71,"juz":8,"manzil":2,"page":159,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1026,"text":"Or, Nous l'avons sauvé, (lui) et ceux qui étaient avec lui par miséricorde, de Notre part, et Nous avons exterminé ceux qui traitaient de mensonges Nos enseignements et qui n'étaient pas croyants.","numberInSurah":72,"juz":8,"manzil":2,"page":159,"ruku":130,"hizbQuarter":64,"sajda":false},{"number":1027,"text":"Et aux Thamûd, leur frère Sâlih: «O mon peuple, dit-il, adorez Allah. Pour vous, pas d'autre divinité que Lui. Certes, une preuve vous est venue de votre Seigneur: voici la chamelle d'Allah, un signe pour vous. Laissez-la donc manger sur la terre d'Allah et ne lui faites aucun mal; sinon un châtiment douloureux vous saisira.","numberInSurah":73,"juz":8,"manzil":2,"page":159,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1028,"text":"Et rappelez-vous quand Il vous fit succéder aux Aad et vous installa sur la terre. Vous avez édifié des palais dans ses plaines, et taillé en maisons les montagnes. Rappelez-vous donc les bienfaits d'Allah et ne répandez pas la corruption sur la terre «comme des fauteurs de trouble».","numberInSurah":74,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1029,"text":"Les notables de son peuple qui s'enflaient d'orgueil dirent aux opprimés, à ceux d'entre eux qui avaient la foi: «Savez-vous si Sâlih est envoyé de la part de son Seigneur?» Ils dirent: «Oui, nous sommes croyants à son message».","numberInSurah":75,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1030,"text":"Ceux qui s'enflaient d'orgueil dirent: «Nous, nous ne croyons certainement pas en ce que vous avez cru».","numberInSurah":76,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1031,"text":"Ils tuèrent la chamelle, désobéirent au commandement de leur Seigneur et dirent: «O Sâlih, fais nous venir ce dont tu nous menaces, si tu es du nombre des Envoyés».","numberInSurah":77,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1032,"text":"Le cataclysme les saisit; et les voilà étendus gisant dans leurs demeures.","numberInSurah":78,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1033,"text":"Alors il se détourna d'eux et dit: «O mon peuple, je vous avais communiqué le message de mon Seigneur et vous avais conseillé sincèrement. Mais vous n'aimez pas les conseillers sincères!»","numberInSurah":79,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1034,"text":"Et Lot, quand il dit à son peuple: «Vous livrez vous à cette turpitude que nul, parmi les mondes, n'a commise avant vous?","numberInSurah":80,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1035,"text":"Certes, vous assouvissez vos désirs charnels avec les hommes au lieu des femmes! Vous êtes bien un peuple outrancier.»","numberInSurah":81,"juz":8,"manzil":2,"page":160,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1036,"text":"Et pour toute réponse, son peuple ne fit que dire: «Expulsez-les de votre cité. Ce sont des gens qui veulent se garder purs!»","numberInSurah":82,"juz":8,"manzil":2,"page":161,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1037,"text":"Or, Nous l'avons sauvé, lui et sa famille, sauf sa femme qui fut parmi les exterminés.","numberInSurah":83,"juz":8,"manzil":2,"page":161,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1038,"text":"Et Nous avons fait pleuvoir sur eux une pluie. Regarde donc ce que fut la fin des criminels!","numberInSurah":84,"juz":8,"manzil":2,"page":161,"ruku":131,"hizbQuarter":64,"sajda":false},{"number":1039,"text":"Et aux Madyan, leur frère Chu'aïb: «O mon peuple, dit-il, adorez Allah. Pour vous, pas d'autre divinité que Lui. Une preuve vous est venue de votre Seigneur. Donnez donc la pleine mesure et le poids et ne donnez pas aux gens moins que ce qui leur est dû. Et ne commettez pas de la corruption sur la terre après sa réforme. Ce sera mieux pour vous si vous êtes croyants.","numberInSurah":85,"juz":8,"manzil":2,"page":161,"ruku":132,"hizbQuarter":64,"sajda":false},{"number":1040,"text":"Et ne vous placez pas sur tout chemin, menaçant, empêchant du sentier d'Allah celui qui croit en Lui et cherchant à rendre ce sentier tortueux. Rappelez-vous quand vous étiez peu nombreux et qu'Il vous a multipliés en grand nombre. Et regardez ce qui est advenu aux fauteurs de désordre.","numberInSurah":86,"juz":8,"manzil":2,"page":161,"ruku":132,"hizbQuarter":64,"sajda":false},{"number":1041,"text":"Si une partie d'entre vous a cru au message avec lequel j'ai été envoyé, et qu'une partie n'a pas cru, patientez donc jusqu'à ce qu'Allah juge parmi nous car Il est le Meilleur des juges.»","numberInSurah":87,"juz":8,"manzil":2,"page":161,"ruku":132,"hizbQuarter":64,"sajda":false},{"number":1042,"text":"Les notables de son peuple qui s'enflaient d'orgueil, dirent: «Nous t'expulserons certes de notre cité, ô Chu'aïb, toi et ceux qui ont cru avec toi. Ou que vous reveniez à notre religion.» - Il dit: «Est-ce même quand cela nous répugne?»","numberInSurah":88,"juz":9,"manzil":2,"page":162,"ruku":132,"hizbQuarter":65,"sajda":false},{"number":1043,"text":"Certes, nous aurions forgé un mensonge contre Allah si nous revenions à votre religion après qu'Allah nous en a sauvés. Il ne nous appartient pas d'y retourner à moins qu'Allah notre Seigneur ne le veuille. Notre Seigneur embrasse toute chose de Sa science. C'est en Allah que nous plaçons notre confiance. O notre Seigneur, tranche par la vérité, entre nous et notre peuple car Tu es le meilleur des juges.»","numberInSurah":89,"juz":9,"manzil":2,"page":162,"ruku":132,"hizbQuarter":65,"sajda":false},{"number":1044,"text":"Et les notables de son peuple qui ne croyaient pas, dirent: «Si vous suivez Chu'aïb, vous serez assurément perdants».","numberInSurah":90,"juz":9,"manzil":2,"page":162,"ruku":132,"hizbQuarter":65,"sajda":false},{"number":1045,"text":"Alors le tremblement (de terre) les saisit; et les voilà étendus, gisant dans leurs demeures.","numberInSurah":91,"juz":9,"manzil":2,"page":162,"ruku":132,"hizbQuarter":65,"sajda":false},{"number":1046,"text":"Ceux qui traitaient Chu'aïb de menteur (disparurent) comme s'ils n'y avaient jamais vécu. Ceux qui traitaient Chu'aïb de menteur furent eux les perdants.","numberInSurah":92,"juz":9,"manzil":2,"page":162,"ruku":132,"hizbQuarter":65,"sajda":false},{"number":1047,"text":"Il se détourna d'eux et dit: «O mon peuple, je vous ai bien communiqué les messages de mon Seigneur et donné des conseils. Comment donc m'attristerais-je sur des gens mécréants?»","numberInSurah":93,"juz":9,"manzil":2,"page":162,"ruku":132,"hizbQuarter":65,"sajda":false},{"number":1048,"text":"Nous n'avons envoyé aucun prophète dans une cité, sans que Nous n'ayons pris ses habitants ensuite par l'adversité et la détresse afin qu'ils implorent (le pardon).","numberInSurah":94,"juz":9,"manzil":2,"page":162,"ruku":133,"hizbQuarter":65,"sajda":false},{"number":1049,"text":"Puis Nous avons changé leur mauvaise condition en y substituant le bien, au point qu'ayant grandi en nombre et en richesse, ils dirent: «La détresse et l'aisance ont touché nos ancêtres aussi.» Eh bien, Nous les avons saisis soudain, sans qu'ils s'en rendent compte.","numberInSurah":95,"juz":9,"manzil":2,"page":162,"ruku":133,"hizbQuarter":65,"sajda":false},{"number":1050,"text":"Si les habitants des cités avaient cru et avaient été pieux, Nous leur aurions certainement accordé des bénédictions du ciel et de la terre. Mais ils ont démenti et Nous les avons donc saisis, pour ce qu'ils avaient acquis.","numberInSurah":96,"juz":9,"manzil":2,"page":163,"ruku":133,"hizbQuarter":65,"sajda":false},{"number":1051,"text":"Les gens des cités sont-ils sûrs que Notre châtiment rigoureux ne les atteindra pas la nuit, pendant qu'ils sont endormis?","numberInSurah":97,"juz":9,"manzil":2,"page":163,"ruku":133,"hizbQuarter":65,"sajda":false},{"number":1052,"text":"Les gens des cités sont-ils sûrs que Notre châtiment rigoureux ne les atteindra pas le jour, pendant qu'ils s'amusent?","numberInSurah":98,"juz":9,"manzil":2,"page":163,"ruku":133,"hizbQuarter":65,"sajda":false},{"number":1053,"text":"Sont-ils à l'abri du stratagème d'Allah? Seuls les gens perdus se sentent à l'abri du stratagème d'Allah.","numberInSurah":99,"juz":9,"manzil":2,"page":163,"ruku":133,"hizbQuarter":65,"sajda":false},{"number":1054,"text":"N'est-il pas prouvé à ceux qui reçoivent la terre en héritage des peuples précédents que, si Nous voulions, Nous les frapperions pour leurs péchés et scellerions leurs cœurs, et ils n'entendraient plus rien?","numberInSurah":100,"juz":9,"manzil":2,"page":163,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1055,"text":"Voilà les cités dont Nous te racontons certaines de leurs nouvelles. [A ceux-là,] en vérité, leurs messagers leur avaient apporté les preuves, mais ils n'étaient pas prêts à accepter ce qu'auparavant ils avaient traité de mensonge. C'est ainsi qu'Allah scelle les cœurs des mécréants.","numberInSurah":101,"juz":9,"manzil":2,"page":163,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1056,"text":"Et Nous n'avons trouvé chez la plupart d'entre eux aucun respect de l'engagement; mais Nous avons trouvé la plupart d'entre eux pervers.","numberInSurah":102,"juz":9,"manzil":2,"page":163,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1057,"text":"Puis, après [ces messagers,] Nous avons envoyé Moïse avec Nos miracles vers Pharaon et ses notables. Mais ils se montrèrent injustes envers Nos signes. Considère donc quelle fut la fin des corrupteurs.","numberInSurah":103,"juz":9,"manzil":2,"page":163,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1058,"text":"Et Moïse dit: «O Pharaon, je suis un Messager de la part du Seigneur de l'Univers,","numberInSurah":104,"juz":9,"manzil":2,"page":163,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1059,"text":"je ne dois dire sur Allah que la vérité. Je suis venu à vous avec une preuve de la part de votre Seigneur. Laisse donc partir avec moi les Enfants d'Israël.»","numberInSurah":105,"juz":9,"manzil":2,"page":164,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1060,"text":"«Si tu es venu avec un miracle, dit (Pharaon,) apporte-le donc, si tu es du nombre des véridiques.»","numberInSurah":106,"juz":9,"manzil":2,"page":164,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1061,"text":"Il jeta son bâton et voilà que c'était un serpent évident.","numberInSurah":107,"juz":9,"manzil":2,"page":164,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1062,"text":"Et il sortit sa main et voilà qu'elle était blanche (éclatante), pour ceux qui regardaient.","numberInSurah":108,"juz":9,"manzil":2,"page":164,"ruku":134,"hizbQuarter":65,"sajda":false},{"number":1063,"text":"Les notables du peuple de Pharaon dirent: «Voilà, certes, un magicien chevronné.","numberInSurah":109,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1064,"text":"Il veut vous expulser de votre pays.» - «Alors, que commandez-vous?»","numberInSurah":110,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1065,"text":"Ils dirent: «Fais-le attendre, lui et son frère, et envoie des rassembleurs dans les villes,","numberInSurah":111,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1066,"text":"qui t'amèneront tout magicien averti.","numberInSurah":112,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1067,"text":"Et les magiciens vinrent à Pharaon en disant: «Y aura-t-il vraiment une récompense pour nous, si nous sommes les vainqueurs?»","numberInSurah":113,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1068,"text":"Il dit: «Oui, et vous serez certainement du nombre de mes rapprochés».","numberInSurah":114,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1069,"text":"Ils dirent: «O Moïse, ou bien tu jetteras (le premier), ou bien nous serons les premiers à jeter».","numberInSurah":115,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1070,"text":"«Jetez» dit-il. Puis lorsqu'ils eurent jeté, ils ensorcelèrent les yeux des gens et les épouvantèrent, et vinrent avec une puissante magie.","numberInSurah":116,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":65,"sajda":false},{"number":1071,"text":"Et Nous révélâmes à Moïse: «Jette ton bâton». Et voilà que celui-ci se mit à engloutir ce qu'ils avaient fabriqué.","numberInSurah":117,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1072,"text":"Ainsi la vérité se manifesta et ce qu'ils firent fût vain.","numberInSurah":118,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1073,"text":"Ainsi ils furent battus et se trouvèrent humiliés.","numberInSurah":119,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1074,"text":"Et les magiciens se jetèrent prosternés.","numberInSurah":120,"juz":9,"manzil":2,"page":164,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1075,"text":"Ils dirent: «Nous croyons au Seigneur de l'Univers,","numberInSurah":121,"juz":9,"manzil":2,"page":165,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1076,"text":"au Seigneur de Moïse et d'Aaron.»","numberInSurah":122,"juz":9,"manzil":2,"page":165,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1077,"text":"«Y avez-vous cru avant que je ne vous (le) permette? dit Pharaon. C'est bien un stratagème que vous avez manigancé dans la ville, afin d'en faire partir ses habitants. Vous saurez bientôt...","numberInSurah":123,"juz":9,"manzil":2,"page":165,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1078,"text":"Je vais vous couper la main et la jambe opposées, et puis, je vous crucifierai tous.»","numberInSurah":124,"juz":9,"manzil":2,"page":165,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1079,"text":"Ils dirent: «En vérité, c'est vers notre Seigneur que nous retournerons.","numberInSurah":125,"juz":9,"manzil":2,"page":165,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1080,"text":"Tu ne te venges de nous que parce que nous avons cru aux preuves de notre Seigneur, lorsqu'elles nous sont venues. O notre Seigneur! Déverse sur nous l'endurance et fais nous mourir entièrement soumis.»","numberInSurah":126,"juz":9,"manzil":2,"page":165,"ruku":135,"hizbQuarter":66,"sajda":false},{"number":1081,"text":"Et les notables du peuple de Pharaon dirent: «Laisseras-tu Moïse et son peuple commettre du désordre sur la terre, et lui-même te délaisser, toi et tes divinités?» Il dit: «Nous allons massacrer leurs fils et laisser vivre leurs femmes. Nous aurons le dessus sur eux et les dominerons.»","numberInSurah":127,"juz":9,"manzil":2,"page":165,"ruku":136,"hizbQuarter":66,"sajda":false},{"number":1082,"text":"Moïse dit à son peuple: «Demandez aide auprès d'Allah et soyez patients, car la terre appartient à Allah. Il en fait héritier qui Il veut parmi Ses serviteurs. Et la fin (heureuse) sera aux pieux».","numberInSurah":128,"juz":9,"manzil":2,"page":165,"ruku":136,"hizbQuarter":66,"sajda":false},{"number":1083,"text":"Ils dirent: «Nous avons été persécutés avant que tu ne viennes à nous, et après ton arrivée.» Il dit: «Il se peut que votre Seigneur détruise votre ennemi et vous donne la lieutenance sur terre, et Il verra ensuite comment vous agirez».","numberInSurah":129,"juz":9,"manzil":2,"page":165,"ruku":136,"hizbQuarter":66,"sajda":false},{"number":1084,"text":"Nous avons éprouvé les gens de Pharaon par des années de disette et par une diminution des fruits afin qu'ils se rappellent.","numberInSurah":130,"juz":9,"manzil":2,"page":165,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1085,"text":"Et quand le bien-être leur vint, ils dirent: «Cela nous est dû» et si un mal les atteignait, ils voyaient en Moïse et ceux qui étaient avec lui un mauvais augure. En vérité leur sort dépend uniquement d'Allah? Mais la plupart d'entre eux ne savent pas.","numberInSurah":131,"juz":9,"manzil":2,"page":166,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1086,"text":"Et ils dirent: «Quel que soit le miracle que tu nous apportes pour nous fasciner, nous ne croirons pas en toi».","numberInSurah":132,"juz":9,"manzil":2,"page":166,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1087,"text":"Et Nous avons alors envoyé sur eux l'inondation, les sauterelles, les poux (ou la calandre), les grenouilles et le sang, comme signes explicites. Mais ils s'enflèrent d'orgueil et demeurèrent un peuple criminel.","numberInSurah":133,"juz":9,"manzil":2,"page":166,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1088,"text":"Et quand le châtiment les frappa, ils dirent: «O Moïse, invoque pour nous ton Seigneur en vertu de l'engagement qu'Il t'a donné. Si tu éloignes de nous le châtiment, nous croirons certes en toi et laisserons partir avec toi les enfants d'Israël».","numberInSurah":134,"juz":9,"manzil":2,"page":166,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1089,"text":"Et quand Nous eûmes éloigné d'eux le châtiment jusqu'au terme fixé qu'ils devaient atteindre, voilà qu'ils violèrent l'engagement.","numberInSurah":135,"juz":9,"manzil":2,"page":166,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1090,"text":"Alors Nous Nous sommes vengés d'eux; Nous les avons noyés dans les flots, parce qu'ils traitaient de mensonges Nos signes et n'y prêtaient aucune attention.","numberInSurah":136,"juz":9,"manzil":2,"page":166,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1091,"text":"Et les gens qui étaient opprimés, Nous les avons fait hériter les contrées orientales et occidentales de la terre que Nous avons bénies. Et la très belle promesse de ton Seigneur sur les enfants d'Israël s'accomplit pour prix de leur endurance. Et Nous avons détruit ce que faisaient Pharaon et son peuple, ainsi que ce qu'ils construisaient.","numberInSurah":137,"juz":9,"manzil":2,"page":166,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1092,"text":"Et Nous avons fait traverser la Mer aux Enfants d'Israël. Ils passèrent auprès d'un peuple attaché à ses idoles et dirent: «O Moïse, désigne-nous une divinité semblable à leurs dieux.» Il dit: «Vous êtes certes des gens ignorants.","numberInSurah":138,"juz":9,"manzil":2,"page":167,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1093,"text":"Le culte, auquel ceux-là s'adonnent, est caduc; et tout ce qu'ils font est nul et sans valeur.»","numberInSurah":139,"juz":9,"manzil":2,"page":167,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1094,"text":"Il dit: «Chercherai-je pour vous une autre divinité qu'Allah, alors que c'est Lui qui vous a préférés à toutes les créatures [de leur époque]?»","numberInSurah":140,"juz":9,"manzil":2,"page":167,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1095,"text":"(Rappelez-vous) le moment où Nous vous sauvâmes des gens de Pharaon qui vous infligeaient le pire châtiment. Ils massacraient vos fils et laissaient vivre vos femmes. C'était là une terrible épreuve de la part de votre Seigneur.","numberInSurah":141,"juz":9,"manzil":2,"page":167,"ruku":137,"hizbQuarter":66,"sajda":false},{"number":1096,"text":"Et Nous donnâmes à Moïse rendez-vous pendant trente nuits, et Nous les complétâmes par dix, de sorte que le temps fixé par son Seigneur se termina au bout de quarante nuits. Et Moïse dit à Aaron son frère: «Remplace-moi auprès de mon peuple, et agis en bien, et ne suis pas le sentier des corrupteurs».","numberInSurah":142,"juz":9,"manzil":2,"page":167,"ruku":138,"hizbQuarter":67,"sajda":false},{"number":1097,"text":"Et lorsque Moïse vint à Notre rendez-vous et que son Seigneur lui eut parlé, il dit: «O mon Seigneur, montre Toi à moi pour que je Te voie!» Il dit: «Tu ne Me verras pas; mais regarde le Mont: s'il tient en sa place, alors tu Me verras.» Mais lorsque son Seigneur Se manifesta au Mont, Il le pulvérisa, et Moïse s'effondra foudroyé. Lorsqu'il se fut remis, il dit: «Gloire à Toi! A Toi je me repens; et je suis le premier des croyants».","numberInSurah":143,"juz":9,"manzil":2,"page":167,"ruku":138,"hizbQuarter":67,"sajda":false},{"number":1098,"text":"Et (Allah) dit: «O Moïse, Je t'ai préféré à tous les hommes, par Mes messages et par Ma parole. Prends donc ce que Je te donne, et sois du nombre des reconnaissants».","numberInSurah":144,"juz":9,"manzil":2,"page":168,"ruku":138,"hizbQuarter":67,"sajda":false},{"number":1099,"text":"Et Nous écrivîmes pour lui, sur les tablettes, une exhortation concernant toute chose, et un exposé détaillé de toute chose. «Prends-les donc fermement et commande à ton peuple d'en adopter le meilleur. Bientôt Je vous ferai voir la demeure des pervers.","numberInSurah":145,"juz":9,"manzil":2,"page":168,"ruku":138,"hizbQuarter":67,"sajda":false},{"number":1100,"text":"J'écarterai de Mes signes ceux qui, sans raison, s'enflent d'orgueil sur terre. Même s'ils voyaient tous les miracles, ils n'y croiraient pas. Et s'ils voient le bon sentier, ils ne le prennent pas comme sentier. Mais s'ils voient le sentier de l'erreur, ils le prennent comme sentier. C'est qu'en vérité ils traitent de mensonges Nos preuves et ils ne leur accordaient aucune attention.","numberInSurah":146,"juz":9,"manzil":2,"page":168,"ruku":138,"hizbQuarter":67,"sajda":false},{"number":1101,"text":"Et ceux qui traitent de mensonges Nos preuves ainsi que la rencontre de l'au-delà, leurs œuvres sont vaines. Seraient-ils rétribués autrement que selon leurs œuvres?»","numberInSurah":147,"juz":9,"manzil":2,"page":168,"ruku":138,"hizbQuarter":67,"sajda":false},{"number":1102,"text":"Et le peuple de Moïse adopta après lui un veau, fait de leurs parures: un corps qui semblait mugir. N'ont-ils pas vu qu'il ne leur parlait point et qu'il ne les guidait sur aucun chemin? Ils l'adoptèrent [comme divinité], et ils étaient des injustes.","numberInSurah":148,"juz":9,"manzil":2,"page":168,"ruku":139,"hizbQuarter":67,"sajda":false},{"number":1103,"text":"Et quand ils éprouvèrent des regrets, et qu'ils virent qu'ils étaient bel et bien égarés, ils dirent: «Si notre Seigneur ne nous fait pas miséricorde et ne nous pardonne pas, nous serons très certainement du nombre des perdants».","numberInSurah":149,"juz":9,"manzil":2,"page":168,"ruku":139,"hizbQuarter":67,"sajda":false},{"number":1104,"text":"Et lorsque Moïse retourna à son peuple, fâché, attristé, il dit: «Vous avez très mal agi pendant mon absence! Avez-vous voulu hâter le commandement de votre Seigneur?» Il jeta les tablettes et prit la tête de son frère, en la tirant à lui: «O fils de ma mère, dit (Aaron), le peuple m'a traité en faible, et peu s'en est fallu qu'ils ne me tuent. Ne fais donc pas que les ennemis se réjouissent à mes dépens, et ne m'assigne pas la compagnie des gens injustes».","numberInSurah":150,"juz":9,"manzil":2,"page":169,"ruku":139,"hizbQuarter":67,"sajda":false},{"number":1105,"text":"Et (Moïse) dit: «O mon Seigneur, pardonne à moi et à mon frère et fais-nous entrer en Ta miséricorde, car Tu es Le plus Miséricordieux des miséricordieux».","numberInSurah":151,"juz":9,"manzil":2,"page":169,"ruku":139,"hizbQuarter":67,"sajda":false},{"number":1106,"text":"Ceux qui prenaient le veau (comme divinité), bientôt tombera sur eux de la part de leur Seigneur, une colère, et un avilissement dans la vie présente. Ainsi, Nous rétribuons les inventeurs (d'idoles).","numberInSurah":152,"juz":9,"manzil":2,"page":169,"ruku":140,"hizbQuarter":67,"sajda":false},{"number":1107,"text":"Ceux qui ont fait de mauvaises actions et qui ensuite se sont repentis et ont cru... ton Seigneur, après cela est sûrement Pardonneur et Miséricordieux.","numberInSurah":153,"juz":9,"manzil":2,"page":169,"ruku":140,"hizbQuarter":67,"sajda":false},{"number":1108,"text":"Et quand la colère de Moïse se fut calmée, il prit les tablettes. Il y avait dans leur texte guide et miséricorde à l'intention de ceux qui craignent leur Seigneur.","numberInSurah":154,"juz":9,"manzil":2,"page":169,"ruku":140,"hizbQuarter":67,"sajda":false},{"number":1109,"text":"Et Moïse choisit de son peuple soixante-dix hommes pour un rendez-vous avec Nous. Puis lorsqu'ils furent saisis par le tremblement (de terre), il dit: «Mon Seigneur, si Tu avais voulu, Tu les aurais détruits avant, et moi avec. Vas-Tu nous détruire pour ce que des sots d'entre nous ont fait? Ce n'est là qu'une épreuve de Toi, par laquelle Tu égares qui Tu veux, et guides qui Tu veux. Tu es notre Maître. Pardonne-nous et fais-nous miséricorde, car Tu es le Meilleur des pardonneurs.","numberInSurah":155,"juz":9,"manzil":2,"page":169,"ruku":140,"hizbQuarter":67,"sajda":false},{"number":1110,"text":"Et prescris pour nous le bien ici-bas ainsi que dans l'au-delà. Nous voilà revenus vers Toi, repentis.» Et (Allah) dit: «Je ferai que Mon châtiment atteigne qui Je veux. Et Ma miséricorde embrasse toute chose. Je la prescrirai à ceux qui (Me) craignent, acquittent la Zakât, et ont foi en Nos signes,","numberInSurah":156,"juz":9,"manzil":2,"page":170,"ruku":140,"hizbQuarter":68,"sajda":false},{"number":1111,"text":"Ceux qui suivent le Messager, le Prophète illettré qu'ils trouvent écrit (mentionné) chez eux dans la Thora et l'Evangile. Il leur ordonne le convenable, leur défend le blâmable, leur rend licites les bonnes choses, leur interdit les mauvaises, et leur ôte le fardeau et les jougs qui étaient sur eux. Ceux qui croiront en lui, le soutiendront, lui porteront secours et suivront la lumière descendue avec lui; ceux-là seront les gagnants.","numberInSurah":157,"juz":9,"manzil":2,"page":170,"ruku":140,"hizbQuarter":68,"sajda":false},{"number":1112,"text":"Dis: «O hommes! Je suis pour vous tous le Messager d'Allah, à Qui appartient la royauté des cieux et de la terre. Pas de divinité à part Lui. Il donne la vie et Il donne la mort. Croyez donc en Allah, en Son messager, le Prophète illettré qui croit en Allah et en Ses paroles. Et suivez-le afin que vous soyez bien guidés».","numberInSurah":158,"juz":9,"manzil":2,"page":170,"ruku":141,"hizbQuarter":68,"sajda":false},{"number":1113,"text":"Parmi le peuple de Moïse, il est une communauté qui guide (les autres) avec la vérité, et qui, par là, exerce la justice.","numberInSurah":159,"juz":9,"manzil":2,"page":170,"ruku":141,"hizbQuarter":68,"sajda":false},{"number":1114,"text":"Nous les répartîmes en douze tribus, (en douze) communautés. Et Nous révélâmes à Moïse, lorsque son peuple lui demanda de l'eau: «Frappe le rocher avec ton bâton.» Et voilà qu'en jaillirent douze sources. Chaque tribu sut son abreuvoir. Nous les couvrîmes de l'ombre du nuage, et fîmes descendre sur eux la manne et les cailles: «Mangez des bonnes choses que Nous vous avons attribuées.» Et ce n'est pas à Nous qu'ils ont fait du tort, mais c'est à eux-mêmes qu'ils en faisaient.","numberInSurah":160,"juz":9,"manzil":2,"page":171,"ruku":141,"hizbQuarter":68,"sajda":false},{"number":1115,"text":"Et lorsqu'il leur fut dit: «Habitez cette cité et mangez [de ses produits] à votre guise, mais dites: rémission [à nos péchés] et entrez par la porte en vous prosternant. Nous vous pardonnerons vos fautes; et aux bienfaisants (d'entre vous,) Nous accorderons davantage».","numberInSurah":161,"juz":9,"manzil":2,"page":171,"ruku":141,"hizbQuarter":68,"sajda":false},{"number":1116,"text":"Puis, les injustes parmi eux changèrent en une autre, la parole qui leur était dite. Alors, Nous envoyâmes du ciel un châtiment sur eux, pour le méfait qu'ils avaient commis.","numberInSurah":162,"juz":9,"manzil":2,"page":171,"ruku":141,"hizbQuarter":68,"sajda":false},{"number":1117,"text":"Et interroge-les au sujet de la cité qui donnait sur la mer, lorsqu'on y transgressait le Sabbat! Que leurs poissons venaient à eux faisant surface, au jour de leur Sabbat, et ne venaient pas à eux le jour où ce n'était pas Sabbat! Ainsi les éprouvions-Nous pour la perversité qu'ils commettaient.","numberInSurah":163,"juz":9,"manzil":2,"page":171,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1118,"text":"Et quand parmi eux une communauté dit: «Pourquoi exhortez-vous un peuple qu'Allah va anéantir ou châtier d'un châtiment sévère?» Ils répondirent: «Pour dégager notre responsabilité vis-à-vis de votre Seigneur; et que peut-être ils deviendront pieux!»","numberInSurah":164,"juz":9,"manzil":2,"page":172,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1119,"text":"Puis, lorsqu'ils oublièrent ce qu'on leur avait rappelé, Nous sauvâmes ceux qui (leur) avaient interdit le mal et saisîmes par un châtiment rigoureux les injustes pour leurs actes pervers.","numberInSurah":165,"juz":9,"manzil":2,"page":172,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1120,"text":"Puis, lorsqu'ils refusèrent (par orgueil) d'abandonner ce qui leur avait été interdit, Nous leur dîmes: «Soyez des singes abjects».","numberInSurah":166,"juz":9,"manzil":2,"page":172,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1121,"text":"Et lorsque ton Seigneur annonça qu'Il enverra certes contre eux quelqu'un qui leur imposera le pire châtiment jusqu'au Jour de la Résurrection. En vérité ton Seigneur est prompt à punir mais Il est aussi Pardonneur et Miséricordieux.","numberInSurah":167,"juz":9,"manzil":2,"page":172,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1122,"text":"Et Nous les avons répartis en communautés sur la terre. Il y a parmi eux des gens de bien, mais il y en a qui le sont moins. Nous les avons éprouvés par des biens et par des maux, peut-être reviendraient-ils (au droit chemin).","numberInSurah":168,"juz":9,"manzil":2,"page":172,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1123,"text":"Puis les suivirent des successeurs qui héritèrent le Livre, mais qui préférèrent ce qu'offre la vie d'ici-bas en disant: «Nous aurons le pardon.» Et si des choses semblables s'offrent à eux, ils les acceptent. N'avait-on pas pris d'eux l'engagement du Livre, qu'ils ne diraient sur Allah que la vérité? Ils avaient pourtant étudié ce qui s'y trouve. Et l'ultime demeure est meilleure pour ceux qui pratiquent la piété, - Ne comprendrez-vous donc pas? -","numberInSurah":169,"juz":9,"manzil":2,"page":172,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1124,"text":"Et ceux qui se conforment au Livre et accomplissent laSalât, [en vérité], Nous ne laissons pas perdre la récompense de ceux qui s'amendent.","numberInSurah":170,"juz":9,"manzil":2,"page":172,"ruku":142,"hizbQuarter":68,"sajda":false},{"number":1125,"text":"Et lorsque Nous avons brandi au-dessus d'eux le Mont, comme si c'eût été une ombrelle. Ils pensaient qu'il allait tomber sur eux. «Tenez fermement à ce que Nous vous donnons et rappelez-vous son contenu. Peut-être craindrez vous Allah».","numberInSurah":171,"juz":9,"manzil":2,"page":173,"ruku":142,"hizbQuarter":69,"sajda":false},{"number":1126,"text":"Et quand ton Seigneur tira une descendance des reins des fils d'Adam et les fit témoigner sur eux-mêmes: «Ne suis-Je pas votre Seigneur?» Ils répondirent: «Mais si, nous en témoignons...» - afin que vous ne disiez point, au Jour de la Résurrection: «Vraiment, nous n'y avons pas fait attention»,","numberInSurah":172,"juz":9,"manzil":2,"page":173,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1127,"text":"ou que vous auriez dit (tout simplement): «Nos ancêtres autrefois donnaient des associés à Allah, et nous sommes leurs descendants, après eux. Vas-Tu nous détruire pour ce qu'ont fait les imposteurs?»","numberInSurah":173,"juz":9,"manzil":2,"page":173,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1128,"text":"Et c'est ainsi que Nous expliquons intelligemment les signes. Peut-être reviendront-ils!","numberInSurah":174,"juz":9,"manzil":2,"page":173,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1129,"text":"Et raconte-leur l'histoire de celui à qui Nous avions donné Nos signes et qui s'en écarta. Le Diable, donc, l'entraîna dans sa suite et il devint ainsi du nombre des égarés.","numberInSurah":175,"juz":9,"manzil":2,"page":173,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1130,"text":"Et si Nous avions voulu, Nous l'aurions élevé par ces mêmes enseignements, mais il s'inclina vers la terre et suivit sa propre passion. Il est semblable à un chien qui halète si tu l'attaques, et qui halète aussi si tu le laisses. Tel est l'exemple des gens qui traitent de mensonges Nos signes. Eh bien, raconte le récit. Peut-être réfléchiront-ils!","numberInSurah":176,"juz":9,"manzil":2,"page":173,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1131,"text":"Quel mauvais exemple que ces gens qui traitent de mensonges Nos signes, cependant que c'est à eux-mêmes qu'ils font du tort.","numberInSurah":177,"juz":9,"manzil":2,"page":173,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1132,"text":"Quiconque Allah guide, voilà le bien guidé. Et quiconque Il égare, voilà les perdants.","numberInSurah":178,"juz":9,"manzil":2,"page":173,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1133,"text":"Nous avons destiné beaucoup de djinns et d'hommes pour l'Enfer. Ils ont des cœurs, mais ne comprennent pas. Ils ont des yeux, mais ne voient pas. Ils ont des oreilles, mais n'entendent pas. Ceux-là sont comme les bestiaux, même plus égarés encore. Tels sont les insouciants.","numberInSurah":179,"juz":9,"manzil":2,"page":174,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1134,"text":"C'est à Allah qu'appartiennent les noms les plus beaux. Invoquez-Le par ces noms et laissez ceux qui profanent Ses noms: ils seront rétribués pour ce qu'ils ont fait.","numberInSurah":180,"juz":9,"manzil":2,"page":174,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1135,"text":"Parmi ceux que Nous avons créés, il y a une communauté qui guide (les autres) selon la vérité et par celle-ci exerce la justice.","numberInSurah":181,"juz":9,"manzil":2,"page":174,"ruku":143,"hizbQuarter":69,"sajda":false},{"number":1136,"text":"Ceux qui traitent de mensonges Nos enseignements, Nous allons les conduire graduellement vers leur perte par des voies qu'ils ignorent.","numberInSurah":182,"juz":9,"manzil":2,"page":174,"ruku":144,"hizbQuarter":69,"sajda":false},{"number":1137,"text":"Et Je leur accorderai un délai, car Mon stratagème est solide!","numberInSurah":183,"juz":9,"manzil":2,"page":174,"ruku":144,"hizbQuarter":69,"sajda":false},{"number":1138,"text":"Est-ce qu'ils n'ont pas réfléchi? Il n'y a point de folie en leur compagnon (Muhammad): il n'est qu'un avertisseur explicite!","numberInSurah":184,"juz":9,"manzil":2,"page":174,"ruku":144,"hizbQuarter":69,"sajda":false},{"number":1139,"text":"N'ont-ils pas médité sur le royaume des cieux et de la terre, et toute chose qu'Allah a créée, et que leur terme est peut-être déjà proche? En quelle parole croiront-ils après cela?","numberInSurah":185,"juz":9,"manzil":2,"page":174,"ruku":144,"hizbQuarter":69,"sajda":false},{"number":1140,"text":"Quiconque Allah égare, pas de guide pour lui. Et Il les laisse dans leur transgression confus et hésitants.","numberInSurah":186,"juz":9,"manzil":2,"page":174,"ruku":144,"hizbQuarter":69,"sajda":false},{"number":1141,"text":"Ils t'interrogent sur l'Heure: «Quand arrivera-t-elle?» Dis: «Seul mon Seigneur en a connaissance. Lui seul la manifestera en son temps. Lourde elle sera dans les cieux et (sur) la terre et elle ne viendra à vous que soudainement.» Ils t'interrogent comme si tu en étais averti. Dis: «Seul Allah en a connaissance.» Mais beaucoup de gens ne savent pas.","numberInSurah":187,"juz":9,"manzil":2,"page":174,"ruku":144,"hizbQuarter":69,"sajda":false},{"number":1142,"text":"Dis: «Je ne détiens pour moi-même ni profit ni dommage, sauf ce qu'Allah veut. Et si je connaissais l'Inconnaissable, j'aurais eu des biens en abondance et aucun mal ne m'aurait touché. Je ne suis, pour les gens qui croient, qu'un avertisseur et un annonciateur».","numberInSurah":188,"juz":9,"manzil":2,"page":175,"ruku":144,"hizbQuarter":69,"sajda":false},{"number":1143,"text":"C'est Lui qui vous a créés d'un seul être dont il a tiré son épouse, pour qu'il trouve de la tranquillité auprès d'elle; et lorsque celui-ci eut cohabité avec elle, elle conçut une légère grossesse, avec quoi elle se déplaçait (facilement). Puis lorsqu'elle se trouva alourdie, tous deux invoquèrent leur Seigneur: «Si Tu nous donnes un (enfant) sain, nous serons certainement du nombre des reconnaissants».","numberInSurah":189,"juz":9,"manzil":2,"page":175,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1144,"text":"Puis, lorsqu'Il leur eût donné un (enfant) sain, tous deux assignèrent à Allah des associés en ce qu'Il leur avait donné. Mais Allah est bien au-dessus des associés qu'on Lui assigne.","numberInSurah":190,"juz":9,"manzil":2,"page":175,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1145,"text":"Est-ce qu'ils assignent comme associés ce qui ne crée rien et qui eux-mêmes sont créés,","numberInSurah":191,"juz":9,"manzil":2,"page":175,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1146,"text":"et qui ne peuvent ni les secourir ni se secourir eux-mêmes?","numberInSurah":192,"juz":9,"manzil":2,"page":175,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1147,"text":"Si vous les appelez vers le chemin droit, ils ne vous suivront pas. Le résultat pour vous est le même, que vous les appeliez ou que vous gardiez le silence.","numberInSurah":193,"juz":9,"manzil":2,"page":175,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1148,"text":"Ceux que vous invoquez en dehors d'Allah sont des serviteurs comme vous. Invoquez-les donc et qu'ils vous répondent, si vous êtes véridiques.","numberInSurah":194,"juz":9,"manzil":2,"page":175,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1149,"text":"Ont-ils des jambes pour marcher? Ont-ils de mains pour frapper? Ont-ils des yeux pour observer? Ont-ils des oreilles pour entendre? Dis: «Invoquez vos associés, et puis, rusez contre moi; et ne me donnez pas de répit.","numberInSurah":195,"juz":9,"manzil":2,"page":175,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1150,"text":"Certes mon Maître, c'est Allah qui a fait descendre le Livre (le Coran). C'est Lui qui se charge (de la protection) des vertueux.","numberInSurah":196,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1151,"text":"Et ceux que vous invoquez en dehors de Lui ne sont capables ni de vous secourir, ni de se secourir eux-mêmes.»","numberInSurah":197,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1152,"text":"Et si tu les appelles vers le chemin droit, ils n'entendent pas. Tu les vois qui te regardent, (mais) ils ne voient pas.","numberInSurah":198,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1153,"text":"Accepte ce qu'on t'offre de raisonnable, commande ce qui est convenable et éloigne-toi des ignorants.","numberInSurah":199,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1154,"text":"Et si jamais le Diable t'incite à faire le mal, cherche refuge auprès d'Allah. Car Il entend, et sait tout.","numberInSurah":200,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1155,"text":"Ceux qui pratiquent la piété, lorsqu'une suggestion du Diable les touche se rappellent [du châtiment d'Allah]: et les voilà devenus clairvoyants.","numberInSurah":201,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1156,"text":"(Quant aux méchants), leurs partenaires diaboliques les enfoncent dans l'aberration, puis ils ne cessent (de s'enfoncer).","numberInSurah":202,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1157,"text":"Quand tu ne leur apportes pas de miracle, ils disent: «Pourquoi ne l'inventes-tu pas?» Dis: «Je ne fais que suivre ce qui m'est révélé de mon Seigneur. Ces [versets coraniques] sont des preuves illuminantes venant de votre Seigneur, un guide et une grâce pour des gens qui croient.","numberInSurah":203,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1158,"text":"Et quand on récite le Coran, prêtez-lui l'oreille attentivement et observez le silence, afin que vous obteniez la miséricorde (d'Allah).","numberInSurah":204,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1159,"text":"Et invoque ton Seigneur en toi-même, en humilité et crainte, à mi-voix, le matin et le soir, et ne sois pas du nombre des insouciants.","numberInSurah":205,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":false},{"number":1160,"text":"Ceux qui sont auprès de ton Seigneur [les anges] ne dédaignent pas de L'adorer. Ils Le glorifient et se prosternent devant Lui.","numberInSurah":206,"juz":9,"manzil":2,"page":176,"ruku":145,"hizbQuarter":70,"sajda":{"id":1,"recommended":true,"obligatory":false}}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}