{"code":200,"status":"OK","data":{"number":65,"name":"سُورَةُ الطَّلَاقِ","englishName":"At-Talaaq","englishNameTranslation":"Divorce","revelationType":"Medinan","numberOfAyahs":12,"ayahs":[{"number":5218,"text":"O Prophète! Quand vous répudiez les femmes, répudiez-les conformément à leur période d'attente prescrite; et comptez la période; et craignez Allah votre Seigneur. Ne les faites pas sortir de leurs maisons, et qu'elles n'en sortent pas, à moins qu'elles n'aient commis une turpitude prouvée. Telles sont les lois d'Allah. Quiconque cependant transgresse les lois d'Allah, se fait du tort à lui-même. Tu ne sais pas si d'ici là Allah ne suscitera pas quelque chose de nouveau!","numberInSurah":1,"juz":28,"manzil":7,"page":558,"ruku":492,"hizbQuarter":223,"sajda":false},{"number":5219,"text":"Puis quand elles atteignent le terme prescrit, retenez-les de façon convenable, ou séparez-vous d'elles de façon convenable; et prenez deux hommes intègres parmi vous comme témoins. Et acquittez-vous du témoignage envers Allah. Voilà ce à quoi est exhorté celui qui croit en Allah et au Jour dernier. Et quiconque craint Allah, Il Lui donnera une issue favorable,","numberInSurah":2,"juz":28,"manzil":7,"page":558,"ruku":492,"hizbQuarter":223,"sajda":false},{"number":5220,"text":"et lui accordera Ses dons par [des moyens] sur lesquels il ne comptait pas. Et quiconque place sa confiance en Allah, Il [Allah] lui suffit. Allah atteint ce qu'Il Se propose, et Allah a assigné une mesure à chaque chose.","numberInSurah":3,"juz":28,"manzil":7,"page":558,"ruku":492,"hizbQuarter":223,"sajda":false},{"number":5221,"text":"Si vous avez des doutes à propos (de la période d'attente) de vos femmes qui n'espèrent plus avoir de règles, leur délai est de trois mois. De même pour celles qui n'ont pas encore de règles. Et quant à celles qui sont enceintes, leur période d'attente se terminera à leur accouchement. Quiconque craint Allah cependant, Il lui facilite les choses.","numberInSurah":4,"juz":28,"manzil":7,"page":558,"ruku":492,"hizbQuarter":223,"sajda":false},{"number":5222,"text":"Tel est le commandement d'Allah qu'Il a fait descendre vers vous. Quiconque craint Allah cependant, Il lui efface ses fautes et lui accorde une grosse récompense.","numberInSurah":5,"juz":28,"manzil":7,"page":558,"ruku":492,"hizbQuarter":223,"sajda":false},{"number":5223,"text":"Et faites que ces femmes habitent où vous habitez, et suivant vos moyens. Et ne cherchez pas à leur nuire en les contraignant à vivre à l'étroit. Et si elles sont enceintes, pourvoyez à leurs besoins jusqu'à ce qu'elles aient accouché. Puis, si elles allaitent [l'enfant né] de vous, donnez-leur leurs salaires. Et concertez vous [à ce sujet] de façon convenable. Et si vous rencontrez des difficultés réciproques, alors, une autre allaitera pour lui.","numberInSurah":6,"juz":28,"manzil":7,"page":559,"ruku":492,"hizbQuarter":223,"sajda":false},{"number":5224,"text":"Que celui qui est aisé dépense de sa fortune; et que celui dont les biens sont restreints dépense selon ce qu'Allah lui a accordé. Allah n'impose à personne que selon ce qu'Il lui a donné, et Allah fera succéder l'aisance à la gêne.","numberInSurah":7,"juz":28,"manzil":7,"page":559,"ruku":492,"hizbQuarter":223,"sajda":false},{"number":5225,"text":"Que de cités ont refusé avec insolence le commandement de leur Seigneur et de Ses messagers! Nous leur en demandâmes compte avec sévérité, et les châtiâmes d'un châtiment inouï.","numberInSurah":8,"juz":28,"manzil":7,"page":559,"ruku":493,"hizbQuarter":223,"sajda":false},{"number":5226,"text":"Elles goûtèrent donc la conséquence de leur comportement. Et le résultat final de leurs actions fut [leur] perdition.","numberInSurah":9,"juz":28,"manzil":7,"page":559,"ruku":493,"hizbQuarter":223,"sajda":false},{"number":5227,"text":"Allah a préparé pour eux un dur châtiment. Craignez Allah donc, ô vous qui êtes doués d'intelligence, vous qui avez la foi. Certes, Allah a fait descendre vers vous un rappel,","numberInSurah":10,"juz":28,"manzil":7,"page":559,"ruku":493,"hizbQuarter":223,"sajda":false},{"number":5228,"text":"un Messager qui vous récite les versets d'Allah comme preuves claires, afin de faire sortir ceux qui croient et accomplissent les bonnes œuvres des ténèbres à la lumière. Et quiconque croit en Allah et fait le bien, Il le fait entrer aux Jardins sous lesquels coulent les ruisseaux, pour y demeurer éternellement. Allah lui a fait une belle attribution.","numberInSurah":11,"juz":28,"manzil":7,"page":559,"ruku":493,"hizbQuarter":223,"sajda":false},{"number":5229,"text":"Allah qui a créé sept cieux et autant de terres. Entre eux [Son] commandement descend, afin que vous sachiez qu'Allah est en vérité Omnipotent et qu'Allah a embrassé toute chose de [Son] savoir.","numberInSurah":12,"juz":28,"manzil":7,"page":559,"ruku":493,"hizbQuarter":223,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}