{"code":200,"status":"OK","data":{"number":22,"name":"سُورَةُ الحَجِّ","englishName":"Al-Hajj","englishNameTranslation":"The Pilgrimage","revelationType":"Medinan","numberOfAyahs":78,"ayahs":[{"number":2596,"text":"O hommes! Craignez votre Seigneur. Le séisme [qui précédera] l'Heure est une chose terrible.","numberInSurah":1,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2597,"text":"Le jour où vous le verrez, toute nourrice oubliera ce qu'elle allaitait, et toute femelle enceinte avortera de ce qu'elle portait. Et tu verras les gens ivres, alors qu'ils ne le sont pas. Mais le châtiment d'Allah est dur.","numberInSurah":2,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2598,"text":"Et il y a des gens qui discutent au sujet d'Allah sans aucune science, et qui suivent tout diable rebelle.","numberInSurah":3,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2599,"text":"Il a été prescrit à l'égard de ce dernier qu'il égarera quiconque le prendra pour maître, et qu'il le guidera vers le châtiment de la fournaise.","numberInSurah":4,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2600,"text":"O hommes! Si vous doutez au sujet de la Résurrection, c'est Nous qui vous avons créés de terre, puis d'une goutte de sperme, puis d'une adhérence puis d'un embryon [normalement] formé aussi bien qu'informe pour vous montrer [Notre Omnipotence] et Nous déposerons dans les matrices ce que Nous voulons jusqu'à un terme fixé. Puis Nous vous en sortirons [à l'état] de bébé, pour qu'ensuite vous atteignez votre maturité. Il en est parmi vous qui meurent [jeunes] tandis que d'autres parviennent au plus vil de l'âge si bien qu'ils ne savent plus rien de ce qu'ils connaissaient auparavant. De même tu vois la terre desséchée: dès que Nous y faisons descendre de l'eau elle remue, se gonfle, et fait pousser toutes sortes de splendides couples de végétaux.","numberInSurah":5,"juz":17,"manzil":4,"page":332,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2601,"text":"Il en est ainsi parce qu'Allah est la vérité; et c'est Lui qui rend la vie aux morts; et c'est Lui qui est Omnipotent.","numberInSurah":6,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2602,"text":"Et que l'Heure arrivera; pas de doute à son sujet, et qu'Allah ressuscitera ceux qui sont dans les tombeaux.","numberInSurah":7,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2603,"text":"Or, il y a des gens qui discutent au sujet d'Allah sans aucune science, ni guide, ni Livre pour les éclairer,","numberInSurah":8,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2604,"text":"affichant une attitude orgueilleuse pour égarer les gens du sentier d'Allah. A lui l'ignominie ici-bas; et Nous Lui ferons goûter le Jour de la Résurrection, le châtiment de la fournaise.","numberInSurah":9,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2605,"text":"Voilà, pour ce que tes deux mains ont préparé (ici-bas)! Cependant, Allah n'est point injuste envers Ses serviteurs.","numberInSurah":10,"juz":17,"manzil":4,"page":333,"ruku":285,"hizbQuarter":133,"sajda":false},{"number":2606,"text":"Il en est parmi les gens qui adorent Allah marginalement. S'il leur arrive un bien, ils s'en tranquillisent, et s'il leur arrive une épreuve, ils détournent leur visage, perdant ainsi (le bien) de l'ici-bas et de l'au-delà. Telle est la perte évidente!","numberInSurah":11,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2607,"text":"Ils invoquent en dehors d'Allah, ce qui ne peut ni leur nuire ni leur profiter. Tel est l'égarement profond!","numberInSurah":12,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2608,"text":"Ils invoquent ce dont le mal est certainement plus proche que l'utilité. Quel mauvais allié, et quel mauvais compagnon!","numberInSurah":13,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2609,"text":"Ceux qui croient et font de bonnes œuvres, Allah les fait entrer aux Jardins sous lesquels coulent les ruisseaux, car Allah fait certes ce qu'Il veut.","numberInSurah":14,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2610,"text":"Celui qui pense qu'Allah ne le secourra pas dans l'ici-bas et dans l'au-delà qu'il tende une corde jusqu'au ciel, puis qu'il la coupe, et qu'il voie si sa ruse va faire disparaître ce qui l'enrage.","numberInSurah":15,"juz":17,"manzil":4,"page":333,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2611,"text":"C'est ainsi que Nous le fîmes descendre (Le Coran) en versets clairs et qu'Allah guide qui Il veut.","numberInSurah":16,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2612,"text":"Certes, ceux qui ont cru, les Juifs, les Sabéens [les adorateurs des étoiles], les Nazaréens, les Mages et ceux qui donnent à Allah des associés, Allah tranchera entre eux le jour du Jugement, car Allah est certes témoin de toute chose.","numberInSurah":17,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":133,"sajda":false},{"number":2613,"text":"N'as-tu pas vu que c'est devant Allah que se prosternent tous ceux qui sont dans les cieux et tous ceux qui sont sur la terre, le soleil, la lune, les étoiles, les montagnes, les arbres, les animaux, ainsi que beaucoup de gens? Il y en a aussi beaucoup qui méritent le châtiment. Et quiconque Allah avilit n'a personne pour l'honorer, car Allah fait ce qu'il veut.","numberInSurah":18,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":133,"sajda":{"id":6,"recommended":true,"obligatory":false}},{"number":2614,"text":"Voici deux clans adverses qui disputaient au sujet de leur Seigneur. A ceux qui ne croient pas, on taillera des vêtements de feu, tandis que sur leurs têtes on versera de l'eau bouillante,","numberInSurah":19,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2615,"text":"qui fera fondre ce qui est dans leurs ventres de même que leurs peaux.","numberInSurah":20,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2616,"text":"Et il y aura pour eux des maillets de fer.","numberInSurah":21,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2617,"text":"Toutes les fois qu'ils voudront en sortir (pour échapper) à la détresse, on les y remettra et (on leur dira): «Goûtez au châtiment de la Fournaise.","numberInSurah":22,"juz":17,"manzil":4,"page":334,"ruku":286,"hizbQuarter":134,"sajda":false},{"number":2618,"text":"Certes Allah introduit ceux qui croient et font de bonnes œuvres aux Jardins sous lesquels coulent les ruisseaux. Là, ils seront parés de bracelets d'or, et aussi de perles; et leurs vêtements y seront de soie.","numberInSurah":23,"juz":17,"manzil":4,"page":334,"ruku":287,"hizbQuarter":134,"sajda":false},{"number":2619,"text":"Ils ont été guidés vers la bonne parole et ils ont été guidés vers le chemin Du Digne des louanges.","numberInSurah":24,"juz":17,"manzil":4,"page":335,"ruku":287,"hizbQuarter":134,"sajda":false},{"number":2620,"text":"Mais ceux qui mécroient et qui obstruent le sentier d'Allah et celui de la Mosquée sacrée, que Nous avons établie pour les gens: aussi bien les résidents que ceux de passage... Quiconque cherche à y commettre un sacrilège injustement, Nous lui ferons goûter un châtiment douloureux,","numberInSurah":25,"juz":17,"manzil":4,"page":335,"ruku":287,"hizbQuarter":134,"sajda":false},{"number":2621,"text":"Et quand Nous indiquâmes pour Abraham le lieu de la Maison (La Kaaba) [en lui disant]: «Ne M'associe rien; et purifie Ma Maison pour ceux qui tournent autour, pour ceux qui s'y tiennent debout et pour ceux qui s'y inclinent et se prosternent».","numberInSurah":26,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2622,"text":"Et fais aux gens une annonce pour le Hajj. Ils viendront vers toi, à pied, et aussi sur toute monture, venant de tout chemin éloigné,","numberInSurah":27,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2623,"text":"pour participer aux avantages qui leur ont été accordés et pour invoquer le nom d'Allah aux jours fixés, sur la bête de cheptel qu'Il leur a attribuée, «Mangez-en vous-mêmes et faites-en manger le besogneux misérable.","numberInSurah":28,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2624,"text":"Puis qu'ils mettent fin à leurs interdits (qu'ils nettoient leurs corps), qu'ils remplissent leurs vœux, et qu'ils fassent les circuits autour de l'Antique Maison».","numberInSurah":29,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2625,"text":"Voilà [ce qui doit être observé] et quiconque prend en haute considération les limites sacrées d'Allah cela lui sera meilleur auprès de son Seigneur. Le bétail, sauf ce qu'on vous a cité, vous a été rendu licite. Abstenez-vous de la souillure des idoles et abstenez-vous des paroles mensongères.","numberInSurah":30,"juz":17,"manzil":4,"page":335,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2626,"text":"(Soyez) exclusivement [acquis à la religion] d'Allah ne Lui associez rien; car quiconque associe à Allah, c'est comme s'il tombait du haut du ciel et que les oiseaux le happaient, ou que le vent le précipitait dans un abîme très profond.","numberInSurah":31,"juz":17,"manzil":4,"page":336,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2627,"text":"Voilà [ce qui est prescrit]. Et quiconque exalte les injonctions sacrées d'Allah, s'inspire en effet de la piété des cœurs.","numberInSurah":32,"juz":17,"manzil":4,"page":336,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2628,"text":"[De ces bêtes-là] vous tirez des avantages jusqu'à un terme fixé; puis son lieu d'immolation est auprès de l'Antique Maison.","numberInSurah":33,"juz":17,"manzil":4,"page":336,"ruku":288,"hizbQuarter":134,"sajda":false},{"number":2629,"text":"A chaque communauté, Nous avons assigné un rite sacrificiel, afin qu'ils prononcent le nom d'Allah sur la bête de cheptel qu'Il leur a attribuée. Votre Dieu est certes un Dieu unique. Soumettez-vous donc à Lui. Et fais bonne annonce à ceux qui s'humilient,","numberInSurah":34,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2630,"text":"ceux dont les cœurs frémissent quand le nom d'Allah est mentionné, ceux qui endurent ce qui les atteint et ceux qui accomplissent la Salât et dépensent de ce que Nous leur avons attribué.","numberInSurah":35,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2631,"text":"Nous vous avons désigné les chameaux (et les vaches) bien portants pour certains rites établis par Allah. Il y a en eux pour vous un bien. Prononcez donc sur eux le nom d'Allah, quand ils ont eu la patte attachée, [prêts à être immolés]. Puis, lorsqu'ils gisent sur le flanc, mangez-en, et nourrissez-en le besogneux discret et le mendiant. Ainsi Nous vous les avons assujettis afin que vous soyez reconnaissants.","numberInSurah":36,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2632,"text":"Ni leurs chairs ni leurs sangs n'atteindront Allah, mais ce qui L'atteint de votre part c'est la piété. Ainsi vous les a-t-Il assujettis afin que vous proclamiez la grandeur d'Allah, pour vous avoir mis sur le droit chemin. Et annonce la bonne nouvelle aux bienfaisants.","numberInSurah":37,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":134,"sajda":false},{"number":2633,"text":"Allah prend la défense de ceux qui croient. Allah n'aime aucun traître ingrat.","numberInSurah":38,"juz":17,"manzil":4,"page":336,"ruku":289,"hizbQuarter":135,"sajda":false},{"number":2634,"text":"Autorisation est donnée à ceux qui sont attaqués (de se défendre) - parce que vraiment ils sont lésés; et Allah est certes Capable de les secourir -","numberInSurah":39,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2635,"text":"ceux qui ont été expulsés de leurs demeures, - contre toute justice, simplement parce qu'ils disaient: «Allah est notre Seigneur». - Si Allah ne repoussait pas les gens les uns par les autres, les ermitages seraient démolis, ainsi que les églises, les synagogues et les mosquées où le nom d'Allah est beaucoup invoqué. Allah soutient, certes, ceux qui soutiennent (Sa Religion). Allah est assurément Fort et Puissant,","numberInSurah":40,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2636,"text":"ceux qui, si Nous leur donnons la puissance sur terre, accomplissent la Salât, acquittent la Zakât, ordonnent le convenable et interdisent le blâmable. Cependant, l'issue finale de toute chose appartient à Allah.","numberInSurah":41,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2637,"text":"Et s'ils te traitent de menteur, [sache que] le peuple de Noé, les 'Aad, les Tamûd avant eux, ont aussi crié au mensonge (à l'égard de leurs messagers),","numberInSurah":42,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2638,"text":"de même que le peuple d'Abraham, le peuple de Lot.","numberInSurah":43,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2639,"text":"et les gens de Madyan. Et Moïse fut traité de menteur. Puis, J'ai donné un répit aux mécréants; ensuite Je les ai saisis. Et quelle fut Ma réprobation!","numberInSurah":44,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2640,"text":"Que de cités, donc, avons-Nous fait périr, parce qu'elles commettaient des tyrannies. Elles sont réduites à des toits écroulés: Que de puits désertés! Que de palais édifiés (et désertés aussi)!","numberInSurah":45,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2641,"text":"Que ne voyagent-ils sur la terre afin d'avoir des cœurs pour comprendre, et des oreilles pour entendre? Car ce ne sont pas les yeux qui s'aveuglent, mais, ce sont les cœurs dans les poitrines qui s'aveuglent.","numberInSurah":46,"juz":17,"manzil":4,"page":337,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2642,"text":"Et ils te demandent de hâter [l'arrivée] du châtiment. Jamais Allah ne manquera à Sa promesse. Cependant, un jour auprès de ton Seigneur, équivaut à mille ans de ce que vous comptez.","numberInSurah":47,"juz":17,"manzil":4,"page":338,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2643,"text":"A combien de cités n'ai-Je pas donné répit alors qu'elles commettaient des tyrannies? Ensuite, Je les ais saisies. Vers Moi est le devenir.","numberInSurah":48,"juz":17,"manzil":4,"page":338,"ruku":290,"hizbQuarter":135,"sajda":false},{"number":2644,"text":"Dis: «O hommes! Je ne suis pour vous, en vérité, qu'un avertisseur explicite».","numberInSurah":49,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2645,"text":"Ceux donc qui croient et font de bonnes œuvres auront pardon et faveurs généreuses,","numberInSurah":50,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2646,"text":"tandis que ceux qui s'efforcent à échapper (au châtiment mentionné dans) Nos versets, ceux-là sont les gens de l'Enfer.","numberInSurah":51,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2647,"text":"Nous n'avons envoyé, avant toi, ni Messager ni prophète qui n'ait récité (ce qui lui a été révélé) sans que le Diable n'ait essayé d'intervenir [pour semer le doute dans le cœur des gens au sujet] de sa récitation. Allah abroge ce que le Diable suggère, et Allah renforce Ses versets. Allah est Omniscient et Sage.","numberInSurah":52,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2648,"text":"Afin de faire, de ce que jette le Diable, une tentation pour ceux qui ont une maladie au cœur et ceux qui ont le cœur dur... Les injustes sont certes dans un schisme profond.","numberInSurah":53,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2649,"text":"Et afin que ceux à qui le savoir a été donné sachent que (le Coran) est en effet, la Vérité venant de ton Seigneur, qu'ils y croient alors, et que leurs cœurs s'y soumettent en toute humilité. Allah guide certes vers le droit chemin ceux qui croient.","numberInSurah":54,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2650,"text":"Et ceux qui mécroient ne cesseront d'être en doute à son sujet, jusqu'à ce que l'Heure les surprenne à l'improviste ou que les atteigne le châtiment d'un jour terrifiant.","numberInSurah":55,"juz":17,"manzil":4,"page":338,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2651,"text":"La souveraineté ce jour-là appartiendra à Allah qui jugera parmi eux. Ceux qui auront cru et fait de bonnes œuvres seront dans les Jardins du délice,","numberInSurah":56,"juz":17,"manzil":4,"page":339,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2652,"text":"et quant aux infidèles qui auront traité Nos révélations de mensonges, ils auront un châtiment avilissant!","numberInSurah":57,"juz":17,"manzil":4,"page":339,"ruku":291,"hizbQuarter":135,"sajda":false},{"number":2653,"text":"Ceux qui émigrent dans le sentier d'Allah et qui sont tués ou meurent, Allah leur accordera certes une belle récompense, car Allah est le meilleur des donateurs.","numberInSurah":58,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":135,"sajda":false},{"number":2654,"text":"Il les fera, certes, entrer en un lieu qu'ils agréeront, et Allah est certes Omniscient et Indulgent.","numberInSurah":59,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":135,"sajda":false},{"number":2655,"text":"Ainsi en est-il. Quiconque châtie de la même façon dont il a été châtié, et qu'ensuite il est victime d'un nouvel outrage, Allah l'aidera, car Allah est certainement Absoluteur et Pardonneur.","numberInSurah":60,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2656,"text":"C'est ainsi qu'Allah fait pénétrer la nuit dans le jour, et fait pénétrer le jour dans la nuit. Allah est, certes, Audient et Clairvoyant.","numberInSurah":61,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2657,"text":"C'est ainsi qu'Allah est Lui le Vrai, alors que ce qu'ils invoquent en dehors de Lui est le faux; c'est Allah qui est le Sublime, le Grand.","numberInSurah":62,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2658,"text":"N'as-tu pas vu qu'Allah fait descendre l'eau du ciel, et la terre devient alors verte? Allah est Plein de bonté et Parfaitement Connaisseur.","numberInSurah":63,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2659,"text":"A Lui appartient ce qui est dans les cieux et sur la terre. Allah est le seul qui se suffit à Lui-Même et qui est Le Digne de louange!","numberInSurah":64,"juz":17,"manzil":4,"page":339,"ruku":292,"hizbQuarter":136,"sajda":false},{"number":2660,"text":"N'as-tu pas vu qu'Allah vous a soumis tout ce qui est sur la terre ainsi que le vaisseau qui vogue sur la mer par Son ordre? Il retient le ciel de tomber sur la terre, sauf quand Il le permettra. Car Allah est Plein de bonté et de miséricorde envers les hommes.","numberInSurah":65,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2661,"text":"C'est Lui qui vous donne la vie puis vous donne la mort, puis vous fait revivre. Vraiment l'homme est très ingrat!","numberInSurah":66,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2662,"text":"A chaque communauté, Nous avons assigné un culte à suivre. Qu'ils ne disputent donc point avec toi l'ordre reçu! Et appelle à ton Seigneur. Tu es certes sur une voie droite.","numberInSurah":67,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2663,"text":"Et s'ils discutent avec toi, alors dis: «C'est Allah qui connaît mieux ce que vous faites.","numberInSurah":68,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2664,"text":"Allah jugera entre vous, au Jour de la Résurrection, ce en quoi vous divergez».","numberInSurah":69,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2665,"text":"Ne sais-tu pas qu'Allah sait ce qu'il y a dans le ciel et sur la terre? Tout cela est dans un Livre, et cela est pour Allah bien facile.","numberInSurah":70,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2666,"text":"Et ils adorent en dehors d'Allah, ce en quoi Il n'a fait descendre aucune preuve et ce dont ils n'ont aucune connaissance. Et il n'y aura pas de protecteur pour les injustes.","numberInSurah":71,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2667,"text":"Et quand on leur récite Nos versets bien clairs, tu discerneras la réprobation sur les visages de ceux qui ont mécru. Peu s'en faut qu'ils ne se jettent sur ceux qui leur récitent Nos versets. Dis: «Vous informerai-je de quelque chose de plus terrible? - Le Feu: Allah l'a promis à ceux qui ont mécru. Et quel triste devenir!»","numberInSurah":72,"juz":17,"manzil":4,"page":340,"ruku":293,"hizbQuarter":136,"sajda":false},{"number":2668,"text":"O hommes! Une parabole vous est proposée, écoutez-la: «Ceux que vous invoquez en dehors d'Allah ne sauraient même pas créer une mouche, quand même ils s'uniraient pour cela. Et si la mouche les dépouillait de quelque chose, ils ne sauraient le lui reprendre. Le solliciteur et le sollicité sont [également] faibles!»","numberInSurah":73,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2669,"text":"Ils n'ont pas estimé Allah à sa juste valeur; Allah est certes Fort et Puissant.","numberInSurah":74,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2670,"text":"Allah choisit des messagers parmi les Anges et parmi les hommes. Allah est Audient et Clairvoyant.","numberInSurah":75,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2671,"text":"Il sait ce qui est devant eux et derrière eux. Et c'est vers Allah que tout retournera.","numberInSurah":76,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false},{"number":2672,"text":"O vous qui croyez! Inclinez-vous, prosternez-vous, adorez votre Seigneur, et faites le bien. Peut-être réussirez vous!","numberInSurah":77,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":{"id":7,"recommended":true,"obligatory":false}},{"number":2673,"text":"Et luttez pour Allah avec tout l'effort qu'Il mérite. C'est Lui qui vous a élus; et Il ne vous a imposé aucune gêne dans la religion, celle de votre père Abraham, lequel vous a déjà nommés «Musulmans» avant (ce Livre) et dans ce (Livre), afin que le Messager soit témoin contre vous, et que vous soyez vous-mêmes témoins contre les gens. Accomplissez donc la Salât, acquittez la Zakât et attachez-vous fortement à Allah. C'est Lui votre Maître. Quel Excellent Maître! Et quel Excellent Soutien!","numberInSurah":78,"juz":17,"manzil":4,"page":341,"ruku":294,"hizbQuarter":136,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}