{"code":200,"status":"OK","data":{"number":25,"name":"سُورَةُ الفُرۡقَانِ","englishName":"Al-Furqaan","englishNameTranslation":"The Criterion","revelationType":"Meccan","numberOfAyahs":77,"ayahs":[{"number":2856,"text":"Qu'on exalte la Bénédiction de Celui qui a fait descendre le Livre de Discernement sur Son serviteur, afin qu'il soit un avertisseur à l'univers.","numberInSurah":1,"juz":18,"manzil":4,"page":359,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2857,"text":"Celui à qui appartient la royauté des cieux et de la terre, qui ne S'est point attribué d'enfant, qui n'a point d'associé en Sa royauté et qui a créé toute chose en lui donnant ses justes proportions.","numberInSurah":2,"juz":18,"manzil":4,"page":359,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2858,"text":"Mais ils ont adopté en dehors de Lui des divinités qui, étant elles-mêmes créées, ne créent rien, et qui ne possèdent la faculté de faire ni le mal ni le bien pour elles-mêmes, et qui ne sont maîtresses ni de la mort, ni de la vie, ni de la résurrection.","numberInSurah":3,"juz":18,"manzil":4,"page":360,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2859,"text":"Les mécréants disent: «Tout ceci n'est qu'un mensonge qu'il (Muhammad) a inventé, et où d'autres gens l'ont aidé». Or, ils commettent là une injustice et un mensonge.","numberInSurah":4,"juz":18,"manzil":4,"page":360,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2860,"text":"Et ils disent: «Ce sont des contes d'anciens qu'il se fait écrire! On les lui dicte matin et soir!»","numberInSurah":5,"juz":18,"manzil":4,"page":360,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2861,"text":"Dis: «L'a fait descendre Celui qui connaît les secrets dans les cieux et la terre. Et Il est Pardonneur et Miséricordieux.","numberInSurah":6,"juz":18,"manzil":4,"page":360,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2862,"text":"Et ils disent: «Qu'est-ce donc que ce Messager qui mange de la nourriture et circule dans les marchés? Que n'a-t-on fait descendre vers lui un Ange qui eût été avertisseur en sa compagnie?","numberInSurah":7,"juz":18,"manzil":4,"page":360,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2863,"text":"Ou que ne lui a-t-on lancé un trésor? Ou que n'a-t-il un jardin à lui, dont il pourrait manger (les fruits)?» Les injustes disent: «Vous ne suivez qu'un homme ensorcelé».","numberInSurah":8,"juz":18,"manzil":4,"page":360,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2864,"text":"Vois à quoi ils te comparent! Ils se sont égarés. Ils ne pourront trouver aucun chemin.","numberInSurah":9,"juz":18,"manzil":4,"page":360,"ruku":310,"hizbQuarter":144,"sajda":false},{"number":2865,"text":"Béni soit Celui qui, s'Il le veut, t'accordera bien mieux que cela: des Jardins sous lesquels coulent les ruisseaux; et Il t'assignera des châteaux.","numberInSurah":10,"juz":18,"manzil":4,"page":360,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2866,"text":"Mais ils ont plutôt qualifié l'Heure de mensonge. Nous avons cependant préparé, pour quiconque qualifie l'Heure de mensonge, une Flamme brûlante.","numberInSurah":11,"juz":18,"manzil":4,"page":360,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2867,"text":"Lorsque de loin elle les voit, ils entendront sa fureur et ses pétillements.","numberInSurah":12,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2868,"text":"Et quand on les y aura jetés, dans un étroit réduit, les mains liées derrière le cou, ils souhaiteront alors leur destruction complète.","numberInSurah":13,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2869,"text":"«Aujourd'hui, ne souhaitez pas la destruction une seule fois, mais souhaitez-en plusieurs.","numberInSurah":14,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2870,"text":"Dis: «Est-ce mieux ceci? ou bien le Paradis éternel qui a été promis aux pieux, comme récompense et destination dernière?","numberInSurah":15,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2871,"text":"Ils auront là tout ce qu'ils désireront et une demeure éternelle. C'est une promesse incombant à ton Seigneur.","numberInSurah":16,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2872,"text":"Et le jour où Il les rassemblera, eux et ceux qu'ils adoraient en dehors d'Allah, Il dira: «Est-ce vous qui avez égaré Mes serviteurs que voici, ou ont-ils eux-mêmes perdu le sentier?»","numberInSurah":17,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2873,"text":"Ils diront: «Gloire à Toi! Il ne nous convenait nullement de prendre en dehors de Toi des patrons protecteurs mais Tu les as comblés de jouissance ainsi que leurs ancêtres au point qu'ils en ont oublié le livre du rappel [le Coran]. Et ils ont été des gens perdus».","numberInSurah":18,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2874,"text":"«Ils vous ont démentis en ce que vous dites. Il n'y aura pour vous ni échappatoire ni secours (possible). Et quiconque des vôtres est injuste, Nous lui ferons goûter un grand châtiment».","numberInSurah":19,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2875,"text":"Et Nous n'avons envoyé avant toi que des messagers qui mangeaient de la nourriture et circulaient dans les marchés. Et Nous avons fait de certains d'entre vous une épreuve pour les autres -endurerez-vous avec constance? - Et ton Seigneur demeure Clairvoyant.","numberInSurah":20,"juz":18,"manzil":4,"page":361,"ruku":311,"hizbQuarter":144,"sajda":false},{"number":2876,"text":"Et ceux qui n'espèrent pas Nous rencontrer disent: «Si seulement on avait fait descendre sur nous des Anges ou si nous pouvions voir notre Seigneur!» En effet, ils se sont enflés d'orgueil en eux-mêmes, et ont dépassé les limites de l'arrogance.","numberInSurah":21,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2877,"text":"Le jour où ils verront les Anges, ce ne sera pas une bonne nouvelle, ce jour-là, pour les injustes, ils (les Anges) diront: «Barrage totalement défendu»!","numberInSurah":22,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2878,"text":"Nous avons considéré l'œuvre qu'ils ont accomplie et Nous l'avons réduite en poussière éparpillée.","numberInSurah":23,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2879,"text":"Les gens du Paradis seront, ce jour-là, en meilleure demeure et au plus beau lieu de repos.","numberInSurah":24,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2880,"text":"Et le jour où le ciel sera fendu par les nuages et qu'on fera descendre des Anges,","numberInSurah":25,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2881,"text":"ce jour-là, la vraie royauté appartient au Tout Miséricordieux, et ce sera un Jour difficile aux infidèles.","numberInSurah":26,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2882,"text":"Le jour où l'injuste se mordra les deux mains et dira: «[Hélas pour moi!] Si seulement j'avais suivi chemin avec le Messager!...","numberInSurah":27,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2883,"text":"Malheur à moi! Hélas! Si seulement je n'avais pas pris «un tel» pour ami!...","numberInSurah":28,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2884,"text":"Il m'a, en effet, égaré loin du rappel [le Coran], après qu'il me soit parvenu». Et le Diable déserte l'homme (après l'avoir tenté).","numberInSurah":29,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2885,"text":"Et le Messager dit: «Seigneur, mon peuple a vraiment pris ce Coran pour une chose délaissée!»","numberInSurah":30,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2886,"text":"C'est ainsi que Nous fîmes à chaque prophète un ennemi parmi les criminels. Mais ton Seigneur suffit comme guide et comme soutien.","numberInSurah":31,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2887,"text":"Et ceux qui ne croient pas disent: «Pourquoi n'a-t-on pas fait descendre sur lui le Coran en une seule fois?» Nous l'avons révélé ainsi pour raffermir ton cœur. Et Nous l'avons récité soigneusement.","numberInSurah":32,"juz":19,"manzil":4,"page":362,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2888,"text":"Ils ne t'apporteront aucune parabole, sans que Nous ne t'apportions la vérité avec la meilleure interprétation.","numberInSurah":33,"juz":19,"manzil":4,"page":363,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2889,"text":"Ceux qui seront traînés [ensemble] sur leurs visages vers l'Enfer, ceux-là seront dans la pire des situations et les plus égarés hors du chemin droit.","numberInSurah":34,"juz":19,"manzil":4,"page":363,"ruku":312,"hizbQuarter":145,"sajda":false},{"number":2890,"text":"En effet, Nous avons apporté à Moïse le Livre et lui avons assigné son frère Aaron comme assistant.","numberInSurah":35,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2891,"text":"Puis Nous avons dit: «Allez tous deux vers les gens qui ont traité de mensonge Nos preuves». Nous les avons ensuite détruits complètement.","numberInSurah":36,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2892,"text":"Et le peuple de Noé, quand ils eurent démenti les messagers, Nous les noyâmes et en fîmes pour les gens un signe d'avertissement. Et Nous avons préparé pour les injustes un châtiment douloureux.","numberInSurah":37,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2893,"text":"Et les 'Aad, les Thamûd, les gens d'Ar-Rass et de nombreuses générations intermédiaires!","numberInSurah":38,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2894,"text":"A tous, cependant, Nous avions fait des paraboles et Nous les avions tous anéantis d'une façon brutale.","numberInSurah":39,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2895,"text":"Ils sont passés par la cité sur laquelle est tombée une pluie de malheurs. Ne la voient-ils donc pas? Mais ils n'espèrent pas de résurrection!","numberInSurah":40,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2896,"text":"Et quand ils te voient, ils ne te prennent qu'en raillerie: «Est-ce là celui qu'Allah a envoyé comme Messager?","numberInSurah":41,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2897,"text":"Peu s'en est fallu qu'il ne nous égare de nos divinités, si ce n'était notre attachement patient à elles!». Cependant, ils sauront quand ils verront le châtiment, qui est le plus égaré en son chemin.","numberInSurah":42,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2898,"text":"Ne vois-tu pas celui qui a fait de sa passion sa divinité? Est-ce à toi d'être un garant pour lui?","numberInSurah":43,"juz":19,"manzil":4,"page":363,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2899,"text":"Ou bien penses-tu que la plupart d'entre eux entendent ou comprennent? Ils ne sont en vérité comparables qu'à des bestiaux. Ou plutôt, ils sont plus égarés encore du sentier.","numberInSurah":44,"juz":19,"manzil":4,"page":364,"ruku":313,"hizbQuarter":145,"sajda":false},{"number":2900,"text":"N'as-tu pas vu comment ton Seigneur étend l'ombre? S'Il avait voulu, certes, Il l'aurait faite immobile. Puis Nous lui fîmes du soleil son indice,","numberInSurah":45,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2901,"text":"puis Nous la saisissons [pour la ramener] vers Nous avec facilité.","numberInSurah":46,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2902,"text":"Et c'est Lui qui vous fit de la nuit un vêtement, du sommeil un repos et qui fit du jour un retour à la vie active.","numberInSurah":47,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2903,"text":"Et c'est Lui qui envoya les vents comme une annonce précédant Sa miséricorde. Nous fîmes descendre du ciel une eau pure et purifiante,","numberInSurah":48,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2904,"text":"pour faire revivre par elle une contrée morte, et donner à boire aux multiples bestiaux et hommes que Nous avons créés.","numberInSurah":49,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2905,"text":"Nous l'avions répartie entre eux afin qu'ils se rappellent (de Nous). Mais la plupart des gens se refusent à tout sauf à être ingrats.","numberInSurah":50,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2906,"text":"Or, si Nous avions voulu, Nous aurions certes envoyé dans chaque cité un avertisseur.","numberInSurah":51,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2907,"text":"N'obéis donc pas aux infidèles; et avec ceci (le Coran), lutte contre eux vigoureusement.","numberInSurah":52,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":145,"sajda":false},{"number":2908,"text":"Et c'est Lui qui donne libre cours aux deux mers: l'une douce, rafraîchissante, l'autre salée, amère. Et Il assigne entre les deux une zone intermédiaire et un barrage infranchissable.","numberInSurah":53,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":146,"sajda":false},{"number":2909,"text":"Et c'est Lui qui de l'eau a créé une espèce humaine qu'Il unit par les liens de la parenté et de l'alliance. Et ton Seigneur demeure Omnipotent.","numberInSurah":54,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":146,"sajda":false},{"number":2910,"text":"Mais ils adorent en dehors d'Allah, ce qui ne leur profite point, ni ne leur nuit! Et l'infidèle sera toujours l'allié des ennemis de son Seigneur!","numberInSurah":55,"juz":19,"manzil":4,"page":364,"ruku":314,"hizbQuarter":146,"sajda":false},{"number":2911,"text":"Or, Nous ne t'avons envoyé que comme annonciateur et avertisseur.","numberInSurah":56,"juz":19,"manzil":4,"page":365,"ruku":314,"hizbQuarter":146,"sajda":false},{"number":2912,"text":"Dis: «Je ne vous en demande aucun salaire (pour moi même). Toutefois, celui qui veut suivre un chemin conduisant vers son Seigneur [est libre de dépenser dans la voie d'Allah]».","numberInSurah":57,"juz":19,"manzil":4,"page":365,"ruku":314,"hizbQuarter":146,"sajda":false},{"number":2913,"text":"Et place ta confiance en Le Vivant qui ne meurt jamais. Et par Sa louange, glorifie-Le. Il suffit comme Parfait Connaisseur des péchés de Ses serviteurs.","numberInSurah":58,"juz":19,"manzil":4,"page":365,"ruku":314,"hizbQuarter":146,"sajda":false},{"number":2914,"text":"C'est Lui qui, en six jours, a créé les cieux, la terre et tout ce qui existe entre eux, et le Tout Miséricordieux S'est établi «Istawâ» ensuite sur le Trône. Interroge donc qui est bien informé de Lui.","numberInSurah":59,"juz":19,"manzil":4,"page":365,"ruku":314,"hizbQuarter":146,"sajda":false},{"number":2915,"text":"Et quand on leur dit: «Prosternez-vous devant le Tout Miséricordieux», ils disent: «Qu'est-ce donc que le Tout Miséricordieux? Allons-nous nous prosterner devant ce que tu nous commandes?» - Et cela accroît leur répulsion.","numberInSurah":60,"juz":19,"manzil":4,"page":365,"ruku":314,"hizbQuarter":146,"sajda":{"id":8,"recommended":true,"obligatory":false}},{"number":2916,"text":"Que soit béni Celui qui a placé au ciel des constellations et y a placé un luminaire (le soleil) et aussi une lune éclairante!","numberInSurah":61,"juz":19,"manzil":4,"page":365,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2917,"text":"Et c'est Lui qui a assigné une alternance à la nuit et au jour pour quiconque veut y réfléchir ou montrer sa reconnaissance.","numberInSurah":62,"juz":19,"manzil":4,"page":365,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2918,"text":"Les serviteurs du Tout Miséricordieux sont ceux qui marchent humblement sur terre, qui, lorsque les ignorants s'adressent à eux, disent: «Paix»,","numberInSurah":63,"juz":19,"manzil":4,"page":365,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2919,"text":"qui passent les nuits prosternés et debout devant leur Seigneur;","numberInSurah":64,"juz":19,"manzil":4,"page":365,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2920,"text":"qui disent: «Seigneur, écarte de nous le châtiment de l'Enfer». - car son châtiment est permanent.","numberInSurah":65,"juz":19,"manzil":4,"page":365,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2921,"text":"Quels mauvais gîte et lieu de séjour!","numberInSurah":66,"juz":19,"manzil":4,"page":365,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2922,"text":"Qui, lorsqu'ils dépensent, ne sont ni prodigues ni avares mais se tiennent au juste milieu.","numberInSurah":67,"juz":19,"manzil":4,"page":365,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2923,"text":"Qui n'invoquent pas d'autre dieu avec Allah et ne tuent pas la vie qu'Allah a rendue sacrée, sauf à bon droit; qui ne commettent pas de fornication - car quiconque fait cela encourra une punition","numberInSurah":68,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2924,"text":"et le châtiment lui sera doublé, au Jour de la Résurrection, et il y demeurera éternellement couvert d'ignominie;","numberInSurah":69,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2925,"text":"sauf celui qui se repent, croit et accomplit une bonne œuvre; ceux-là Allah changera leurs mauvaises actions en bonnes, et Allah est Pardonneur et Miséricordieux;","numberInSurah":70,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2926,"text":"et quiconque se repent et accomplit une bonne œuvre c'est vers Allah qu'aboutira son retour.","numberInSurah":71,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2927,"text":"Ceux qui ne donnent pas de faux témoignages; et qui, lorsqu'ils passent auprès d'une frivolité, s'en écartent noblement;","numberInSurah":72,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2928,"text":"qui lorsque les versets de leur Seigneur leur sont rappelés, ne deviennent ni sourds ni aveugles;","numberInSurah":73,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2929,"text":"et qui disent: «Seigneur, donne-nous, en nos épouses et nos descendants, la joie des yeux, et fais de nous un guide pour les pieux».","numberInSurah":74,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2930,"text":"Ceux-là auront pour récompense un lieu élevé [du Paradis] à cause de leur endurance, et ils y seront accueillis avec le salut et la paix,","numberInSurah":75,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2931,"text":"pour y demeurer éternellement. Quel beau gîte et lieu de séjour!","numberInSurah":76,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false},{"number":2932,"text":"Dis: «Mon Seigneur ne se souciera pas de vous sans votre prière; mais vous avez, démenti (le Prophète). Votre [châtiment] sera inévitable et permanent.","numberInSurah":77,"juz":19,"manzil":4,"page":366,"ruku":315,"hizbQuarter":146,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}