{"code":200,"status":"OK","data":{"number":17,"name":"سُورَةُ الإِسۡرَاءِ","englishName":"Al-Israa","englishNameTranslation":"The Night Journey","revelationType":"Meccan","numberOfAyahs":111,"ayahs":[{"number":2030,"text":"Gloire et Pureté à Celui qui de nuit, fit voyager Son serviteur [Muhammad], de la Mosquée Al-Harâm à la Mosquée Al-Aqsâ dont Nous avons béni l'alentour, afin de lui faire voir certaines de Nos merveilles. C'est Lui, vraiment, qui est l'Audient, le Clairvoyant.","numberInSurah":1,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2031,"text":"Et Nous avions donné à Moïse le Livre dont Nous avions fait un guide pour les Enfants d'Israël: «Ne prenez pas de protecteur en dehors de Moi».","numberInSurah":2,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2032,"text":"[O vous], les descendants de ceux que Nous avons transportés dans l'arche avec Noé. Celui-ci était vraiment un serviteur fort reconnaissant.","numberInSurah":3,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2033,"text":"Nous avions décrété pour les Enfants d'Israël, (et annoncé) dans le Livre: «Par deux fois vous sèmerez la corruption sur terre et vous allez transgresser d'une façon excessive».","numberInSurah":4,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2034,"text":"Lorsque vint l'accomplissement de la première de ces deux [prédictions,] Nous envoyâmes contre vous certains de Nos serviteurs doués d'une force terrible, qui pénétrèrent à l'intérieur des demeures. Et la prédiction fut accomplie.","numberInSurah":5,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2035,"text":"Ensuite, Nous vous donnâmes la revanche sur eux; et Nous vous renforçâmes en biens et en enfants. Et Nous vous fîmes [un peuple] plus nombreux:","numberInSurah":6,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2036,"text":"«Si vous faites le bien; vous le faites à vous-mêmes; et si vous faites le mal, vous le faites à vous [aussi]». Puis, quand vint la dernière [prédiction,] ce fut pour qu'ils affligent vos visages et entrent dans la Mosquée comme ils y étaient entrés la première fois, et pour qu'ils détruisent complètement ce dont ils se sont emparés.","numberInSurah":7,"juz":15,"manzil":4,"page":282,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2037,"text":"Il se peut que votre Seigneur vous fasse miséricorde. Mais si vous récidivez, Nous récidiverons. Et Nous avons assigné l'Enfer comme camp de détention aux infidèles.","numberInSurah":8,"juz":15,"manzil":4,"page":283,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2038,"text":"Certes, ce Coran guide vers ce qu'il y a de plus droit, et il annonce aux croyants qui font de bonnes œuvres qu'ils auront une grande récompense,","numberInSurah":9,"juz":15,"manzil":4,"page":283,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2039,"text":"et à ceux qui ne croient pas en l'au-delà, que Nous leur avons préparé un châtiment douloureux.","numberInSurah":10,"juz":15,"manzil":4,"page":283,"ruku":240,"hizbQuarter":113,"sajda":false},{"number":2040,"text":"L'homme appelle le mal comme il appelle le bien, car l'homme est très hâtif.","numberInSurah":11,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2041,"text":"Nous avons fait de la nuit et du jour deux signes, et Nous avons effacé le signe de la nuit, tandis que Nous avons rendu visible le signe du jour, pour que vous recherchiez des grâces de votre Seigneur, et que vous sachiez le nombre des années et le calcul du temps. Et Nous avons expliqué toute chose d'une manière détaillée.","numberInSurah":12,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2042,"text":"Et au cou de chaque homme, Nous avons attaché son œuvre. Et au Jour de la Résurrection, Nous lui sortirons un écrit qu'il trouvera déroulé:","numberInSurah":13,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2043,"text":"«Lis ton écrit. Aujourd'hui, tu te suffis d'être ton propre comptable».","numberInSurah":14,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2044,"text":"Quiconque prend le droit chemin ne le prend que pour lui-même; et quiconque s'égare, ne s'égare qu'à son propre détriment. Et nul ne portera le fardeau d'autrui. Et Nous n'avons jamais puni [un peuple] avant de [lui] avoir envoyé un Messager.","numberInSurah":15,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2045,"text":"Et quand Nous voulons détruire une cité, Nous ordonnons à ses gens opulents [d'obéir à Nos prescriptions], mais (au contraire) ils se livrent à la perversité. Alors la Parole prononcée contre elle se réalise, et Nous la détruisons entièrement.","numberInSurah":16,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2046,"text":"Que de générations avons-nous exterminées, après Noé! Et ton Seigneur suffit qu'Il soit Parfaitement Connaisseur et Clairvoyant sur les péchés de Ses serviteurs.","numberInSurah":17,"juz":15,"manzil":4,"page":283,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2047,"text":"Quiconque désire [la vie] immédiate, Nous nous hâtons de donner ce que Nous voulons, à qui Nous voulons. Puis, Nous lui assignons l'Enfer où il brûlera méprisé et repoussé.","numberInSurah":18,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2048,"text":"Et ceux qui recherchent l'au-delà et fournissent les efforts qui y mènent, tout en étant croyants... alors l'effort de ceux-là sera reconnu.","numberInSurah":19,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2049,"text":"Nous accordons abondamment à tous, ceux-ci comme ceux-là, des dons de ton Seigneur. Et les dons de ton Seigneur ne sont refusés [à personne].","numberInSurah":20,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2050,"text":"Regarde comment Nous favorisons certains sur d'autres. Et dans l'au-delà, il y a des rangs plus élevés et plus privilégiés.","numberInSurah":21,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2051,"text":"N'assigne point à Allah d'autre divinité; sinon tu te trouveras méprisé et abandonné.","numberInSurah":22,"juz":15,"manzil":4,"page":284,"ruku":241,"hizbQuarter":113,"sajda":false},{"number":2052,"text":"Et ton Seigneur a décrété: «N'adorez que Lui; et (marquez) de la bonté envers les père et mère: si l'un d'eux ou tous deux doivent atteindre la vieillesse auprès de toi, alors ne leur dis point: «Fi!» et ne les brusque pas, mais adresse-leur des paroles respectueuses.","numberInSurah":23,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2053,"text":"et par miséricorde, abaisse pour eux l'aile de l'humilité, et dis: «O mon Seigneur, fais-leur, à tous deux, miséricorde comme ils m'ont élevé tout petit».","numberInSurah":24,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2054,"text":"Votre Seigneur connaît mieux ce qu'il y a dans vos âmes. Si vous êtes bons, Il est certes Pardonneur pour ceux qui Lui reviennent se repentant.","numberInSurah":25,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2055,"text":"«Et donne au proche parent ce qui lui est dû ainsi qu'au pauvre et au voyageur (en détresse). Et ne gaspille pas indûment,","numberInSurah":26,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2056,"text":"car les gaspilleurs sont les frères des diables; et le Diable est très ingrat envers son Seigneur.","numberInSurah":27,"juz":15,"manzil":4,"page":284,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2057,"text":"Si tu t'écartes d'eux à la recherche d'une miséricorde de Ton Seigneur, que tu espères, adresse-leur une parole bienveillante.","numberInSurah":28,"juz":15,"manzil":4,"page":285,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2058,"text":"Ne porte pas ta main enchaînée à ton cou [par avarice], et ne l'étend pas non plus trop largement, sinon tu te trouveras blâmé et chagriné.","numberInSurah":29,"juz":15,"manzil":4,"page":285,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2059,"text":"En vérité ton Seigneur étend Ses dons largement à qu'Il veut ou les accorde avec parcimonie. Il est, sur Ses serviteurs, Parfaitement Connaisseur et Clairvoyant.","numberInSurah":30,"juz":15,"manzil":4,"page":285,"ruku":242,"hizbQuarter":114,"sajda":false},{"number":2060,"text":"Et ne tuez pas vos enfants par crainte de pauvreté; c'est Nous qui attribuons leur subsistance, tout comme à vous. Les tuer, c'est vraiment, un énorme péché.","numberInSurah":31,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2061,"text":"Et n'approchez point la fornication. En vérité, c'est une turpitude et quel mauvais chemin!","numberInSurah":32,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2062,"text":"Et, sauf en droit, ne tuez point la vie qu'Allah a rendu sacrée. Quiconque est tué injustement, alors Nous avons donné pouvoir à son proche [parent]. Que celui-ci ne commette pas d'excès dans le meurtre, car il est déjà assisté (par la loi).","numberInSurah":33,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2063,"text":"Et n'approchez les biens de l'orphelin que de la façon la meilleure, jusqu'à ce qu'il atteigne sa majorité. Et remplissez l'engagement, car on sera interrogé au sujet des engagements.","numberInSurah":34,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2064,"text":"Et donnez la pleine mesure quand vous mesurez, et pesez avec une balance exacte. C'est mieux [pour vous] et le résultat en sera meilleur.","numberInSurah":35,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2065,"text":"Et ne poursuis pas ce dont tu n'as aucune connaissance. L'ouïe, la vue et le cœur: sur tout cela, en vérité, on sera interrogé.","numberInSurah":36,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2066,"text":"Et ne foule pas la terre avec orgueil: tu ne sauras jamais fendre la terre et tu ne pourras jamais atteindre la hauteur des montagnes!","numberInSurah":37,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2067,"text":"Ce qui est mauvais en tout cela est détesté de ton Seigneur.","numberInSurah":38,"juz":15,"manzil":4,"page":285,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2068,"text":"Tout cela fait partie de ce que ton Seigneur t'a révélé de la Sagesse. N'assigne donc pas à Allah d'autre divinité, sinon tu seras jeté dans l'Enfer, blâmé et repoussé.","numberInSurah":39,"juz":15,"manzil":4,"page":286,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2069,"text":"Votre Seigneur, aurait-Il réservé exclusivement pour vous des fils, et Lui, aurait-Il pris pour Lui des filles parmi les Anges? Vous prononcez là une parole monstrueuse.","numberInSurah":40,"juz":15,"manzil":4,"page":286,"ruku":243,"hizbQuarter":114,"sajda":false},{"number":2070,"text":"Très certainement Nous avons exposé [tout ceci] dans ce Coran afin que [les gens] réfléchissent. Mais cela ne fait qu'augmenter leur répulsion.","numberInSurah":41,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2071,"text":"Dis: «S'il y avait des divinités avec Lui, comme ils le disent, elles auraient alors cherché un chemin [pour atteindre] le Détenteur du Trône».","numberInSurah":42,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2072,"text":"Pureté à Lui! Il est plus haut et infiniment au-dessus de ce qu'ils disent!","numberInSurah":43,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2073,"text":"Les sept cieux et la terre et ceux qui s'y trouvent, célèbrent Sa gloire. Et il n'existe rien qui ne célèbre Sa gloire et Ses louanges. Mais vous ne comprenez pas leur façon de Le glorifier. Certes c'est Lui qui est Indulgent et Pardonneur.","numberInSurah":44,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2074,"text":"Et quand tu lis le Coran, Nous plaçons, entre toi et ceux qui ne croient pas en l'au-delà, un voile invisible,","numberInSurah":45,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2075,"text":"Nous avons mis des voiles sur leurs cœurs, de sorte qu'ils ne le comprennent pas: et dans leurs oreilles, une lourdeur. Et quand, dans le Coran, tu évoques Ton Seigneur l'Unique, ils tournent le dos par répulsion.","numberInSurah":46,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2076,"text":"Nous savons très bien ce qu'ils écoutent. Quand ils t'écoutent et qu'ils chuchotent entre eux, les injustes disent: «Vous ne suivez qu'un homme ensorcelé».","numberInSurah":47,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2077,"text":"Vois ce à quoi ils te comparent! Ils s'égarent donc et sont incapables de trouver un chemin (vers la vérité).","numberInSurah":48,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2078,"text":"Et ils disent: «Quand nous serons ossements et poussière, serons-nous ressuscités en une nouvelle création?»","numberInSurah":49,"juz":15,"manzil":4,"page":286,"ruku":244,"hizbQuarter":114,"sajda":false},{"number":2079,"text":"Dis: «Soyez pierre ou fer.","numberInSurah":50,"juz":15,"manzil":4,"page":287,"ruku":244,"hizbQuarter":115,"sajda":false},{"number":2080,"text":"ou toute autre créature que vous puissiez concevoir.» Ils diront alors: «Qui donc nous fera revenir?» - Dis: «Celui qui vous a créés la première fois». Ils secoueront vers toi leurs têtes et diront: «Quand cela?» Dis: «Il se peut que ce soit proche.","numberInSurah":51,"juz":15,"manzil":4,"page":287,"ruku":244,"hizbQuarter":115,"sajda":false},{"number":2081,"text":"Le jour où Il vous appellera, vous Lui répondrez en Le glorifiant. Vous penserez cependant que vous n'êtes restés [sur terre] que peu de temps!»","numberInSurah":52,"juz":15,"manzil":4,"page":287,"ruku":244,"hizbQuarter":115,"sajda":false},{"number":2082,"text":"Et dis à Mes serviteurs d'exprimer les meilleures paroles, car le Diable sème la discorde parmi eux. Le Diable est certes, pour l'homme, un ennemi déclaré.","numberInSurah":53,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2083,"text":"Votre Seigneur vous connaît mieux. S'Il veut, Il vous fera miséricorde, et s'Il veut, Il vous châtiera. Et Nous ne t'avons pas envoyé pour que tu sois leur protecteur.","numberInSurah":54,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2084,"text":"Et ton Seigneur est plus Connaisseur de ceux qui sont dans les cieux et sur la terre. Et parmi les prophètes, Nous avons donné à certains plus de faveurs qu'à d'autres. Et à David Nous avons donné le «Zabûr».","numberInSurah":55,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2085,"text":"Dis: «Invoquez ceux que vous prétendez, (être des divinités) en dehors de Lui. Ils ne possèdent ni le moyen de dissiper votre malheur ni de le détourner.","numberInSurah":56,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2086,"text":"Ceux qu'ils invoquent, cherchent [eux-mêmes], à qui mieux, le moyen de se rapprocher le plus de leur Seigneur. Ils espèrent Sa miséricorde et craignent Son châtiment. Le châtiment de ton Seigneur est vraiment redouté.","numberInSurah":57,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2087,"text":"Il n'est point de cité [injuste] que Nous ne fassions périr avant le Jour de la Résurrection, ou que Nous ne punissions d'un dur châtiment. Cela est bien tracé dans le Livre [des décrets immuables].","numberInSurah":58,"juz":15,"manzil":4,"page":287,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2088,"text":"Rien ne Nous empêche d'envoyer les miracles, si ce n'est que les Anciens les avaient traités de mensonges. Nous avions apporté aux Thamûd la chamelle qui était un [miracle] visible: mais ils lui firent du tort. En outre, Nous n'envoyons de miracles qu'à titre de menace.","numberInSurah":59,"juz":15,"manzil":4,"page":288,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2089,"text":"Et lorsque Nous te disions que ton Seigneur cerne tous les gens (par Sa puissance et Son savoir). Quant à la vision que Nous t'avons montrée, Nous ne l'avons faite que pour éprouver les gens, tout comme l'arbre maudit mentionné dans le Coran. Nous les menaçons, mais cela ne fait qu'augmenter leur grande transgression.","numberInSurah":60,"juz":15,"manzil":4,"page":288,"ruku":245,"hizbQuarter":115,"sajda":false},{"number":2090,"text":"Et lorsque Nous avons dit aux Anges: «Prosternez-vous devant Adam», ils se prosternèrent, à l'exception d'Iblis, qui dit: «Me prosternerai-je devant quelqu'un que Tu as créé d'argile?»","numberInSurah":61,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2091,"text":"Il dit encore: «Vois-Tu? Celui que Tu as honoré au-dessus de moi, si Tu me donnais du répit jusqu'au Jour de la Résurrection, j'éprouverai, certes, sa descendance excepté un petit nombre [parmi eux]».","numberInSurah":62,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2092,"text":"Et [Allah] dit: «Va-t-en! Quiconque d'entre eux te suivra... votre sanction sera l'Enfer, une ample rétribution.","numberInSurah":63,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2093,"text":"Excite, par ta voix, ceux d'entre eux que tu pourras, rassemble contre eux ta cavalerie et ton infanterie, associe-toi à eux dans leur biens et leurs enfants et fais-leur des promesses». Or, le Diable ne leur fait des promesses qu'en tromperie.","numberInSurah":64,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2094,"text":"Quant à Mes serviteurs, tu n'as aucun pouvoir sur eux». Et ton Seigneur suffit pour les protéger!","numberInSurah":65,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2095,"text":"Votre Seigneur est Celui qui fait voguer le vaisseau pour vous en mer, afin que vous alliez à la recherche de quelque grâce de Sa part; Certes Il est Miséricordieux envers vous,","numberInSurah":66,"juz":15,"manzil":4,"page":288,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2096,"text":"Et quand le mal vous touche en mer, ceux que vous invoquiez en dehors de Lui se perdent. Puis, quand Il vous sauve et vous ramène à terre, vous vous détournez. L'homme reste très ingrat!","numberInSurah":67,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2097,"text":"Etes-vous à l'abri de ce qu'Il vous fasse engloutir par un pan de terre, ou qu'Il envoie contre vous un ouragan (avec pluie en pierres) et que vous ne trouverez alors aucun protecteur.","numberInSurah":68,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2098,"text":"Ou êtes-vous à l'abri de ce qu'Il vous y ramène (en mer) une autre fois, qu'Il déchaîne contre vous un de ces vents à tout casser, puis qu'Il vous fasse noyer à cause de votre mécréance? Et alors vous ne trouverez personne pour vous défendre contre Nous!","numberInSurah":69,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":115,"sajda":false},{"number":2099,"text":"Certes, Nous avons honoré les fils d'Adam. Nous les avons transportés sur terre et sur mer, leur avons attribué de bonnes choses comme nourriture, et Nous les avons nettement préférés à plusieurs de Nos créatures.","numberInSurah":70,"juz":15,"manzil":4,"page":289,"ruku":246,"hizbQuarter":116,"sajda":false},{"number":2100,"text":"Le jour où Nous appellerons chaque groupement d'hommes par leur chef, ceux à qui on remettra leur livre dans la main droite liront leur livre (avec plaisir) et ne subiront pas la moindre injustice.","numberInSurah":71,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2101,"text":"Et quiconque aura été aveugle ici-bas, sera aveugle dans l'au-delà, et sera plus égaré [encore] par rapport à la bonne voie.","numberInSurah":72,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2102,"text":"Ils ont failli te détourner de ce que Nous t'avions révélé, [dans l'espoir] qu'à la place de ceci, tu inventes quelque chose d'autre et (l'imputes) à Nous. Et alors, ils t'auraient pris pour ami intime.","numberInSurah":73,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2103,"text":"Et si Nous ne t'avions pas raffermi, tu aurais bien failli t'incliner quelque peu vers eux.","numberInSurah":74,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2104,"text":"Alors, Nous t'aurions certes fait goûter le double [supplice] de la vie et le double [supplice] de la mort; et ensuite tu n'aurais pas trouvé de secoureur contre Nous.","numberInSurah":75,"juz":15,"manzil":4,"page":289,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2105,"text":"En vérité, ils ont failli t'inciter à fuir du pays pour t'en bannir. Mais dans ce cas, ils n'y seraient pas restés longtemps après toi.","numberInSurah":76,"juz":15,"manzil":4,"page":290,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2106,"text":"Telle fut la règle appliquée par Nous à Nos messagers que Nous avons envoyés avant toi. Et tu ne trouveras pas de changement en Notre règle.","numberInSurah":77,"juz":15,"manzil":4,"page":290,"ruku":247,"hizbQuarter":116,"sajda":false},{"number":2107,"text":"Accomplis la Salât au déclin du soleil jusqu'à l'obscurité de la nuit, et [fais] aussi la Lecture à l'aube, car la Lecture à l'aube a des témoins.","numberInSurah":78,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2108,"text":"Et de la nuit consacre une partie [avant l'aube] pour des Salât surérogatoires: afin que ton Seigneur te ressuscite en une position de gloire.","numberInSurah":79,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2109,"text":"Et dis: «O mon Seigneur, fais que j'entre par une entrée de vérité et que je sorte par une sortie de vérité; et accorde-moi de Ta part, un pouvoir bénéficiant de Ton secours».","numberInSurah":80,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2110,"text":"Et dis: «La Vérité (l'Islam) est venue et l'Erreur a disparu. Car l'Erreur est destinée à disparaître».","numberInSurah":81,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2111,"text":"Nous faisons descendre du Coran, ce qui est une guérison et une miséricorde pour les croyants. Cependant, cela ne fait qu'accroître la perdition des injustes.","numberInSurah":82,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2112,"text":"Et quand Nous comblons l'homme de bienfaits, il se détourne et se replie sur lui-même; et quand un mal le touche, le voilà profondément désespéré.","numberInSurah":83,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2113,"text":"Dis: «Chacun agit selon sa méthode, alors que votre Seigneur connaît mieux qui suit la meilleure voie».","numberInSurah":84,"juz":15,"manzil":4,"page":290,"ruku":248,"hizbQuarter":116,"sajda":false},{"number":2114,"text":"Et ils t'interrogent au sujet de l'âme, - Dis: «L'âme relève de l'Ordre de mon Seigneur». Et on ne vous a donné que peu de connaissance.","numberInSurah":85,"juz":15,"manzil":4,"page":290,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2115,"text":"Si Nous voulons, Nous pouvons certes faire disparaître ce que Nous t'avons révélé; et tu n'y trouverais par la suite aucun défenseur contre Nous.","numberInSurah":86,"juz":15,"manzil":4,"page":290,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2116,"text":"Si ce n'est par une miséricorde de ton Seigneur, car en vérité Sa grâce sur toi est grande.","numberInSurah":87,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2117,"text":"Dis: «Même si les hommes et les djinns s'unissaient pour produire quelque chose de semblable à ce Coran, ils ne sauraient produire rien de semblable, même s'ils se soutenaient les uns les autres».","numberInSurah":88,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2118,"text":"Et certes, Nous avons déployé pour les gens, dans ce Coran, toutes sortes d'exemples. Mais la plupart des gens s'obstinent à être mécréants.","numberInSurah":89,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2119,"text":"Et ils dirent: «Nous ne croirons pas en toi, jusqu'à ce que tu aies fait jaillir de terre, pour nous, une source;","numberInSurah":90,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2120,"text":"ou que tu aies un jardin de palmiers et de vignes, entre lesquels tu feras jaillir des ruisseaux en abondance;","numberInSurah":91,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2121,"text":"ou que tu fasses tomber sur nous, comme tu le prétends, le ciel en morceaux; ou que tu fasses venir Allah et les Anges en face de nous;","numberInSurah":92,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2122,"text":"ou que tu aies une maison [garnie] d'ornements; ou que tu sois monté au ciel. Encore ne croirons-nous pas à ta montée au ciel, jusqu'à ce que tu fasses descendre sur nous un Livre que nous puissions lire». Dis-[leur]: «Gloire à mon Seigneur! Ne suis-je qu'un être humain-Messager?»","numberInSurah":93,"juz":15,"manzil":4,"page":291,"ruku":249,"hizbQuarter":116,"sajda":false},{"number":2123,"text":"Et rien n'empêcha les gens de croire, quand le guide leur est parvenu, si ce n'est qu'ils disaient: «Allah envoie-t-Il un être humain-Messager?»","numberInSurah":94,"juz":15,"manzil":4,"page":291,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2124,"text":"Dis: «S'il y avait sur terre des Anges marchant tranquillement, Nous aurions certes fait descendre sur eux du ciel un Ange-Messager».","numberInSurah":95,"juz":15,"manzil":4,"page":291,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2125,"text":"Dis: «Allah suffit comme témoin entre vous et moi». Il est, sur Ses serviteurs, Parfaitement Connaisseur et Clairvoyant.","numberInSurah":96,"juz":15,"manzil":4,"page":291,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2126,"text":"Celui qu'Allah guide, c'est lui le bien-guidé et ceux qu'Il égare... tu ne leur trouveras jamais d'alliés en dehors de Lui et au Jour de la Résurrection, Nous les rassemblerons traînés sur leurs visages, aveugles, muets et sourds. L'Enfer sera leur demeure: chaque fois que son feu s'affaiblit, Nous leur accroîtrons la flamme ardente.","numberInSurah":97,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2127,"text":"Telle sera leur sanction parce qu'ils ne croient pas en Nos preuves et disent: «Quand nous serons ossements et poussière, serons-nous ressuscités en une nouvelle création?»","numberInSurah":98,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":116,"sajda":false},{"number":2128,"text":"N'ont-ils pas vu qu'Allah qui a créé les cieux et la terre est capable de créer leurs pareils? Il leur a fixé un terme, sur lequel il n'y a aucun doute, mais les injustes s'obstinent dans leur mécréance.","numberInSurah":99,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":117,"sajda":false},{"number":2129,"text":"Dis: «Si c'était vous qui possédiez les trésors de la miséricorde de mon Seigneur, vous lésineriez, certes, de peur de les dépenser. Et l'homme est très avare!","numberInSurah":100,"juz":15,"manzil":4,"page":292,"ruku":250,"hizbQuarter":117,"sajda":false},{"number":2130,"text":"Et certes, Nous donnâmes à Moïse neuf miracles évidents. Demande donc aux Enfants d'Israël, lorsqu'il leur vint et que Pharaon lui dit: «O Moïse, je pense que tu es ensorcelé».","numberInSurah":101,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2131,"text":"Il dit: «Tu sais fort bien que ces choses [les miracles], seul le Seigneur des cieux et de la terre les a fait descendre comme autant de preuves illuminantes; et certes, O Pharaon, je te crois perdu».","numberInSurah":102,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2132,"text":"[Pharaon] voulut donc les expulser du pays. Alors Nous les noyâmes tous, lui et ceux qui étaient avec lui.","numberInSurah":103,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2133,"text":"Et après lui, Nous dîmes aux Enfants d'Israël: «Habitez la terre». Puis, lorsque viendra la promesse de la (vie) dernière, Nous vous ferons venir en foule.","numberInSurah":104,"juz":15,"manzil":4,"page":292,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2134,"text":"Et c'est en toute vérité que Nous l'avons fait descendre (le Coran), et avec la vérité il est descendu, et Nous ne t'avons envoyé qu'en annonciateur et avertisseur.","numberInSurah":105,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2135,"text":"(Nous avons fait descendre) un Coran que Nous avons fragmenté, pour que tu le lises lentement aux gens. Et Nous l'avons fait descendre graduellement.","numberInSurah":106,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2136,"text":"Dis: «Croyez-y ou n'y croyez pas. Ceux à qui la connaissance a été donnée avant cela, lorsqu'on le leur récite, tombent, prosternés, le menton contre terre","numberInSurah":107,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2137,"text":"et disent: «Gloire à notre Seigneur! La promesse de notre Seigneur est assurément accomplie».","numberInSurah":108,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2138,"text":"Et ils tombent sur leur menton, pleurant, et cela augmente leur humilité.","numberInSurah":109,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":{"id":4,"recommended":true,"obligatory":false}},{"number":2139,"text":"Dis: «Invoquez Allah, ou invoquez le Tout Miséricordieux. Quel que soit le nom par lequel vous l'appelez, Il a les plus beaux noms. Et dans ta Salât, ne récite pas à voix haute; et ne l'y abaisse pas trop, mais cherche le juste milieu entre les deux».","numberInSurah":110,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false},{"number":2140,"text":"Et dis: «Louange à Allah qui ne S'est jamais attribué d'enfant, qui n'a point d'associé en la royauté et qui n'a jamais eu de protecteur de l'humiliation». Et proclame hautement Sa grandeur.","numberInSurah":111,"juz":15,"manzil":4,"page":293,"ruku":251,"hizbQuarter":117,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}