{"code":200,"status":"OK","data":{"number":34,"name":"سُورَةُ سَبَإٍ","englishName":"Saba","englishNameTranslation":"Sheba","revelationType":"Meccan","numberOfAyahs":54,"ayahs":[{"number":3607,"text":"Louange à Allah à qui appartient tout ce qui est dans les cieux et tout ce qui est sur la terre. Et louange à Lui dans l'au-delà. Et c'est Lui le Sage, le Parfaitement Connaisseur.","numberInSurah":1,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3608,"text":"Il sait ce qui pénètre en terre et ce qui en sort, ce qui descend du ciel et ce qui y remonte. Et c'est Lui le Miséricordieux, le Pardonneur.","numberInSurah":2,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3609,"text":"Ceux qui ne croient pas disent: «L'Heure ne nous viendra pas». Dis: «Par mon Seigneur! Très certainement, elle vous viendra. [Mon Seigneur] le Connaisseur de l'Inconnaissable. Rien ne Lui échappe fût-il du poids d'un atome dans les cieux, comme sur la terre. Et rien n'existe de plus petit ni de plus grand, qui ne soit inscrit dans un Livre explicite,","numberInSurah":3,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3610,"text":"afin qu'Il récompense ceux qui croient et accomplissent les bonnes œuvres. Pour ceux-ci, il y aura un pardon et un don généreux.","numberInSurah":4,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3611,"text":"Et ceux qui s'efforcent de rendre vains Nos versets, ceux-là auront le châtiment d'un supplice douloureux.","numberInSurah":5,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3612,"text":"Et ceux à qui le savoir a été donné voient que ce qu'on t'a fait descendre de la part de ton Seigneur est la vérité qui guide au chemin du Tout Puissant, du Digne de Louange.","numberInSurah":6,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3613,"text":"Et ceux qui ne croient pas dirent: «Voulez-vous que l'on vous montre un homme qui vous prédise que lorsque vous serez complètement désintégrés, vous reparaîtrez, sans nul doute, en une nouvelle création?","numberInSurah":7,"juz":22,"manzil":5,"page":428,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3614,"text":"Invente-t-il un mensonge contre Allah? ou bien est-il fou?» [Non], mais ceux qui ne croient pas en l'au-delà sont voués au châtiment et à l'égarement lointain.","numberInSurah":8,"juz":22,"manzil":5,"page":429,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3615,"text":"Ne voient-ils donc pas ce qu'il y a comme ciel et comme terre devant et derrière eux? Si Nous voulions, Nous ferions que la terre les engloutisse, ou que des morceaux du ciel tombent sur eux. Il y a en cela une preuve pour tout serviteur repentant.","numberInSurah":9,"juz":22,"manzil":5,"page":429,"ruku":370,"hizbQuarter":171,"sajda":false},{"number":3616,"text":"Nous avons certes accordé une grâce à David de Notre part. O montagnes et oiseaux, répétez avec lui (les louanges d'Allah). Et pour lui, Nous avons amolli le fer,","numberInSurah":10,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3617,"text":"(en lui disant): «Fabrique des cottes de mailles complètes et mesure bien les mailles». Et faites le bien. Je suis Clairvoyant sur ce que vous faites.","numberInSurah":11,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3618,"text":"Et à Salomon (Nous avons assujetti) le vent, dont le parcours du matin équivaut à un mois (de marche) et le parcours du soir, un mois aussi. Et pour lui Nous avons fait couler la source de cuivre. Et parmi les djinns il y en a qui travaillaient sous ses ordres, par permission de son Seigneur. Quiconque d'entre eux, cependant, déviait de Notre ordre, Nous lui faisions goûter au châtiment de la fournaise.","numberInSurah":12,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3619,"text":"Ils exécutaient pour lui ce qu'il voulait: sanctuaires, statues, plateaux comme des bassins, et marmites bien ancrées. - «O famille de David, œuvrez par gratitude», alors qu'il y a eu peu de Mes serviteurs qui sont reconnaissants.","numberInSurah":13,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3620,"text":"Puis, quand Nous décidâmes sa mort, il n'y eut pour les avertir de sa mort que la «bête de terre», qui rongea sa canne. Puis lorsqu'il s'écroula, il apparut de toute évidence aux djinns que s'ils savaient vraiment l'inconnu, ils ne seraient pas restés dans le supplice humiliant [de la servitude].","numberInSurah":14,"juz":22,"manzil":5,"page":429,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3621,"text":"Il y avait assurément, pour la tribu de Saba' un Signe dans leurs habitat: deux jardins, l'un à droite et l'autre à gauche. «Mangez de ce que votre Seigneur vous a attribué, et soyez-Lui reconnaissants: une bonne contrée et un Seigneur Pardonneur».","numberInSurah":15,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3622,"text":"Mais ils se détournèrent. Nous déchaînâmes contre eux l'inondation du Barrage, et leur changeâmes leurs deux jardins en deux jardins aux fruits amers, tamaris et quelques jujubiers.","numberInSurah":16,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3623,"text":"Ainsi les rétribuâmes Nous pour leur mécréance. Saurions-Nous sanctionner un autre que le mécréant?","numberInSurah":17,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3624,"text":"Et Nous avions placé entre eux et les cités que Nous avions bénies, d'autres cités proéminentes, et Nous avions évalué les étapes de voyage entre elles. «Voyagez entre elles pendant des nuits et des jours, en sécurité».","numberInSurah":18,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3625,"text":"Puis, ils dirent: «Seigneur, allonge les distances entre nos étapes», et ils se firent du tort à eux-mêmes. Nous fîmes d'eux, donc, des sujets de légendes et les désintégrâmes totalement. Il y a en cela des avertissements pour tous grand endurant et grand reconnaissant.","numberInSurah":19,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3626,"text":"Et Satan a très certainement rendu véridique sa conjecture à leur égard. Ils l'ont suivi donc, sauf un groupe parmi les croyants.","numberInSurah":20,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3627,"text":"Et pourtant il n'avait sur eux aucun pouvoir si ce n'est que Nous voulions distinguer celui qui croyait en l'au-delà et celui qui doutait. Ton Seigneur, cependant, assure la sauvegarde de toute chose.","numberInSurah":21,"juz":22,"manzil":5,"page":430,"ruku":371,"hizbQuarter":172,"sajda":false},{"number":3628,"text":"Dis: «Invoquez ceux qu'en dehors d'Allah vous prétendez [être des divinités]. Ils ne possèdent même pas le poids d'un atome, ni dans les cieux ni sur la terre. Ils n'ont jamais été associés à leur création et Il n'a personne parmi eux pour Le soutenir».","numberInSurah":22,"juz":22,"manzil":5,"page":430,"ruku":372,"hizbQuarter":172,"sajda":false},{"number":3629,"text":"L'intercession auprès de Lui ne profite qu'à celui en faveur duquel Il la permet. Quand ensuite la frayeur se sera éloignée de leurs cœurs, ils diront: «Qu'a dit votre Seigneur?» Ils répondront: «La Vérité; C'est Lui le Sublime, le Grand».","numberInSurah":23,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":172,"sajda":false},{"number":3630,"text":"Dis: «Qui vous nourrit du ciel et de la terre?» Dis: «Allah. C'est nous ou bien vous qui sommes sur une bonne voie, ou dans un égarement manifeste».","numberInSurah":24,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3631,"text":"Dis: «Vous ne serez pas interrogés sur les crimes que nous avons commis, et nous ne serons pas interrogés sur ce que vous faites».","numberInSurah":25,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3632,"text":"Dis: «Notre Seigneur nous réunira, puis Il tranchera entre nous, avec la vérité, car c'est Lui le Grand Juge, l'Omniscient».","numberInSurah":26,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3633,"text":"Dis: «Montrez-moi ceux que vous Lui avez donnés comme associés. Eh bien, non! C'est plutôt Lui, Allah, le Puissant, le Sage».","numberInSurah":27,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3634,"text":"Et Nous ne t'avons envoyé qu'en tant qu'annonciateur et avertisseur pour toute l'humanité. Mais la plupart des gens ne savent pas.","numberInSurah":28,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3635,"text":"Et ils disent: «A quand cette promesse, si vous êtes véridiques?»","numberInSurah":29,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3636,"text":"Dis: «Le rendez-vous est pour un jour que vous ne saurez retarder d'une heure, ni avancer!»","numberInSurah":30,"juz":22,"manzil":5,"page":431,"ruku":372,"hizbQuarter":173,"sajda":false},{"number":3637,"text":"Et ceux qui avaient mécru dirent: «Jamais nous ne croirons à ce Coran ni à ce qui l'a précédé». Et si tu pouvais voir quand les injustes seront debout devant leur Seigneur, se renvoyant la parole les uns aux autres! Ceux que l'on considérait comme faibles diront à ceux qui s'enorgueillissaient: «Sans vous, nous aurions certes été croyants».","numberInSurah":31,"juz":22,"manzil":5,"page":431,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3638,"text":"Ceux qui s'enorgueillissaient diront à ceux qu'ils considéraient comme faibles: «Est-ce nous qui vous avons repoussés de la bonne direction après qu'elle vous fut venue? Mais vous étiez plutôt des criminels».","numberInSurah":32,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3639,"text":"Et ceux que l'on considérait comme faibles diront à ceux qui s'enorgueillissaient: «C'était votre stratagème, plutôt, nuit et jour, de nous commander de ne pas croire en Allah et de Lui donner des égaux». Et ils cacheront leur regret quand ils verront le châtiment. Nous placerons des carcans aux cous de ceux qui ont mécru: les rétribuerait-on autrement que selon ce qu'ils œuvraient?»","numberInSurah":33,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3640,"text":"Et Nous n'avons envoyé aucun avertisseur dans une cité sans que ses gens aisés n'aient dit: «Nous ne croyons pas au message avec lequel vous êtes envoyés».","numberInSurah":34,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3641,"text":"Et ils dirent: «Nous avons davantage de richesses et d'enfants et nous ne serons pas châtiés».","numberInSurah":35,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3642,"text":"Dis: «Mon Seigneur dispense avec largesse ou restreint Ses dons à qui Il veut. Mais la plupart des gens ne savent pas».","numberInSurah":36,"juz":22,"manzil":5,"page":432,"ruku":373,"hizbQuarter":173,"sajda":false},{"number":3643,"text":"Ni vos biens ni vos enfants ne vous rapprocheront à proximité de Nous. Sauf celui qui croit et œuvre dans le bien. Ceux-là auront une double récompense pour ce qu'ils œuvraient, tandis qu'ils seront en sécurité, aux étages supérieurs (du Paradis).","numberInSurah":37,"juz":22,"manzil":5,"page":432,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3644,"text":"Et quant à ceux qui s'efforcent à rendre Nos versets inefficients, ceux-là seront forcés de se présenter au châtiment.","numberInSurah":38,"juz":22,"manzil":5,"page":432,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3645,"text":"Dis: «Mon Seigneur dispense avec largesse ou restreint Ses dons à qui Il veut parmi ses serviteurs. Et toute dépense que vous faites [dans le bien], Il la remplace, et c'est Lui le Meilleur des donateurs».","numberInSurah":39,"juz":22,"manzil":5,"page":432,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3646,"text":"Et un jour Il les rassemblera tous. Puis Il dira aux Anges: «Est-ce vous que ces gens-là adoraient?»","numberInSurah":40,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3647,"text":"Ils diront: «Gloire à Toi! Tu es notre Allié en dehors d'eux. Ils adoraient plutôt les djinns, en qui la plupart d'entre eux croyaient.","numberInSurah":41,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3648,"text":"Ce jour-là donc, vous n'aurez aucun moyen pour profiter ou nuire les uns aux autres, tandis que Nous dirons aux injustes: «Goûtez au châtiment du Feu que vous traitiez de mensonge».","numberInSurah":42,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3649,"text":"Et quand Nos versets édifiants leur sont récités, ils disent: Ce n'est là qu'un homme qui veut vous repousser de ce que vos ancêtres adoraient». Et ils disent: «Ceci (Le Coran) n'est qu'un mensonge inventé». Et ceux qui ne croient pas disent de la Vérité quand elle leur vient: «Ce n'est là qu'une magie évidente!»","numberInSurah":43,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3650,"text":"[Pourtant] Nous ne leur avons pas donné de livres à étudier. Et Nous ne leur avons envoyé avant toi aucun avertisseur.","numberInSurah":44,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3651,"text":"Ceux d'avant eux avaient [aussi] démenti (leurs messagers). [Les Mecquois] n'ont pas atteint le dixième de ce que Nous leur avons donné [en force et en richesse]. Ils traitaient Mes Messagers de menteurs. Et quelle réprobation fut la mienne!","numberInSurah":45,"juz":22,"manzil":5,"page":433,"ruku":374,"hizbQuarter":173,"sajda":false},{"number":3652,"text":"Dis: «Je vous exhorte seulement à une chose: que pour Allah vous vous leviez, par deux ou isolément, et qu'ensuite vous réfléchissiez. Votre compagnon (Muhammad) n'est nullement possédé: il n'est pour vous qu'un avertisseur annonçant un dur châtiment».","numberInSurah":46,"juz":22,"manzil":5,"page":433,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3653,"text":"Dis: «Ce que je vous demande comme salaire, c'est pour vous-mêmes. Car mon salaire n'incombe qu'à Allah. Il est Témoin de toute chose».","numberInSurah":47,"juz":22,"manzil":5,"page":433,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3654,"text":"Dis: «Certes, mon Seigneur lance la Vérité, [à Ses messagers], Il est le Parfait Connaisseur des inconnaissables».","numberInSurah":48,"juz":22,"manzil":5,"page":433,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3655,"text":"Dis: «La vérité [l'Islam] est venue. Et le Faux [la mécréance] ne peut rien commencer ni renouveler».","numberInSurah":49,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3656,"text":"Dis: «Si je m'égare, je ne m'égare qu'à mes dépens; tandis que si je me guide, alors c'est grâce à ce que Mon Seigneur me révèle, car Il est Audient et Proche».","numberInSurah":50,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3657,"text":"Si tu les voyais quand ils seront saisis de peur, - pas d'échappatoire pour eux -, et ils seront saisis de près!","numberInSurah":51,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3658,"text":"Ils diront alors: «Nous croyons en lui». - Mais comment atteindront-ils la foi de si loin?","numberInSurah":52,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3659,"text":"alors qu'auparavant ils y avaient effectivement mécru et ils offensent l'inconnu à partir d'un endroit éloigné !","numberInSurah":53,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false},{"number":3660,"text":"On les empêchera d'atteindre ce qu'ils désirent, comme cela fut fait auparavant avec leurs semblables, car ils se trouvaient dans un doute profond.","numberInSurah":54,"juz":22,"manzil":5,"page":434,"ruku":375,"hizbQuarter":174,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}