{"code":200,"status":"OK","data":{"number":18,"name":"سُورَةُ الكَهۡفِ","englishName":"Al-Kahf","englishNameTranslation":"The Cave","revelationType":"Meccan","numberOfAyahs":110,"ayahs":[{"number":2141,"text":"Louange à Allah qui a fait descendre sur Son serviteur (Muhammad), le Livre, et n'y a point introduit de tortuosité (ambiguité)!","numberInSurah":1,"juz":15,"manzil":4,"page":293,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2142,"text":"[Un Livre] d'une parfaite droiture pour avertir d'une sévère punition venant de Sa part et pour annoncer aux croyants qui font de bonnes œuvres qu'il y aura pour eux une belle récompense.","numberInSurah":2,"juz":15,"manzil":4,"page":293,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2143,"text":"où ils demeureront éternellement,","numberInSurah":3,"juz":15,"manzil":4,"page":293,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2144,"text":"et pour avertir ceux qui disent: «Allah S'est attribué un enfant.»","numberInSurah":4,"juz":15,"manzil":4,"page":293,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2145,"text":"Ni eux ni leurs ancêtres n'en savent rien. Quelle monstrueuse parole que celle qui sort de leurs bouches! Ce qu'ils disent n'est que mensonge.","numberInSurah":5,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2146,"text":"Tu vas peut-être te consumer de chagrin parce qu'ils se détournent de toi et ne croient pas en ce discours!","numberInSurah":6,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2147,"text":"Nous avons placé ce qu'il y a sur la terre pour l'embellir, afin d'éprouver (les hommes et afin de savoir) qui d'entre eux sont les meilleurs dans leurs actions.","numberInSurah":7,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2148,"text":"Puis, Nous allons sûrement transformer sa surface en un sol aride.","numberInSurah":8,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2149,"text":"Penses-tu que les gens de la Caverne et d'ar-Raquîm ont constitué une chose extraordinaire d'entre Nos prodiges?","numberInSurah":9,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2150,"text":"Quand les jeunes gens se furent réfugiés dans la caverne, ils dirent: «O notre Seigneur, donne-nous de Ta part une miséricorde; et assure nous la droiture dans tout ce qui nous concerne».","numberInSurah":10,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2151,"text":"Alors, Nous avons assourdi leurs oreilles, dans la caverne pendant de nombreuses années.","numberInSurah":11,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2152,"text":"Ensuite, Nous les avons ressuscités, afin de savoir lequel des deux groupes saurait le mieux calculer la durée exacte de leur séjour.","numberInSurah":12,"juz":15,"manzil":4,"page":294,"ruku":252,"hizbQuarter":117,"sajda":false},{"number":2153,"text":"Nous allons te raconter leur récit en toute vérité. Ce sont des jeunes gens qui croyaient en leur Seigneur; et Nous leur avons accordé les plus grands moyens de se diriger [dans la bonne voie].","numberInSurah":13,"juz":15,"manzil":4,"page":294,"ruku":253,"hizbQuarter":117,"sajda":false},{"number":2154,"text":"Nous avons fortifié leurs cœurs lorsqu'ils s'étaient levés pour dire: «Notre Seigneur est le Seigneur des cieux et de la terre: jamais nous n'invoquerons de divinité en dehors de Lui, sans quoi, nous transgresserions dans nos paroles.","numberInSurah":14,"juz":15,"manzil":4,"page":294,"ruku":253,"hizbQuarter":117,"sajda":false},{"number":2155,"text":"Voilà que nos concitoyens ont adopté en dehors de Lui des divinités. Que n'apportent-ils sur elles une preuve évidente? Quel pire injuste, donc que celui qui invente un mensonge contre Allah?","numberInSurah":15,"juz":15,"manzil":4,"page":294,"ruku":253,"hizbQuarter":117,"sajda":false},{"number":2156,"text":"Et quand vous vous serez séparés d'eux et de ce qu'ils adorent en dehors d'Allah, réfugiez-vous donc dans la caverne: votre Seigneur répandra de Sa miséricorde sur vous et disposera pour vous un adoucissement à votre sort.","numberInSurah":16,"juz":15,"manzil":4,"page":295,"ruku":253,"hizbQuarter":117,"sajda":false},{"number":2157,"text":"Tu aurais vu le soleil, quand il se lève, s'écarter de leur caverne vers la droite, et quand il se couche, passer à leur gauche, tandis qu'eux-mêmes sont là dans une partie spacieuse (de la caverne)... Cela est une des merveilles d'Allah. Celui qu'Allah guide, c'est lui le bien-guidé. Et quiconque Il égare, tu ne trouveras alors pour lui aucun allié pour le mettre sur la bonne voie.","numberInSurah":17,"juz":15,"manzil":4,"page":295,"ruku":253,"hizbQuarter":118,"sajda":false},{"number":2158,"text":"Et tu les aurais cru éveillés, alors qu'ils dorment. Et Nous les tournons sur le côté droit et sur le côté gauche, tandis que leur chien est à l'entrée, pattes étendues. Si tu les avais aperçus, certes tu leur aurais tourné le dos en fuyant; et tu aurais été assurément rempli d'effroi devant eux.","numberInSurah":18,"juz":15,"manzil":4,"page":295,"ruku":254,"hizbQuarter":118,"sajda":false},{"number":2159,"text":"Et c'est ainsi que Nous les ressuscitâmes, afin qu'ils s'interrogent entre eux. L'un parmi eux dit: «Combien de temps avez-vous demeuré là?» Ils dirent: «Nous avons demeuré un jour ou une partie d'un jour». D'autres dirent: «Votre Seigneur sait mieux combien [de temps] vous y avez demeuré. Envoyez donc l'un de vous à la ville avec votre argent que voici, pour qu'il voie quel aliment est le plus pur et qu'il vous en apporte de quoi vous nourrir. Qu'il agisse avec tact; et qu'il ne donne l'éveil à personne sur vous.","numberInSurah":19,"juz":15,"manzil":4,"page":295,"ruku":254,"hizbQuarter":118,"sajda":false},{"number":2160,"text":"Si jamais ils vous attrapent, ils vous lapideront ou vous feront retourner à leur religion, et vous ne réussirez alors plus jamais».","numberInSurah":20,"juz":15,"manzil":4,"page":295,"ruku":254,"hizbQuarter":118,"sajda":false},{"number":2161,"text":"Et c'est ainsi que Nous fîmes qu'ils furent découverts, afin qu'ils [les gens de la cité] sachent que la promesse d'Allah est vérité et qu'il n'y ait point de doute au sujet de l'Heure. Aussi se disputèrent-ils à leur sujet et déclarèrent-ils: «Construisez sur eux un édifice. Leur Seigneur les connaît mieux». Mais ceux qui l'emportèrent [dans la discussion] dirent: «Elevons sur eux un sanctuaire».","numberInSurah":21,"juz":15,"manzil":4,"page":296,"ruku":254,"hizbQuarter":118,"sajda":false},{"number":2162,"text":"Ils diront: «ils étaient trois et le quatrième était leur chien». Et ils diront en conjecturant sur leur mystère qu'ils étaient cinq, le sixième étant leur chien et ils diront: «sept, le huitième étant leur chien». Dis: «Mon Seigneur connaît mieux leur nombre. Il n'en est que peu qui le savent». Ne discute à leur sujet que d'une façon apparente et ne consulte personne en ce qui les concerne.","numberInSurah":22,"juz":15,"manzil":4,"page":296,"ruku":254,"hizbQuarter":118,"sajda":false},{"number":2163,"text":"Et ne dis jamais, à propos d'une chose: «Je la ferai sûrement demain»,","numberInSurah":23,"juz":15,"manzil":4,"page":296,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2164,"text":"sans ajouter: «Si Allah le veut», et invoque ton Seigneur quand tu oublies et dis: «Je souhaite que mon Seigneur me guide et me mène plus près de ce qui est correct».","numberInSurah":24,"juz":15,"manzil":4,"page":296,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2165,"text":"Or, ils demeurèrent dans leur caverne trois cents ans et en ajoutèrent neuf (années).","numberInSurah":25,"juz":15,"manzil":4,"page":296,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2166,"text":"Dis: «Allah sait mieux combien de temps ils demeurèrent là. A Lui appartient l'Inconnaissable des cieux et de la terre. Comme Il est Voyant et Audient! Ils n'ont aucun allié en dehors de Lui et Il n'associe personne à Son commandement.","numberInSurah":26,"juz":15,"manzil":4,"page":296,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2167,"text":"Et récite ce qui t'a été révélé du Livre de ton Seigneur. Nul ne peut changer Ses paroles. Et tu ne trouveras, en dehors de Lui, aucun refuge.","numberInSurah":27,"juz":15,"manzil":4,"page":296,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2168,"text":"Fais preuve de patience [en restant] avec ceux qui invoquent leur Seigneur matin et soir, désirant Sa Face. Et que tes yeux ne se détachent point d'eux, en cherchant (le faux) brillant de la vie sur terre. Et n'obéis pas à celui dont Nous avons rendu le cœur inattentif à Notre Rappel, qui poursuit sa passion et dont le comportement est outrancier.","numberInSurah":28,"juz":15,"manzil":4,"page":297,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2169,"text":"Et dis: «La vérité émane de votre Seigneur». Quiconque le veut, qu'il croie, quiconque le veut qu'il mécroie». Nous avons préparé pour les injustes un Feu dont les flammes les cernent. Et s'ils implorent à boire on les abreuvera d'une eau comme du métal fondu brûlant les visages. Quelle mauvaise boisson et quelle détestable demeure!","numberInSurah":29,"juz":15,"manzil":4,"page":297,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2170,"text":"Ceux qui croient et font de bonnes œuvres... vraiment Nous ne laissons pas perdre la récompense de celui qui fait le bien.","numberInSurah":30,"juz":15,"manzil":4,"page":297,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2171,"text":"Voilà ceux qui auront les jardins du séjour (éternel) sous lesquels coulent les ruisseaux. Ils y seront parés de bracelets d'or et se vêtiront d'habits verts de soie fine et de brocart, accoudés sur des divans (bien ornés). Quelle bonne récompense et quelle belle demeure!","numberInSurah":31,"juz":15,"manzil":4,"page":297,"ruku":255,"hizbQuarter":118,"sajda":false},{"number":2172,"text":"Donne-leur l'exemple de deux hommes: à l'un d'eux Nous avons assigné deux jardins de vignes que Nous avons entourés de palmiers et Nous avons mis entre les deux jardins des champs cultivés.","numberInSurah":32,"juz":15,"manzil":4,"page":297,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2173,"text":"Les deux jardins produisaient leur récolte sans jamais manquer. Et Nous avons fait jaillir entre eux un ruisseau.","numberInSurah":33,"juz":15,"manzil":4,"page":297,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2174,"text":"Et il avait des fruits et dit alors à son compagnon avec qui il conversait: «Je possède plus de biens que toi, et je suis plus puissant que toi grâce à mon clan».","numberInSurah":34,"juz":15,"manzil":4,"page":297,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2175,"text":"Il entra dans son jardin coupable envers lui-même [par sa mécréance]; il dit: «Je ne pense pas que ceci puisse jamais périr,","numberInSurah":35,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2176,"text":"et je ne pense pas que l'Heure viendra. Et si on me ramène vers mon Seigneur, je trouverai certes meilleur lieu de retour que ce jardin.","numberInSurah":36,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2177,"text":"Son compagnon lui dit, tout en conversant avec lui: «Serais-tu mécréant envers Celui qui t'a créé de terre, puis de sperme et enfin t'a façonné en homme?","numberInSurah":37,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2178,"text":"Quant à moi, c'est Allah qui est mon Seigneur; et je n'associe personne à mon Seigneur.","numberInSurah":38,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2179,"text":"En entrant dans ton jardin, que ne dis-tu: «Telle est la volonté (et la grâce) d'Allah! Il n'y a de puissance que par Allah». Si tu me vois moins pourvu que toi en biens et en enfants,","numberInSurah":39,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2180,"text":"il se peut que mon Seigneur, bientôt, me donne quelque chose de meilleur que ton jardin, qu'Il envoie sur [ce dernier], du ciel, quelque calamité, et que son sol devienne glissant,","numberInSurah":40,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2181,"text":"ou que son eau tarisse de sorte que tu ne puisses plus la retrouver».","numberInSurah":41,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2182,"text":"Et sa récolte fut détruite et il se mit alors à se tordre les deux mains à cause de ce qu'il y avait dépensé, cependant que ses treilles étaient complètement ravagées. Et il disait: «Que je souhaite n'avoir associé personne à mon Seigneur!»","numberInSurah":42,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2183,"text":"Il n'eut aucun groupe de gens pour le secourir contre (la punition) d'Allah. Et il ne put se secourir lui-même.","numberInSurah":43,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2184,"text":"En l'occurrence, la souveraine protection appartient à Allah, le Vrai. Il accorde la meilleure récompense et le meilleur résultat.","numberInSurah":44,"juz":15,"manzil":4,"page":298,"ruku":256,"hizbQuarter":119,"sajda":false},{"number":2185,"text":"Et propose-leur l'exemple de la vie ici-bas. Elle est semblable à une eau que Nous faisons descendre du ciel; la végétation de la terre se mélange à elle. Puis elle devient de l'herbe desséchée que les vents dispersent. Allah est certes Puissant en toutes choses!","numberInSurah":45,"juz":15,"manzil":4,"page":298,"ruku":257,"hizbQuarter":119,"sajda":false},{"number":2186,"text":"Les biens et les enfants sont l'ornement de la vie de ce monde. Cependant, les bonnes œuvres qui persistent ont auprès de ton Seigneur une meilleure récompense et [suscitent] une belle espérance.","numberInSurah":46,"juz":15,"manzil":4,"page":299,"ruku":257,"hizbQuarter":119,"sajda":false},{"number":2187,"text":"Le jour où Nous ferons marcher les montagnes et où tu verras la terre nivelée (comme une plaine) et Nous les rassemblerons sans en omettre un seul.","numberInSurah":47,"juz":15,"manzil":4,"page":299,"ruku":257,"hizbQuarter":119,"sajda":false},{"number":2188,"text":"Et ils seront présentés en rangs devant ton Seigneur. «Vous voilà venus à Nous comme Nous vous avons créés la première fois. Pourtant vous prétendiez que Nous ne remplirions pas Nos promesses».","numberInSurah":48,"juz":15,"manzil":4,"page":299,"ruku":257,"hizbQuarter":119,"sajda":false},{"number":2189,"text":"Et on déposera le livre (de chacun). Alors tu verras les criminels, effrayés à cause de ce qu'il y a dedans, dire: «Malheur à nous, qu'a donc ce livre à n'omettre de mentionner ni péché véniel ni péché capital?» Et ils trouveront devant eux tout ce qu'ils ont œuvré. Et ton Seigneur ne fait du tort à personne.","numberInSurah":49,"juz":15,"manzil":4,"page":299,"ruku":257,"hizbQuarter":119,"sajda":false},{"number":2190,"text":"Et lorsque nous dîmes aux Anges: «Prosternez-vous devant Adam», ils se prosternèrent, excepté Iblis [Satan] qui était du nombre des djinns et qui se révolta contre le commandement de son Seigneur. Allez-vous cependant le prendre, ainsi que sa descendance, pour alliés en dehors de Moi, alors qu'ils vous sont ennemis? Quel mauvais échange pour les injustes!","numberInSurah":50,"juz":15,"manzil":4,"page":299,"ruku":258,"hizbQuarter":119,"sajda":false},{"number":2191,"text":"Je ne les ai pas pris comme témoins de la création des cieux et de la terre, ni de la création de leurs propres personnes. Et Je n'ai pas pris comme aides ceux qui égarent.","numberInSurah":51,"juz":15,"manzil":4,"page":299,"ruku":258,"hizbQuarter":120,"sajda":false},{"number":2192,"text":"Et le jour où Il dira: «Appelez ceux que vous prétendiez être Mes associés». Ils les invoqueront; mais eux ne leur répondront pas, Nous aurons placé entre eux une vallée de perdition.","numberInSurah":52,"juz":15,"manzil":4,"page":299,"ruku":258,"hizbQuarter":120,"sajda":false},{"number":2193,"text":"Et les criminels verront le Feu. Ils seront alors convaincus qu'ils y tomberont et n'en trouveront pas d'échappatoire.","numberInSurah":53,"juz":15,"manzil":4,"page":299,"ruku":258,"hizbQuarter":120,"sajda":false},{"number":2194,"text":"Et assurément, Nous avons déployé pour les gens, dans ce Coran, toutes sortes d'exemples. L'homme cependant, est de tous les êtres le plus grand disputeur.","numberInSurah":54,"juz":15,"manzil":4,"page":300,"ruku":259,"hizbQuarter":120,"sajda":false},{"number":2195,"text":"Qu'est-ce qui a donc empêché les gens de croire, lorsque le guide leur est venu, ainsi que de demander pardon à leur Seigneur, si ce n'est qu'ils veulent subir le sort des Anciens, ou se trouver face à face avec le châtiment.","numberInSurah":55,"juz":15,"manzil":4,"page":300,"ruku":259,"hizbQuarter":120,"sajda":false},{"number":2196,"text":"Et Nous n'envoyons des messagers que pour annoncer la bonne nouvelle et avertir. Et ceux qui ont mécru disputent avec de faux arguments, afin d'infirmer la vérité et prennent en raillerie Mes versets (le Coran) ainsi que ce (châtiment) dont on les a avertis.","numberInSurah":56,"juz":15,"manzil":4,"page":300,"ruku":259,"hizbQuarter":120,"sajda":false},{"number":2197,"text":"Quel pire injuste que celui à qui on a rappelé les versets de son Seigneur et qui en détourna le dos en oubliant ce que ses deux mains ont commis? Nous avons placé des voiles sur leurs cœurs, de sorte qu'ils ne comprennent pas (le Coran), et mis une lourdeur dans leurs oreilles. Même si tu les appelles vers la bonne voie, jamais ils ne pourront donc se guider.","numberInSurah":57,"juz":15,"manzil":4,"page":300,"ruku":259,"hizbQuarter":120,"sajda":false},{"number":2198,"text":"Et ton Seigneur est le Pardonneur, le Détenteur de la miséricorde. S'Il s'en prenait à eux pour ce qu'ils ont acquis, Il leur hâterait certes le châtiment. Mais il y a pour eux un terme fixé (pour l'accomplissement des menaces) contre lequel ils ne trouveront aucun refuge.","numberInSurah":58,"juz":15,"manzil":4,"page":300,"ruku":259,"hizbQuarter":120,"sajda":false},{"number":2199,"text":"Et voilà les villes que Nous avons fait périr quand leurs peuples commirent des injustices et Nous avons fixé un rendez-vous pour leur destruction.","numberInSurah":59,"juz":15,"manzil":4,"page":300,"ruku":259,"hizbQuarter":120,"sajda":false},{"number":2200,"text":"(Rappelle-toi) quand Moïse dit à son valet: «Je n'arrêterai pas avant d'avoir atteint le confluent des deux mers, dussé-je marcher de longues années».","numberInSurah":60,"juz":15,"manzil":4,"page":300,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2201,"text":"Puis, lorsque tous deux eurent atteint le confluent, Ils oublièrent leur poisson qui prit alors librement son chemin dans la mer.","numberInSurah":61,"juz":15,"manzil":4,"page":300,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2202,"text":"Puis, lorsque tous deux eurent dépassé [cet endroit,] il dit à son valet: «Apporte-nous notre déjeuner: nous avons rencontré de la fatigue dans notre présent voyage».","numberInSurah":62,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2203,"text":"[Le valet lui] dit: «Quand nous avons pris refuge près du rocher, vois-tu, j'ai oublié le poisson - le Diable seul m'a fait oublier de (te) le rappeler - et il a curieusement pris son chemin dans la mer».","numberInSurah":63,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2204,"text":"[Moïse] dit: «Voilà ce que nous cherchions». Puis, ils retournèrent sur leurs pas, suivant leurs traces.","numberInSurah":64,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2205,"text":"Ils trouvèrent l'un de Nos serviteurs à qui Nous avions donné une grâce, de Notre part, et à qui Nous avions enseigné une science émanant de Nous.","numberInSurah":65,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2206,"text":"Moïse lui dit: «Puis-je te suivre, à la condition que tu m'apprennes de ce qu'on t'a appris concernant une bonne direction?»","numberInSurah":66,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2207,"text":"[L'autre] dit: «Vraiment, tu ne pourras jamais être patient avec moi.","numberInSurah":67,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2208,"text":"Comment endurerais-tu sur des choses que tu n'embrasses pas par ta connaissance?»","numberInSurah":68,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2209,"text":"[Moïse] lui dit: «Si Allah veut, tu me trouveras patient; et je ne désobéirai à aucun de tes ordres».","numberInSurah":69,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2210,"text":"«Si tu me suis, dit [l'autre,] ne m'interroge sur rien tant que je ne t'en aurai pas fait mention».","numberInSurah":70,"juz":15,"manzil":4,"page":301,"ruku":260,"hizbQuarter":120,"sajda":false},{"number":2211,"text":"Alors les deux partirent. Et après qu'ils furent montés sur un bateau, l'homme y fit une brèche. [Moïse] lui dit: «Est-ce pour noyer ses occupants que tu l'as ébréché? Tu as commis, certes, une chose monstrueuse!»","numberInSurah":71,"juz":15,"manzil":4,"page":301,"ruku":261,"hizbQuarter":120,"sajda":false},{"number":2212,"text":"[L'autre] répondit: «N'ai-je pas dit que tu ne pourrais pas garder patience en ma compagnie?»","numberInSurah":72,"juz":15,"manzil":4,"page":301,"ruku":261,"hizbQuarter":120,"sajda":false},{"number":2213,"text":"«Ne t'en prends pas à moi, dit [Moïse,] pour un oubli de ma part; et ne m'impose pas de grande difficulté dans mon affaire».","numberInSurah":73,"juz":15,"manzil":4,"page":301,"ruku":261,"hizbQuarter":120,"sajda":false},{"number":2214,"text":"Puis ils partirent tous deux; et quand ils eurent rencontré un enfant, [l'homme] le tua. Alors [Moïse] lui dit: «As-tu tué un être innocent, qui n'a tué personne? Tu as commis certes, une chose affreuse!»","numberInSurah":74,"juz":15,"manzil":4,"page":301,"ruku":261,"hizbQuarter":120,"sajda":false},{"number":2215,"text":"[L'autre] lui dit: «Ne t'ai je pas dit que tu ne pourrais pas garder patience en ma compagnie?»","numberInSurah":75,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2216,"text":"«Si, après cela, je t'interroge sur quoi que ce soit, dit [Moïse], alors ne m'accompagne plus. Tu seras alors excusé de te séparer de moi».","numberInSurah":76,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2217,"text":"Ils partirent donc tous deux; et quand ils furent arrivés à un village habité, ils demandèrent à manger à ses habitants; mais ceux-ci refusèrent de leur donner l'hospitalité. Ensuite, ils y trouvèrent un mur sur le point de s'écrouler. L'homme le redressa. Alors [Moïse] lui dit: «Si tu voulais, tu aurais bien pu réclamer pour cela un salaire».","numberInSurah":77,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2218,"text":"«Ceci [marque] la séparation entre toi et moi, dit [l'homme,] Je vais t'apprendre l'interprétation de ce que tu n'as pu supporter avec patience.","numberInSurah":78,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2219,"text":"Pour ce qui est du bateau, il appartenait à des pauvres gens qui travaillaient en mer. Je voulais donc le rendre défectueux, car il y avait derrière eux un roi qui saisissait de force tout bateau.","numberInSurah":79,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2220,"text":"Quant au garçon, ses père et mère étaient des croyants; nous avons craint qu'il ne leur imposât la rébellion et la mécréance.","numberInSurah":80,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2221,"text":"Nous avons donc voulu que leur Seigneur leur accordât en échange un autre plus pur et plus affectueux.","numberInSurah":81,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2222,"text":"Et quant au mur, il appartenait à deux garçons orphelins de la ville, et il y avait dessous un trésor à eux; et leur père était un homme vertueux. Ton Seigneur a donc voulu que tous deux atteignent leur maturité et qu'ils extraient, [eux-mêmes] leur trésor, par une miséricorde de ton Seigneur. Je ne l'ai d'ailleurs pas fait de mon propre chef. Voilà l'interprétation de ce que tu n'as pas pu endurer avec patience».","numberInSurah":82,"juz":16,"manzil":4,"page":302,"ruku":261,"hizbQuarter":121,"sajda":false},{"number":2223,"text":"Et ils t'interrogent sur Dûl-Qarnayn. Dis: «Je vais vous en citer quelque fait mémorable».","numberInSurah":83,"juz":16,"manzil":4,"page":302,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2224,"text":"Vraiment, Nous avons affermi sa puissance sur terre, et Nous lui avons donné libre voie à toute chose.","numberInSurah":84,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2225,"text":"Il suivit donc une voie.","numberInSurah":85,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2226,"text":"Et quand il eut atteint le Couchant, il trouva que le soleil se couchait dans une source boueuse, et, auprès d'elle il trouva une peuplade [impie]. Nous dîmes: «O Dûl-Qarnayn! ou tu les châties, ou tu uses de bienveillance à leur égard».","numberInSurah":86,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2227,"text":"Il dit: «Quant à celui qui est injuste, nous le châtierons; ensuite il sera ramené vers son Seigneur qui le punira d'un châtiment terrible.","numberInSurah":87,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2228,"text":"Et quant à celui qui croit et fait bonne œuvre, il aura, en retour, la plus belle récompense. Et nous lui donnerons des ordres faciles à exécuter».","numberInSurah":88,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2229,"text":"Puis, il suivit (une autre) voie.","numberInSurah":89,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2230,"text":"Et quand il eut atteint le Levant, il trouva que le soleil se levait sur une peuplade à laquelle Nous n'avions pas donné de voile pour s'en protéger.","numberInSurah":90,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2231,"text":"Il en fut ainsi et Nous embrassons de Notre Science ce qu'il détenait.","numberInSurah":91,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2232,"text":"Puis, il suivit (une autre) voie.","numberInSurah":92,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2233,"text":"Et quand il eut atteint un endroit situé entre les Deux Barrières (montagnes), il trouva derrière elles une peuplade qui ne comprenait presque aucun langage.","numberInSurah":93,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2234,"text":"Ils dirent: «O Dûl-Qarnayn, les Yâ jûj et les Mâ jûj commettent du désordre sur terre. Est-ce que nous pourrons t'accorder un tribut pour construire une barrière entre eux et nous?»","numberInSurah":94,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2235,"text":"Il dit: «Ce que Mon Seigneur m'a conféré vaut mieux (que vos dons). Aidez-moi donc avec votre force et je construirai un remblai entre vous et eux.","numberInSurah":95,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2236,"text":"Apportez-moi des blocs de fer». Puis, lorsqu'il en eut comblé l'espace entre les deux montagnes, il dit: «Soufflez!» Puis, lorsqu'il l'eut rendu une fournaise, il dit: «Apportez-moi du cuivre fondu, que je le déverse dessus».","numberInSurah":96,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2237,"text":"Ainsi, ils ne purent guère l'escalader ni l'ébrécher non plus.","numberInSurah":97,"juz":16,"manzil":4,"page":303,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2238,"text":"Il dit: «C'est une miséricorde de la part de mon Seigneur. Mais, lorsque la promesse de mon Seigneur viendra, Il le nivellera. Et la promesse de mon Seigneur est vérité».","numberInSurah":98,"juz":16,"manzil":4,"page":304,"ruku":262,"hizbQuarter":121,"sajda":false},{"number":2239,"text":"Nous les laisserons, ce jour-là, déferler comme les flots les uns sur les autres, et on soufflera dans la Trompe et Nous les rassemblerons tous.","numberInSurah":99,"juz":16,"manzil":4,"page":304,"ruku":262,"hizbQuarter":122,"sajda":false},{"number":2240,"text":"Et ce jour-là Nous présenterons de près l'Enfer aux mécréants,","numberInSurah":100,"juz":16,"manzil":4,"page":304,"ruku":262,"hizbQuarter":122,"sajda":false},{"number":2241,"text":"dont les yeux étaient couverts d'un voile qui les empêchait de penser à Moi, et ils ne pouvaient rien entendre non plus.","numberInSurah":101,"juz":16,"manzil":4,"page":304,"ruku":262,"hizbQuarter":122,"sajda":false},{"number":2242,"text":"Ceux qui ont mécru, comptent-ils donc pouvoir prendre, pour alliés, Mes serviteurs en dehors de Moi? Nous avons préparé l'Enfer comme résidence pour les mécréants.","numberInSurah":102,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2243,"text":"Dis: «Voulez-vous que Nous vous apprenions lesquels sont les plus grands perdants, en œuvres?","numberInSurah":103,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2244,"text":"Ceux dont l'effort, dans la vie présente, s'est égaré, alors qu'ils s'imaginent faire le bien.","numberInSurah":104,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2245,"text":"Ceux-là qui ont nié les signes de leur Seigneur, ainsi que Sa rencontre. Leurs actions sont donc vaines». Nous ne leur assignerons pas de poids au Jour de la Résurrection.","numberInSurah":105,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2246,"text":"C'est que leur rétribution sera l'Enfer, pour avoir mécru et pris en raillerie Mes signes (enseignements) et Mes messagers.","numberInSurah":106,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2247,"text":"Ceux qui croient et font de bonnes œuvres auront pour résidence les Jardins du «Firdaws,» (Paradis),","numberInSurah":107,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2248,"text":"où ils demeureront éternellement, sans désirer aucun changement.","numberInSurah":108,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2249,"text":"Dis: «Si la mer était une encre [pour écrire] les paroles de mon Seigneur, certes la mer s'épuiserait avant que ne soient épuisées les paroles de mon Seigneur, quand même Nous lui apporterions son équivalent comme renfort.»","numberInSurah":109,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false},{"number":2250,"text":"Dis: «Je suis en fait un être humain comme vous. Il m'a été révélé que votre Dieu est un Dieu unique! Quiconque, donc, espère rencontrer son Seigneur, qu'il fasse de bonnes actions et qu'il n'associe dans son adoration aucun autre à son Seigneur».","numberInSurah":110,"juz":16,"manzil":4,"page":304,"ruku":263,"hizbQuarter":122,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}