{"code":200,"status":"OK","data":{"number":61,"name":"سُورَةُ الصَّفِّ","englishName":"As-Saff","englishNameTranslation":"The Ranks","revelationType":"Medinan","numberOfAyahs":14,"ayahs":[{"number":5164,"text":"Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, et Il est le Puissant, le Sage.","numberInSurah":1,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5165,"text":"O vous qui avez cru! Pourquoi dites-vous ce que vous ne faites pas?","numberInSurah":2,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5166,"text":"C'est une grande abomination auprès d'Allah que de dire ce que vous ne faites pas.","numberInSurah":3,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5167,"text":"Allah aime ceux qui combattent dans Son chemin en rang serré pareils à un édifice renforcé.","numberInSurah":4,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5168,"text":"Et quand Moïse dit à son peuple: «O mon peuple! Pourquoi me maltraitez-vous alors que vous savez que je suis vraiment le Messager d'Allah [envoyé] à vous?» Puis quand ils dévièrent, Allah fit dévier leurs cœurs, car Allah ne guide pas les gens pervers.","numberInSurah":5,"juz":28,"manzil":7,"page":551,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5169,"text":"Et quand Jésus fils de Marie dit: «O Enfants d'Israël, je suis vraiment le Messager d'Allah [envoyé] à vous, confirmateur de ce qui, dans la Thora, est antérieur à moi, et annonciateur d'un Messager à venir après moi, dont le nom sera «Ahmad». Puis quand celui-ci vint à eux avec des preuves évidentes, ils dirent: «C'est là une magie manifeste».","numberInSurah":6,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5170,"text":"Et qui est plus injuste que celui qui invente un mensonge contre Allah, alors qu'il est appelé à l'Islam? Et Allah ne guide pas les gens injustes.","numberInSurah":7,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5171,"text":"Ils veulent éteindre de leurs bouches la lumière d'Allah, alors qu'Allah parachèvera Sa lumière en dépit de l'aversion des mécréants.","numberInSurah":8,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5172,"text":"C'est Lui qui a envoyé Son messager avec la guidée et la Religion de Vérité, pour la placer au-dessus de toute autre religion, en dépit de l'aversion des associateurs.","numberInSurah":9,"juz":28,"manzil":7,"page":552,"ruku":484,"hizbQuarter":220,"sajda":false},{"number":5173,"text":"O vous qui avez cru! vous indiquerai-je un commerce qui vous sauvera d'un châtiment douloureux?","numberInSurah":10,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5174,"text":"Vous croyez en Allah et en Son messager et vous combattez avec vos biens et vos personnes dans le chemin d'Allah, et cela vous est bien meilleur, si vous saviez!","numberInSurah":11,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5175,"text":"Il vous pardonnera vos péchés et vous fera entrer dans des Jardins sous lesquels coulent les ruisseaux, et dans des demeures agréables dans les jardins d'Eden. Voilà l'énorme succès","numberInSurah":12,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5176,"text":"et Il vous accordera d'autres choses encore que vous aimez bien: un secours [venant] d'Allah et une victoire prochaine. Et annonce la bonne nouvelle aux croyants.","numberInSurah":13,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false},{"number":5177,"text":"O vous qui avez cru! Soyez les alliés d'Allah, à l'instar de ce que Jésus fils de Marie a dit aux apôtres: «Qui sont mes alliés (pour la cause) d'Allah?» - Les apôtres dirent: «Nous sommes les alliés d'Allah». Un groupe des Enfants d'Israël crut, tandis qu'un groupe nia. Nous aidâmes donc ceux qui crurent contre leur ennemi, et ils triomphèrent.","numberInSurah":14,"juz":28,"manzil":7,"page":552,"ruku":485,"hizbQuarter":220,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}