{"code":200,"status":"OK","data":{"number":16,"name":"سُورَةُ النَّحۡلِ","englishName":"An-Nahl","englishNameTranslation":"The Bee","revelationType":"Meccan","numberOfAyahs":128,"ayahs":[{"number":1902,"text":"L'ordre d'Allah arrive. Ne le hâtez donc pas. Gloire à Lui! Il est au-dessus de ce qu'on Lui associe.","numberInSurah":1,"juz":14,"manzil":3,"page":267,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1903,"text":"Il fait descendre, par Son ordre, les Anges, avec la révélation sur qui Il veut parmi Ses serviteurs: «Avertissez qu'il n'est d'autre divinité que Moi. Craignez-Moi donc».","numberInSurah":2,"juz":14,"manzil":3,"page":267,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1904,"text":"Il a créé les cieux et la terre avec juste raison. Il transcende ce qu'on [Lui] associe.","numberInSurah":3,"juz":14,"manzil":3,"page":267,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1905,"text":"Il a créé l'homme d'une goutte de sperme; et voilà que l'homme devient un disputeur déclaré.","numberInSurah":4,"juz":14,"manzil":3,"page":267,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1906,"text":"Et les bestiaux, Il les a créés pour vous; vous en retirez des [vêtements] chauds ainsi que d'autres profits. Et vous en mangez aussi.","numberInSurah":5,"juz":14,"manzil":3,"page":267,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1907,"text":"Ils vous paraissent beaux quand vous les ramenez, le soir, et aussi le matin quand vous les lâchez pour le pâturage.","numberInSurah":6,"juz":14,"manzil":3,"page":267,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1908,"text":"Et ils portent vos fardeaux vers un pays que vous n'atteindriez qu'avec peine. Vraiment, votre Seigneur est Compatissant et Miséricordieux.","numberInSurah":7,"juz":14,"manzil":3,"page":268,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1909,"text":"Et les chevaux, les mulets et les ânes, pour que vous les montiez, et pour l'apparat. Et Il crée ce que vous ne savez pas.","numberInSurah":8,"juz":14,"manzil":3,"page":268,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1910,"text":"Il appartient à Allah [par Sa grâce, de montrer] le droit chemin car il en est qui s'en détachent. Or, s'Il voulait, Il vous guiderait tous.","numberInSurah":9,"juz":14,"manzil":3,"page":268,"ruku":224,"hizbQuarter":107,"sajda":false},{"number":1911,"text":"C'est Lui qui, du ciel, a fait descendre de l'eau qui vous sert de boisson et grâce à laquelle poussent des plantes dont vous nourrissez vos troupeaux.","numberInSurah":10,"juz":14,"manzil":3,"page":268,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1912,"text":"D'elle, Il fait pousser pour vous, les cultures, les oliviers, les palmiers, les vignes et aussi toutes sortes de fruits. Voilà bien là une preuve pour des gens qui réfléchissent.","numberInSurah":11,"juz":14,"manzil":3,"page":268,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1913,"text":"Pour vous, Il a assujetti la nuit et le jour; le soleil et la lune. Et à Son ordre sont assujetties les étoiles. Voilà bien là des preuves pour des gens qui raisonnent.","numberInSurah":12,"juz":14,"manzil":3,"page":268,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1914,"text":"Ce qu'Il a créé pour vous sur la terre a des couleurs diverses. Voilà bien là une preuve pour des gens qui se rappellent.","numberInSurah":13,"juz":14,"manzil":3,"page":268,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1915,"text":"Et c'est Lui qui a assujetti la mer afin que vous en mangiez une chair fraîche, et que vous en retiriez des parures que vous portez. Et tu vois les bateaux fendre la mer avec bruit, pour que vous partiez en quête de Sa grâce et afin que vous soyez reconnaissants.","numberInSurah":14,"juz":14,"manzil":3,"page":268,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1916,"text":"Et Il a implanté des montagnes immobiles dans la terre afin qu'elle ne branle pas en vous emportant avec elle de même que des rivières et des sentiers, pour que vous vous guidiez,","numberInSurah":15,"juz":14,"manzil":3,"page":269,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1917,"text":"ainsi que des points de repère. Et au moyen des étoiles [les gens] se guident.","numberInSurah":16,"juz":14,"manzil":3,"page":269,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1918,"text":"Celui qui crée est-il semblable à celui qui ne crée rien? Ne vous souvenez-vous pas?","numberInSurah":17,"juz":14,"manzil":3,"page":269,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1919,"text":"Et si vous comptez les bienfaits d'Allah, vous ne saurez pas les dénombrer. Car Allah est Pardonneur, et Miséricordieux.","numberInSurah":18,"juz":14,"manzil":3,"page":269,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1920,"text":"Et Allah sait ce que vous cachez et ce que vous divulguez.","numberInSurah":19,"juz":14,"manzil":3,"page":269,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1921,"text":"Et ceux qu'ils invoquent en dehors d'Allah ne créent rien, et ils sont eux-mêmes créés.","numberInSurah":20,"juz":14,"manzil":3,"page":269,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1922,"text":"Ils sont morts, et non pas vivants, et ils ne savent pas quand ils seront ressuscités.","numberInSurah":21,"juz":14,"manzil":3,"page":269,"ruku":225,"hizbQuarter":107,"sajda":false},{"number":1923,"text":"Votre Dieu est un Dieu unique. Ceux qui ne croient pas en l'au-delà leurs cœurs nient (l'unicité d'Allah) et ils sont remplis d'orgueil.","numberInSurah":22,"juz":14,"manzil":3,"page":269,"ruku":226,"hizbQuarter":107,"sajda":false},{"number":1924,"text":"Nul doute qu'Allah sait ce qu'ils cachent et ce qu'ils divulguent. Et assurément Il n'aime pas les orgueilleux.","numberInSurah":23,"juz":14,"manzil":3,"page":269,"ruku":226,"hizbQuarter":107,"sajda":false},{"number":1925,"text":"Et lorsqu'on leur dit: «Qu'est-ce que votre Seigneur a fait descendre?» Ils disent: «Des légendes anciennes!»","numberInSurah":24,"juz":14,"manzil":3,"page":269,"ruku":226,"hizbQuarter":107,"sajda":false},{"number":1926,"text":"Qu'ils portent donc, au Jour de la Résurrection, tous les fardeaux de leurs propres œuvres ainsi qu'une partie des fardeaux de ceux qu'ils égarent, sans le savoir; combien est mauvais [le fardeau] qu'ils portent!","numberInSurah":25,"juz":14,"manzil":3,"page":269,"ruku":226,"hizbQuarter":107,"sajda":false},{"number":1927,"text":"Ceux qui ont vécu avant eux, certes, ont comploté, mais Allah attaqua les bases mêmes de leur bâtisse. Le toit s'écroula au-dessus d'eux et le châtiment les surprit d'où ils ne l'avaient pas pressenti.","numberInSurah":26,"juz":14,"manzil":3,"page":269,"ruku":227,"hizbQuarter":107,"sajda":false},{"number":1928,"text":"Puis, le Jour de la Résurrection, Il les couvrira d'ignominie, et [leur] dira: «Où sont Mes associés pour lesquels vous combattiez?» - Ceux qui ont le savoir diront: «L'ignominie et le malheur tombent aujourd'hui sur les mécréants».","numberInSurah":27,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":107,"sajda":false},{"number":1929,"text":"Ceux à qui les Anges ôtent la vie, alors qu'ils sont injustes envers eux-mêmes, se soumettront humiliés, (et diront): «Nous ne faisions pas de mal!» - «Mais, en fait, Allah sait bien ce que vous faisiez».","numberInSurah":28,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":107,"sajda":false},{"number":1930,"text":"Entrez donc par les portes de l'Enfer pour y demeurer éternellement. Combien est mauvaise la demeure des orgueilleux!","numberInSurah":29,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":107,"sajda":false},{"number":1931,"text":"Et on dira à ceux qui étaient pieux: «Qu'a fait descendre votre Seigneur?» Ils diront: «Un bien». Ceux qui font les bonnes œuvres auront un bien ici-bas; mais la demeure de l'au-delà est certes meilleure. Combien agréable sera la demeure des pieux!","numberInSurah":30,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":108,"sajda":false},{"number":1932,"text":"Les jardins du séjour (éternel), où ils entreront et sous lesquels coulent les ruisseaux. Ils auront là ce qu'ils voudront; c'est ainsi qu'Allah récompense les pieux.","numberInSurah":31,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":108,"sajda":false},{"number":1933,"text":"Ceux dont les Anges reprennent l'âme - alors qu'ils sont bons - [les Anges leur] disent: «Paix sur vous! Entrez au Paradis, pour ce que vous faisiez».","numberInSurah":32,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":108,"sajda":false},{"number":1934,"text":"[Les infidèles] attendent-ils que les Anges leur viennent, ou que survienne l'ordre de ton Seigneur? Ainsi agissaient les gens avant eux. Allah ne les a pas lésés; mais ils faisaient du tort à eux-mêmes.","numberInSurah":33,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":108,"sajda":false},{"number":1935,"text":"Les méfaits qu'ils accomplissaient les atteindront, et ce dont ils se moquaient les cernera de toutes parts.","numberInSurah":34,"juz":14,"manzil":3,"page":270,"ruku":227,"hizbQuarter":108,"sajda":false},{"number":1936,"text":"Et les associateurs dirent: «Si Allah avait voulu, nous n'aurions pas adoré quoi que ce soit en dehors de Lui, ni nous ni nos ancêtres; et nous n'aurions rien interdit qu'Il n'ait interdit Lui-même». Ainsi agissaient les gens avant eux. N'incombe-t-il aux messagers sinon de transmettre le message en toute clarté?","numberInSurah":35,"juz":14,"manzil":3,"page":271,"ruku":228,"hizbQuarter":108,"sajda":false},{"number":1937,"text":"Nous avons envoyé dans chaque communauté un Messager, [pour leur dire]: «Adorez Allah et écartez-vous du Tâgût». Alors Allah en guida certains, mais il y en eut qui ont été destinés à l'égarement. Parcourez donc la terre, et regardez quelle fut la fin de ceux qui traitaient [Nos messagers] de menteurs.","numberInSurah":36,"juz":14,"manzil":3,"page":271,"ruku":228,"hizbQuarter":108,"sajda":false},{"number":1938,"text":"Même si tu désirais ardemment qu'ils soient guidés... [Sache] qu'Allah ne guide pas ceux qui s'égarent. Et ils n'auront pas de secoureurs.","numberInSurah":37,"juz":14,"manzil":3,"page":271,"ruku":228,"hizbQuarter":108,"sajda":false},{"number":1939,"text":"Et ils jurent par Allah en prononçant leurs serments les plus solennels: «Allah ne ressuscitera pas celui qui meurt». Bien au contraire! C'est une promesse véritable [de Sa part], mais la plupart des gens ne le savent pas.","numberInSurah":38,"juz":14,"manzil":3,"page":271,"ruku":228,"hizbQuarter":108,"sajda":false},{"number":1940,"text":"(Il les ressuscitera) afin qu'Il leur expose clairement ce en quoi ils divergeaient, et pour que ceux qui ont mécru sachent qu'ils ont été des menteurs.","numberInSurah":39,"juz":14,"manzil":3,"page":271,"ruku":228,"hizbQuarter":108,"sajda":false},{"number":1941,"text":"Quand Nous voulons une chose, Notre seule parole est: «Sois». Et, elle est.","numberInSurah":40,"juz":14,"manzil":3,"page":271,"ruku":228,"hizbQuarter":108,"sajda":false},{"number":1942,"text":"Et ceux qui, pour (la cause d') Allah, ont émigré après avoir subi des injustices, Nous les installerons dans une situation agréable dans la vie d'ici-bas. Et le salaire de la vie dernière sera plus grand encore s'ils savaient.","numberInSurah":41,"juz":14,"manzil":3,"page":271,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1943,"text":"Eux qui ont enduré et placé leur confiance en leur Seigneur.","numberInSurah":42,"juz":14,"manzil":3,"page":271,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1944,"text":"Nous n'avons envoyé, avant toi, que des hommes auxquels Nous avons fait des révélations. Demandez donc aux gens du rappel si vous ne savez pas.","numberInSurah":43,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1945,"text":"(Nous les avons envoyés) avec des preuves évidentes et des livres saints. Et vers toi, Nous avons fait descendre le Coran, pour que tu exposes clairement aux gens ce qu'on a fait descendre pour eux et afin qu'ils réfléchissent.","numberInSurah":44,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1946,"text":"Ceux qui complotaient des méfaits sont-ils à l'abri de ce qu'Allah les engloutisse en terre ou que leur vienne le châtiment d'où ils ne s'attendaient point?","numberInSurah":45,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1947,"text":"Ou bien qu'Il les saisisse en pleine activité sans qu'ils puissent échapper (au châtiment d'Allah).","numberInSurah":46,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1948,"text":"Ou bien qu'Il les saisisse en plein effroi? Mais vraiment, votre Seigneur est Compatissant et Miséricordieux.","numberInSurah":47,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1949,"text":"N'ont-ils point vu que les ombres de toute chose qu'Allah a créée s'allongent à droite et à gauche, en se prosternant devant Allah, en toute humilité?","numberInSurah":48,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1950,"text":"Et c'est devant Allah que se prosterne tout être vivant dans les cieux, et sur la terre; ainsi que les Anges qui ne s'enflent pas d'orgueil.","numberInSurah":49,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":false},{"number":1951,"text":"Ils craignent leur Seigneur, au-dessus d'eux, et font ce qui leur est commandé.","numberInSurah":50,"juz":14,"manzil":3,"page":272,"ruku":229,"hizbQuarter":108,"sajda":{"id":3,"recommended":true,"obligatory":false}},{"number":1952,"text":"Allah dit: «Ne prenez pas deux divinités. Il n'est qu'un Dieu unique. Donc, ne craignez que Moi».","numberInSurah":51,"juz":14,"manzil":3,"page":272,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1953,"text":"C'est à Lui qu'appartient ce qui est dans les cieux et sur la terre; c'est à Lui que l'obéissance perpétuelle est due. Craindriez-vous donc, d'autres qu'Allah?","numberInSurah":52,"juz":14,"manzil":3,"page":272,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1954,"text":"Et tout ce que vous avez comme bienfait provient d'Allah. Puis quand le malheur vous touche, c'est Lui que vous implorez à haute voix.","numberInSurah":53,"juz":14,"manzil":3,"page":272,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1955,"text":"Et une fois qu'Il a dissipé votre malheur, voilà qu'une partie d'entre vous se mettent à donner des associés à leur Seigneur,","numberInSurah":54,"juz":14,"manzil":3,"page":272,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1956,"text":"méconnaissant ainsi ce que Nous leur avons donné. Jouissez donc [pour un temps!] Bientôt vous saurez!","numberInSurah":55,"juz":14,"manzil":3,"page":273,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1957,"text":"Et ils assignent une partie [des biens] que Nous leur avons attribués à [des idoles] qu'ils ne connaissent pas. Par Allah! Vous serez certes interrogés sur ce que vous inventiez.","numberInSurah":56,"juz":14,"manzil":3,"page":273,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1958,"text":"Et ils assignent à Allah des filles. Gloire et pureté à Lui! Et à eux-mêmes, cependant, (ils assignent) ce qu'ils désirent (des fils).","numberInSurah":57,"juz":14,"manzil":3,"page":273,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1959,"text":"Et lorsqu'on annonce à l'un d'eux une fille, son visage s'assombrit et une rage profonde [l'envahit].","numberInSurah":58,"juz":14,"manzil":3,"page":273,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1960,"text":"Il se cache des gens, à cause du malheur qu'on lui a annoncé. Doit-il la garder malgré la honte ou l'enfouira-t-il dans la terre? Combien est mauvais leur jugement!","numberInSurah":59,"juz":14,"manzil":3,"page":273,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1961,"text":"C'est à ceux qui ne croient pas en l'au-delà que revient le mauvais qualificatif (qu'ils ont attribué à Allah). Tandis qu'à Allah [Seul] est le qualificatif suprême. Et c'est Lui le Tout Puissant, le Sage.","numberInSurah":60,"juz":14,"manzil":3,"page":273,"ruku":230,"hizbQuarter":109,"sajda":false},{"number":1962,"text":"Si Allah s'en prenait aux gens pour leurs méfaits, Il ne laisserait sur cette terre aucun être vivant. Mais Il les renvoie jusqu'à un terme fixé. Puis, quand leur terme vient, ils ne peuvent ni le retarder d'une heure ni l'avancer.","numberInSurah":61,"juz":14,"manzil":3,"page":273,"ruku":231,"hizbQuarter":109,"sajda":false},{"number":1963,"text":"Et ils assignent à Allah ce qu'ils détestent [pour eux-mêmes]. Et leurs langues profèrent un mensonge quand ils disent que la plus belle récompense leur sera réservée. C'est le Feu, sans nul doute, qui leur sera réservé et ils y seront envoyés, les premiers.","numberInSurah":62,"juz":14,"manzil":3,"page":273,"ruku":231,"hizbQuarter":109,"sajda":false},{"number":1964,"text":"Par Allah! Nous avons effectivement envoyé (des messagers) à des communautés avant toi. Mais le Diable leur enjoliva ce qu'ils faisaient. C'est lui qui est, leur allié, aujourd'hui [dans ce monde]. Et ils auront un châtiment douloureux [dans l'au-delà].","numberInSurah":63,"juz":14,"manzil":3,"page":273,"ruku":231,"hizbQuarter":109,"sajda":false},{"number":1965,"text":"Et Nous n'avons fait descendre sur toi le Livre qu'afin que tu leur montres clairement le motif de leur dissension, de même qu'un guide et une miséricorde pour des gens croyants.","numberInSurah":64,"juz":14,"manzil":3,"page":273,"ruku":231,"hizbQuarter":109,"sajda":false},{"number":1966,"text":"Allah a fait descendre du ciel une eau avec laquelle Il revivifie la terre après sa mort. Il y a vraiment là une preuve pour des gens qui entendent.","numberInSurah":65,"juz":14,"manzil":3,"page":274,"ruku":231,"hizbQuarter":109,"sajda":false},{"number":1967,"text":"Il y a certes un enseignement pour vous dans les bestiaux: Nous vous abreuvons de ce qui est dans leurs ventres, - [un produit] extrait du [mélange] des excréments [intestinaux] et du sang - un lait pur, délicieux pour les buveurs.","numberInSurah":66,"juz":14,"manzil":3,"page":274,"ruku":232,"hizbQuarter":109,"sajda":false},{"number":1968,"text":"Des fruits des palmiers et des vignes, vous retirez une boisson enivrante et un aliment excellent. Il y a vraiment là un signe pour des gens qui raisonnent.","numberInSurah":67,"juz":14,"manzil":3,"page":274,"ruku":232,"hizbQuarter":109,"sajda":false},{"number":1969,"text":"[Et voilà] ce que ton Seigneur révéla aux abeilles: «Prenez des demeures dans les montagnes, les arbres, et les treillages que [les hommes] font.","numberInSurah":68,"juz":14,"manzil":3,"page":274,"ruku":232,"hizbQuarter":109,"sajda":false},{"number":1970,"text":"Puis mangez de toute espèce de fruits, et suivez les sentiers de votre Seigneur, rendus faciles pour vous. De leur ventre, sort une liqueur, aux couleurs variées, dans laquelle il y a une guérison pour les gens. Il y a vraiment là une preuve pour des gens qui réfléchissent.","numberInSurah":69,"juz":14,"manzil":3,"page":274,"ruku":232,"hizbQuarter":109,"sajda":false},{"number":1971,"text":"Allah vous a créés! Puis Il vous fera mourir. Tel parmi vous sera reconduit jusqu'à l'âge le plus vil, de sorte qu'après avoir su, il arrive à ne plus rien savoir. Allah est, certes, Omniscient et Omnipotent.","numberInSurah":70,"juz":14,"manzil":3,"page":274,"ruku":232,"hizbQuarter":109,"sajda":false},{"number":1972,"text":"Allah a favorisé les uns d'entre vous par rapport aux autres dans [la répartition] de Ses dons. Ceux qui ont été favorisés ne sont nullement disposés à donner leur portion à ceux qu'ils possèdent de plein droit [esclaves] au point qu'ils y deviennent associés à part égale. Nieront-ils les bienfaits d'Allah?","numberInSurah":71,"juz":14,"manzil":3,"page":274,"ruku":233,"hizbQuarter":109,"sajda":false},{"number":1973,"text":"Allah vous a fait à partir de vous-mêmes des épouses, et de vos épouses Il vous a donné des enfants et des petits-enfants. Et Il vous a attribué de bonnes choses. Croient-ils donc au faux et nient-ils le bienfait d'Allah?","numberInSurah":72,"juz":14,"manzil":3,"page":274,"ruku":233,"hizbQuarter":109,"sajda":false},{"number":1974,"text":"Et ils adorent, en dehors d'Allah, ce qui ne peut leur procurer aucune nourriture des cieux et de la terre et qui n'est capable de rien.","numberInSurah":73,"juz":14,"manzil":3,"page":275,"ruku":233,"hizbQuarter":109,"sajda":false},{"number":1975,"text":"N'attribuez donc pas à Allah des semblables. Car Allah sait, tandis que vous ne savez pas.","numberInSurah":74,"juz":14,"manzil":3,"page":275,"ruku":233,"hizbQuarter":109,"sajda":false},{"number":1976,"text":"Allah propose en parabole un esclave appartenant [à son maître], dépourvu de tout pouvoir, et un homme à qui Nous avons accordé de Notre part une bonne attribution dont il dépense en secret et en public. [Ces deux hommes] sont-ils égaux? Louange à Allah! Mais la plupart d'entre eux ne savent pas.","numberInSurah":75,"juz":14,"manzil":3,"page":275,"ruku":233,"hizbQuarter":110,"sajda":false},{"number":1977,"text":"Et Allah propose en parabole deux hommes: l'un d'eux est muet, dépourvu de tout pouvoir et totalement à la charge de son maître; Quelque lieu où celui-ci l'envoie, il ne rapporte rien de bon; serait-il l'égal de celui qui ordonne la justice et qui est sur le droit chemin?","numberInSurah":76,"juz":14,"manzil":3,"page":275,"ruku":233,"hizbQuarter":110,"sajda":false},{"number":1978,"text":"C'est à Allah qu'appartient l'inconnaissable des cieux et de la terre. Et l'ordre [concernant] l'Heure ne sera que comme un clin d'œil ou plus bref encore! Car Allah est, certes, Omnipotent.","numberInSurah":77,"juz":14,"manzil":3,"page":275,"ruku":234,"hizbQuarter":110,"sajda":false},{"number":1979,"text":"Et Allah vous a fait sortir des ventres de vos mères, dénués de tout savoir, et vous a donné l'ouïe, les yeux et les cœurs (l'intelligence), afin que vous; soyez reconnaissants.","numberInSurah":78,"juz":14,"manzil":3,"page":275,"ruku":234,"hizbQuarter":110,"sajda":false},{"number":1980,"text":"N'ont-ils pas vu les oiseaux assujettis [au vol] dans l'atmosphère du ciel sans que rien ne les retienne en dehors d'Allah? Il y a vraiment là des preuves pour des gens qui croient.","numberInSurah":79,"juz":14,"manzil":3,"page":275,"ruku":234,"hizbQuarter":110,"sajda":false},{"number":1981,"text":"Et Allah vous a fait de vos maisons une habitation, tout comme Il vous a procuré des maisons faites de peaux de bêtes que vous trouvez légères, le jour où vous vous déplacez et le jour où vous vous campez. De leur laine, de leur poil et de leur crin (Il vous a procuré) des effets et des objets dont vous jouissez pour un certain délai.","numberInSurah":80,"juz":14,"manzil":3,"page":276,"ruku":234,"hizbQuarter":110,"sajda":false},{"number":1982,"text":"Et de ce qu'Il a créé, Allah vous a procuré des ombres. Et Il vous a procuré des abris dans les montagnes. Et Il vous a procuré des vêtements qui vous protègent de la chaleur, ainsi que des vêtements [cuirasses, armures] qui vous protègent de votre propre violence. C'est ainsi qu'Allah parachève sur vous Son bienfait, peut-être que vous vous soumettez.","numberInSurah":81,"juz":14,"manzil":3,"page":276,"ruku":234,"hizbQuarter":110,"sajda":false},{"number":1983,"text":"S'ils se détournent... il ne t'incombe que la communication claire.","numberInSurah":82,"juz":14,"manzil":3,"page":276,"ruku":234,"hizbQuarter":110,"sajda":false},{"number":1984,"text":"Ils reconnaissent le bienfait d'Allah; puis, ils le renient. Et la plupart d'entre eux sont des ingrats.","numberInSurah":83,"juz":14,"manzil":3,"page":276,"ruku":234,"hizbQuarter":110,"sajda":false},{"number":1985,"text":"(Et rappelle-toi) le jour où de chaque communauté Nous susciterons un témoin, on ne permettra pas aux infidèles (de s'excuser), et on ne leur demandera pas de revenir [sur ce qui a provoqué la colère d'Allah].","numberInSurah":84,"juz":14,"manzil":3,"page":276,"ruku":235,"hizbQuarter":110,"sajda":false},{"number":1986,"text":"Et quand les injustes verront le châtiment, on ne leur accordera ni allégement ni répit.","numberInSurah":85,"juz":14,"manzil":3,"page":276,"ruku":235,"hizbQuarter":110,"sajda":false},{"number":1987,"text":"Quand les associateurs verront ceux qu'ils associaient à Allah, ils diront: «O notre Seigneur, voilà nos divinités que nous invoquions en dehors de Toi». Mais [leurs associés] leur adresseront la parole: «Vous êtes assurément des menteurs».","numberInSurah":86,"juz":14,"manzil":3,"page":276,"ruku":235,"hizbQuarter":110,"sajda":false},{"number":1988,"text":"Ils offriront ce jour-là à Allah la soumission, et ce qu'ils avaient inventé sera perdu pour eux.","numberInSurah":87,"juz":14,"manzil":3,"page":276,"ruku":235,"hizbQuarter":110,"sajda":false},{"number":1989,"text":"Ceux qui ne croyaient pas et obstruaient le sentier d'Allah, Nous leur ajouterons châtiment sur châtiment, pour la corruption qu'ils semaient (sur terre).","numberInSurah":88,"juz":14,"manzil":3,"page":277,"ruku":235,"hizbQuarter":110,"sajda":false},{"number":1990,"text":"Et le jour où dans chaque communauté, Nous susciterons parmi eux-mêmes un témoin contre eux, Et Nous t'emmenerons [Muhammad] comme témoin contre ceux-ci. Et Nous avons fait descendre sur toi le Livre, comme un exposé explicite de toute chose, ainsi qu'un guide, une grâce et une bonne annonce aux Musulmans.","numberInSurah":89,"juz":14,"manzil":3,"page":277,"ruku":235,"hizbQuarter":110,"sajda":false},{"number":1991,"text":"Certes, Allah commande l'équité, la bienfaisance et l'assistance aux proches. Et Il interdit la turpitude, l'acte répréhensible et la rébellion. Il vous exhorte afin que vous vous souveniez.","numberInSurah":90,"juz":14,"manzil":3,"page":277,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1992,"text":"Soyez fidèles au pacte d'Allah après l'avoir contracté et ne violez pas vos serments après les avoir solennellement prêtés et avoir pris Allah comme garant [de votre bonne foi]. Vraiment Allah sait ce que vous faites!","numberInSurah":91,"juz":14,"manzil":3,"page":277,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1993,"text":"Et ne faites pas comme celle qui défaisait brin par brin sa quenouille après l'avoir solidement filée, en prenant vos serments comme un moyen pour vous tromper les uns les autres, du fait que (vous avez trouvé) une communauté plus forte et plus nombreuse que l'autre. Allah ne fait, par là, que vous éprouver. Et, certes, Il vous montrera clairement, au Jour de la Résurrection ce sur quoi vous vous opposiez.","numberInSurah":92,"juz":14,"manzil":3,"page":277,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1994,"text":"Si Allah avait voulu, Il aurait certes fait de vous une seule communauté. Mais Il laisse s'égarer qui Il veut et guide qui Il veut. Et vous serez certes, interrogés sur ce que vous faisiez.","numberInSurah":93,"juz":14,"manzil":3,"page":277,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1995,"text":"Et ne prenez pas vos serments comme un moyen pour vous tromper les uns les autres, sinon [vos] pas glisseront après avoir été fermes, et vous goûterez le malheur pour avoir barré le sentier d'Allah. Et vous subirez un châtiment terrible.","numberInSurah":94,"juz":14,"manzil":3,"page":278,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1996,"text":"Et ne vendez pas à vil prix le pacte d'Allah. Ce qui se trouve auprès d'Allah est meilleur pour vous, si vous saviez!","numberInSurah":95,"juz":14,"manzil":3,"page":278,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1997,"text":"Tout ce que vous possédez s'épuisera, tandis que ce qui est auprès d'Allah durera. Et Nous récompenserons ceux qui ont été constants en fonction du meilleur de ce qu'ils faisaient.","numberInSurah":96,"juz":14,"manzil":3,"page":278,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1998,"text":"Quiconque, mâle ou femelle, fait une bonne œuvre tout en étant croyant, Nous lui ferons vivre une bonne vie. Et Nous les récompenserons, certes, en fonction des meilleures de leurs actions.","numberInSurah":97,"juz":14,"manzil":3,"page":278,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":1999,"text":"Lorsque tu lis le Coran, demande la protection d'Allah contre le Diable banni.","numberInSurah":98,"juz":14,"manzil":3,"page":278,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":2000,"text":"Il n'a aucun pouvoir sur ceux qui croient et qui placent leur confiance en leur Seigneur.","numberInSurah":99,"juz":14,"manzil":3,"page":278,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":2001,"text":"Il n'a de pouvoir que sur ceux qui le prennent pour allié et qui deviennent associateurs à cause de lui.","numberInSurah":100,"juz":14,"manzil":3,"page":278,"ruku":236,"hizbQuarter":111,"sajda":false},{"number":2002,"text":"Quand Nous remplaçons un verset par un autre - et Allah sait mieux ce qu'Il fait descendre - ils disent: «Tu n'es qu'un menteur». Mais la plupart d'entre eux ne savent pas.","numberInSurah":101,"juz":14,"manzil":3,"page":278,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2003,"text":"Dis: «C'est le Saint Esprit [Gabriel] qui l'a fait descendre de la part de ton Seigneur en toute vérité, afin de raffermir [la foi] de ceux qui croient, ainsi qu'un guide et une bonne annonce pour les Musulmans.»","numberInSurah":102,"juz":14,"manzil":3,"page":278,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2004,"text":"Et Nous savons parfaitement qu'ils disent: «Ce n'est qu'un être humain qui lui enseigne (le Coran)». Or, la langue de celui auquel ils font allusion est étrangère [non arabe], et celle-ci est une langue arabe bien claire.","numberInSurah":103,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2005,"text":"Ceux qui ne croient pas aux versets d'Allah, Allah ne les guide pas. Et ils ont un châtiment douloureux.","numberInSurah":104,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2006,"text":"Seuls forgent le mensonge ceux qui ne croient pas aux versets d'Allah; et tels sont les menteurs.","numberInSurah":105,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2007,"text":"Quiconque a renié Allah après avoir cru... - sauf celui qui y a été contraint alors que son cœur demeure plein de la sérénité de la foi - mais ceux qui ouvrent délibérément leur cœur à la mécréance, ceux-là ont sur eux une colère d'Allah et ils ont un châtiment terrible.","numberInSurah":106,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2008,"text":"Il en est ainsi, parce qu'ils ont aimé la vie présente plus que l'au-delà. Et Allah, vraiment, ne guide pas les gens mécréants.","numberInSurah":107,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2009,"text":"Voilà ceux dont Allah a scellé les cœurs, l'ouïe, et les yeux. Ce sont eux les insouciants.","numberInSurah":108,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2010,"text":"Et nul doute que dans l'au-delà, ils seront les perdants.","numberInSurah":109,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2011,"text":"Quant à ceux qui ont émigré après avoir subi des épreuves, puis ont lutté et ont enduré, ton Seigneur après cela, est certes Pardonneur et Miséricordieux.","numberInSurah":110,"juz":14,"manzil":3,"page":279,"ruku":237,"hizbQuarter":111,"sajda":false},{"number":2012,"text":"(Rappelle-toi) le jour où chaque âme viendra, plaidant pour elle-même, et chaque âme sera pleinement rétribuée pour ce qu'elle aura œuvré sans qu'ils subissent la moindre injustice.","numberInSurah":111,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2013,"text":"Et Allah propose en parabole une ville: elle était en sécurité, tranquille; sa part de nourriture lui venait de partout en abondance. Puis elle se montra ingrate aux bienfaits d'Allah. Allah lui fit alors goûter la violence de la faim et de la peur [en punition] de ce qu'ils faisaient.","numberInSurah":112,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2014,"text":"En effet, un Messager des leurs est venu à eux, mais ils l'ont traité de menteur. Le châtiment, donc, les saisit parce qu'ils étaient injustes.","numberInSurah":113,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2015,"text":"Mangez donc de ce qu'Allah vous a attribué de licite et de bon. Et soyez reconnaissants pour les bienfaits d'Allah, si c'est Lui que vous adorez.","numberInSurah":114,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2016,"text":"Il vous a, en effet, interdit (la chair) de la bête morte, le sang, la chair de porc, et la bête sur laquelle un autre nom que celui d'Allah a été invoqué. Mais quiconque en mange sous contrainte, et n'est ni rebelle ni transgresseur, alors Allah est Pardonneur et Miséricordieux.","numberInSurah":115,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2017,"text":"Et ne dites pas, conformément aux mensonges proférés par vos langues: «Ceci est licite, et cela est illicite», pour forger le mensonge contre Allah. Certes, ceux qui forgent le mensonge contre Allah ne réussiront pas.","numberInSurah":116,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2018,"text":"Ce sera pour eux une piètre jouissance, mais un douloureux châtiment les attend.","numberInSurah":117,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2019,"text":"Aux Juifs, Nous avions interdit ce que Nous t'avons déjà relaté. Nous ne leur avons fait aucun tort; mais ils se faisaient du tort à eux-mêmes.","numberInSurah":118,"juz":14,"manzil":3,"page":280,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2020,"text":"Puis ton Seigneur envers ceux qui ont commis le mal par ignorance, et se sont par la suite repentis et ont amélioré leur conduite, ton Seigneur, après cela est certes Pardonneur et Miséricordieux.","numberInSurah":119,"juz":14,"manzil":3,"page":281,"ruku":238,"hizbQuarter":112,"sajda":false},{"number":2021,"text":"Abraham était un guide ('Umma) parfait. Il était soumis à Allah, voué exclusivement à Lui et il n'était point du nombre des associateurs.","numberInSurah":120,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2022,"text":"Il était reconnaissant pour Ses bienfaits et Allah l'avait élu et guidé vers un droit chemin.","numberInSurah":121,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2023,"text":"Nous lui avons donné une belle part ici-bas. Et il sera certes dans l'au-delà du nombre des gens de bien.","numberInSurah":122,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2024,"text":"Puis Nous t'avons révélé: «Suis la religion d'Abraham qui était voué exclusivement à Allah et n'était point du nombre des associateurs».","numberInSurah":123,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2025,"text":"Le Sabbat n'a été imposé qu'à ceux qui divergeaient à son sujet. Au Jour de la Résurrection, ton Seigneur jugera certainement au sujet de ce dont ils divergeaient.","numberInSurah":124,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2026,"text":"Par la sagesse et la bonne exhortation appelle (les gens) au sentier de ton Seigneur. Et discute avec eux de la meilleure façon. Car c'est ton Seigneur qui connaît le mieux celui qui s'égare de Son sentier et c'est Lui qui connaît le mieux ceux qui sont bien guidés.","numberInSurah":125,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2027,"text":"Et si vous punissez, infligez [à l'agresseur] une punition égale au tort qu'il vous a fait. Et si vous endurez... cela est certes meilleur pour les endurants.","numberInSurah":126,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2028,"text":"Endure! Ton endurance [ne viendra] qu'avec (l'aide) d'Allah. Ne t'afflige pas pour eux. Et ne sois pas angoissé à cause de leurs complots.","numberInSurah":127,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false},{"number":2029,"text":"Certes, Allah est avec ceux qui [L'] ont craint avec piété et ceux qui sont bienfaisants.","numberInSurah":128,"juz":14,"manzil":3,"page":281,"ruku":239,"hizbQuarter":112,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}