{"code":200,"status":"OK","data":{"number":49,"name":"سُورَةُ الحُجُرَاتِ","englishName":"Al-Hujuraat","englishNameTranslation":"The Inner Apartments","revelationType":"Medinan","numberOfAyahs":18,"ayahs":[{"number":4613,"text":"O vous qui avez cru! Ne devancez pas Allah et Son messager. Et craignez Allah. Allah est Audient et Omniscient.","numberInSurah":1,"juz":26,"manzil":6,"page":515,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4614,"text":"O vous qui avez cru! N'élevez pas vos voix au-dessus de la voix du Prophète, et ne haussez pas le ton en lui parlant, comme vous le haussez les uns avec les autres, sinon vos œuvres deviendraient vaines sans que vous vous en rendiez compte.","numberInSurah":2,"juz":26,"manzil":6,"page":515,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4615,"text":"Ceux qui auprès du Messager d'Allah baissent leurs voix sont ceux dont Allah a éprouvé les cœurs pour la piété. Ils auront un pardon et une énorme récompense.","numberInSurah":3,"juz":26,"manzil":6,"page":515,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4616,"text":"Ceux qui t'appellent à haute voix de derrière les appartements, la plupart d'entre eux ne raisonnent pas.","numberInSurah":4,"juz":26,"manzil":6,"page":515,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4617,"text":"Et s'ils patientaient jusqu'à ce que tu sortes à eux ce serait certes mieux pour eux. Allah cependant, est Pardonneur et Miséricordieux.","numberInSurah":5,"juz":26,"manzil":6,"page":516,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4618,"text":"O vous qui avez cru! Si un pervers vous apporte une nouvelle, voyez bien clair [de crainte] que par inadvertance vous ne portiez atteinte à des gens et que vous ne regrettiez par la suite ce que vous avez fait.","numberInSurah":6,"juz":26,"manzil":6,"page":516,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4619,"text":"Et sachez que le Messager d'Allah est parmi vous. S'il vous obéissait dans maintes affaires, vous seriez en difficultés. Mais Allah vous a fait aimer la foi et l'a embellie dans vos cœurs et vous a fait détester la mécréance, la perversité et la désobéissance. Ceux-là sont les bien dirigés,","numberInSurah":7,"juz":26,"manzil":6,"page":516,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4620,"text":"c'est là en effet une grâce d'Allah et un bienfait. Allah est Omniscient et Sage.","numberInSurah":8,"juz":26,"manzil":6,"page":516,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4621,"text":"Et si deux groupes de croyants se combattent, faites la conciliation entre eux. Si l'un d'eux se rebelle contre l'autre, combattez le groupe qui se rebelle, jusqu'à ce qu'il se conforme à l'ordre d'Allah. Puis, s'il s'y conforme, réconciliez-les avec justice et soyez équitables car Allah aime les équitables.","numberInSurah":9,"juz":26,"manzil":6,"page":516,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4622,"text":"Les croyants ne sont que des frères. Etablissez la concorde entre vos frères, et craignez Allah, afin qu'on vous fasse miséricorde.","numberInSurah":10,"juz":26,"manzil":6,"page":516,"ruku":450,"hizbQuarter":206,"sajda":false},{"number":4623,"text":"O vous qui avez cru! Qu'un groupe ne se raille pas d'un autre groupe: ceux-ci sont peut-être meilleurs qu'eux. Et que des femmes ne se raillent pas d'autres femmes: celles-ci sont peut-être meilleures qu'elles. Ne vous dénigrez pas et ne vous lancez pas mutuellement des sobriquets (injurieux). Quel vilain mot que «perversion» lorsqu'on a déjà la foi. Et quiconque ne se repent pas... Ceux-là sont les injustes.","numberInSurah":11,"juz":26,"manzil":6,"page":516,"ruku":451,"hizbQuarter":206,"sajda":false},{"number":4624,"text":"O vous qui avez cru! Evitez de trop conjecturer [sur autrui] car une partie des conjectures est péché. Et n'espionnez pas; et ne médisez pas les uns des autres. L'un de vous aimerait-il manger la chair de son frère mort? (Non!) vous en aurez horreur. Et craignez Allah. Car Allah est Grand Accueillant au repentir, Très Miséricordieux.","numberInSurah":12,"juz":26,"manzil":6,"page":517,"ruku":451,"hizbQuarter":206,"sajda":false},{"number":4625,"text":"O hommes! Nous vous avons créés d'un mâle et d'une femelle, et Nous avons fait de vous des nations et des tribus, pour que vous vous entre-connaissiez. Le plus noble d'entre vous, auprès d'Allah, est le plus pieux. Allah est certes Omniscient et Grand Connaisseur.","numberInSurah":13,"juz":26,"manzil":6,"page":517,"ruku":451,"hizbQuarter":206,"sajda":false},{"number":4626,"text":"Les Bédouins ont dit: «Nous avons la foi». Dis: «Vous n'avez pas encore la foi. Dites plutôt: Nous nous sommes simplement soumis, car la foi n'a pas encore pénétré dans vos cœurs. Et si vous obéissez à Allah et à Son messager, Il ne vous fera rien perdre de vos œuvres». Allah est Pardonneur et Miséricordieux.","numberInSurah":14,"juz":26,"manzil":6,"page":517,"ruku":451,"hizbQuarter":207,"sajda":false},{"number":4627,"text":"Les vrais croyants sont seulement ceux qui croient en Allah et en Son messager, qui par la suite ne doutent point et qui luttent avec leurs biens et leurs personnes dans le chemin d'Allah. Ceux-là sont les véridiques.","numberInSurah":15,"juz":26,"manzil":6,"page":517,"ruku":451,"hizbQuarter":207,"sajda":false},{"number":4628,"text":"Dis: «Est-ce vous qui apprendrez à Allah votre religion, alors qu'Allah sait tout ce qui est dans les cieux et sur la terre?» Et Allah est Omniscient.","numberInSurah":16,"juz":26,"manzil":6,"page":517,"ruku":451,"hizbQuarter":207,"sajda":false},{"number":4629,"text":"Ils te rappellent leur conversion à l'Islam comme si c'était une faveur de leur part. Dis: «Ne me rappelez pas votre conversion à l'Islam comme une faveur. C'est tout au contraire une faveur dont Allah vous a comblés en vous dirigeant vers la foi, si toutefois vous êtes véridiques».","numberInSurah":17,"juz":26,"manzil":6,"page":517,"ruku":451,"hizbQuarter":207,"sajda":false},{"number":4630,"text":"Allah connaît l'Inconnaissable des cieux et de la terre et Allah est Clairvoyant sur ce que vous faites.","numberInSurah":18,"juz":26,"manzil":6,"page":517,"ruku":451,"hizbQuarter":207,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}