{"code":200,"status":"OK","data":{"number":12,"name":"سُورَةُ يُوسُفَ","englishName":"Yusuf","englishNameTranslation":"Joseph","revelationType":"Meccan","numberOfAyahs":111,"ayahs":[{"number":1597,"text":"Alif, Lâm, Râ. Tels sont les versets du Livre explicite.","numberInSurah":1,"juz":12,"manzil":3,"page":235,"ruku":193,"hizbQuarter":94,"sajda":false},{"number":1598,"text":"Nous l'avons fait descendre, un Coran en [langue] arabe, afin que vous raisonniez.","numberInSurah":2,"juz":12,"manzil":3,"page":235,"ruku":193,"hizbQuarter":94,"sajda":false},{"number":1599,"text":"Nous te racontons le meilleur récit, grâce à la révélation que Nous te faisons dans ce Coran même si tu étais auparavant du nombre des inattentifs (à ces récits).","numberInSurah":3,"juz":12,"manzil":3,"page":235,"ruku":193,"hizbQuarter":94,"sajda":false},{"number":1600,"text":"Quand Joseph dit à son père: «O mon père, j'ai vu [en songe], onze étoiles, et aussi le soleil et la lune; je les ai vus prosternés devant moi».","numberInSurah":4,"juz":12,"manzil":3,"page":235,"ruku":193,"hizbQuarter":94,"sajda":false},{"number":1601,"text":"«O mon fils, dit-il, ne raconte pas ta vision à tes frères car ils monteraient un complot contre toi; le Diable est certainement pour l'homme un ennemi déclaré.","numberInSurah":5,"juz":12,"manzil":3,"page":236,"ruku":193,"hizbQuarter":94,"sajda":false},{"number":1602,"text":"Ainsi ton Seigneur te choisira et t'enseignera l'interprétation des rêves, et Il parfera Son bienfait sur toi et sur la famille de Jacob, tout comme Il l'a parfait auparavant sur tes deux ancêtres, Abraham et Isaac, car ton Seigneur est Omniscient et Sage.","numberInSurah":6,"juz":12,"manzil":3,"page":236,"ruku":193,"hizbQuarter":94,"sajda":false},{"number":1603,"text":"Il y avait certainement, en Joseph et ses frères, des exhortations pour ceux qui interrogent,","numberInSurah":7,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1604,"text":"quand ceux-ci dirent: «Joseph et son frère sont plus aimés de notre père que nous, alors que nous sommes un groupe bien fort. Notre père est vraiment dans un tort évident.","numberInSurah":8,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1605,"text":"Tuez Joseph ou bien éloignez-le dans n'importe quel pays, afin que le visage de votre père se tourne exclusivement vers vous, et que vous soyez après cela des gens de bien».","numberInSurah":9,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1606,"text":"L'un d'eux dit: «Ne tuez pas Joseph, mais jetez-le si vous êtes disposés à agir, au fond du puits afin que quelque caravane le recueille».","numberInSurah":10,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1607,"text":"Ils dirent: «O notre père, qu'as-tu à ne pas te fier à nous au sujet de Joseph? Nous sommes cependant bien intentionnés à son égard.","numberInSurah":11,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1608,"text":"Envoie-le demain avec nous faire une promenade et jouer. Et nous veillerons sur lui».","numberInSurah":12,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1609,"text":"Il dit: «Certes, je m'attristerai que vous l'emmeniez; et je crains que le loup ne le dévore dans un moment où vous ne ferez pas attention à lui».","numberInSurah":13,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1610,"text":"Ils dirent: «Si le loup le dévore alors que nous sommes nombreux, nous serons vraiment les perdants».","numberInSurah":14,"juz":12,"manzil":3,"page":236,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1611,"text":"Et lorsqu'ils l'eurent emmené, et se furent mis d'accord pour le jeter dans les profondeurs invisibles du puits, Nous lui révélâmes: «Tu les informeras sûrement de cette affaire sans qu'ils s'en rendent compte».","numberInSurah":15,"juz":12,"manzil":3,"page":237,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1612,"text":"Et ils vinrent à leur père, le soir, en pleurant.","numberInSurah":16,"juz":12,"manzil":3,"page":237,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1613,"text":"Ils dirent: «O notre père, nous sommes allés faire une course, et nous avons laissé Joseph auprès de nos effets; et le loup l'a dévoré. Tu ne nous croiras pas, même si nous disons la vérité».","numberInSurah":17,"juz":12,"manzil":3,"page":237,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1614,"text":"Ils apportèrent sa tunique tachée d'un faux sang. Il dit: «Vos âmes, plutôt, vous ont suggéré quelque chose... [Il ne me reste plus donc] qu'une belle patience! C'est Allah qu'il faut appeler au secours contre ce que vous racontez!»","numberInSurah":18,"juz":12,"manzil":3,"page":237,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1615,"text":"Or, vint une caravane. Ils envoyèrent leur chercheur d'eau, qui fit descendre son seau. Il dit: «Bonne nouvelle! Voilà un garçon!» Et ils le dissimulèrent [pour le vendre] telle une marchandise. Allah cependant savait fort bien ce qu'ils faisaient.","numberInSurah":19,"juz":12,"manzil":3,"page":237,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1616,"text":"Et ils le vendirent à vil prix: pour quelques dirhams comptés. Ils le considéraient comme indésirable.","numberInSurah":20,"juz":12,"manzil":3,"page":237,"ruku":194,"hizbQuarter":95,"sajda":false},{"number":1617,"text":"Et celui qui l'acheta était de l'Egypte. Il dit à sa femme: «Accorde lui une généreuse hospitalité. Il se peut qu'il nous soit utile ou que nous l'adoptions comme notre enfant.» Ainsi avons-nous raffermi Joseph dans le pays et nous lui avons appris l'interprétation des rêves. Et Allah est souverain en Son Commandement: mais la plupart des gens ne savent pas.","numberInSurah":21,"juz":12,"manzil":3,"page":237,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1618,"text":"Et quand il eut atteint sa maturité Nous lui accordâmes sagesse et savoir. C'est ainsi que nous récompensons les bienfaisants.","numberInSurah":22,"juz":12,"manzil":3,"page":237,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1619,"text":"Or celle [Zulikha] qui l'avait reçu dans sa maison essaya de le séduire. Et elle ferma bien les portes et dit: «Viens, (je suis prête pour toi!)» - Il dit: «Qu'Allah me protège! C'est mon maître qui m'a accordé un bon asile. Vraiment les injustes ne réussissent pas».","numberInSurah":23,"juz":12,"manzil":3,"page":238,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1620,"text":"Et, elle le désira. Et il l'aurait désirée n'eût été ce qu'il vit comme preuve évidente de son Seigneur. Ainsi [Nous avons agi] pour écarter de lui le mal et la turpitude. Il était certes un de Nos serviteurs élus.","numberInSurah":24,"juz":12,"manzil":3,"page":238,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1621,"text":"Et tous deux coururent vers la porte, et elle lui déchira sa tunique par derrière. Ils trouvèrent le mari [de cette femme] à la porte. Elle dit: «Quelle serait la punition de quiconque a voulu faire du mal à ta famille, sinon la prison, ou un châtiment douloureux?»","numberInSurah":25,"juz":12,"manzil":3,"page":238,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1622,"text":"[Joseph] dit: «C'est elle qui a voulu me séduire». Et un témoin, de la famille de celle-ci témoigna: «Si sa tunique [à lui] est déchirée par devant, alors c'est elle qui dit la vérité, tandis qu'il est du nombre des menteurs.","numberInSurah":26,"juz":12,"manzil":3,"page":238,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1623,"text":"Mais si sa tunique est déchirée par derrière, alors c'est elle qui mentit, tandis qu'il est du nombre des véridiques».","numberInSurah":27,"juz":12,"manzil":3,"page":238,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1624,"text":"Puis, quand il (le mari) vit la tunique déchirée par derrière, il dit: «C'est bien de votre ruse de femmes! Vos ruses sont vraiment énormes!","numberInSurah":28,"juz":12,"manzil":3,"page":238,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1625,"text":"Joseph, ne pense plus à cela! Et toi, (femme), implore le pardon pour ton péché car tu es fautive».","numberInSurah":29,"juz":12,"manzil":3,"page":238,"ruku":195,"hizbQuarter":95,"sajda":false},{"number":1626,"text":"Et dans la ville, des femmes dirent: «la femme d'Al-'Azize essaye de séduire son valet! Il l'a vraiment rendue folle d'amour. Nous la trouvons certes dans un égarement évident.","numberInSurah":30,"juz":12,"manzil":3,"page":238,"ruku":196,"hizbQuarter":96,"sajda":false},{"number":1627,"text":"Lorsqu'elle eut entendu leur fourberie, elle leur envoya [des invitations,] et prépara pour elles une collation; et elle remit à chacune d'elles un couteau. Puis elle dit: «Sors devant elles, (Joseph!)» - Lorsqu'elles le virent, elles l'admirèrent, se coupèrent les mains et dirent: «A Allah ne plaise! Ce n'est pas un être humain, ce n'est qu'un ange noble!»","numberInSurah":31,"juz":12,"manzil":3,"page":239,"ruku":196,"hizbQuarter":96,"sajda":false},{"number":1628,"text":"Elle dit: «Voilà donc celui à propos duquel vous me blâmiez. J'ai essayé de le séduire mais il s'en défendit fermement. Or, s'il ne fait pas ce que je lui commande, il sera très certainement emprisonné et sera certes parmi les humiliés».","numberInSurah":32,"juz":12,"manzil":3,"page":239,"ruku":196,"hizbQuarter":96,"sajda":false},{"number":1629,"text":"Il dit: «O mon Seigneur, la prison m'est préférable à ce à quoi elles m'invitent. Et si Tu n'écartes pas de moi leur ruse, je pencherai vers elles et serai du nombre des ignorants» [des pécheurs].","numberInSurah":33,"juz":12,"manzil":3,"page":239,"ruku":196,"hizbQuarter":96,"sajda":false},{"number":1630,"text":"Son Seigneur l'exauça donc, et éloigna de lui leur ruse. C'est Lui, vraiment, qui est l'Audient et l'Omniscient.","numberInSurah":34,"juz":12,"manzil":3,"page":239,"ruku":196,"hizbQuarter":96,"sajda":false},{"number":1631,"text":"Puis, après qu'ils eurent vu les preuves (de son innocence), il leur sembla qu'ils devaient l'emprisonner pour un temps.","numberInSurah":35,"juz":12,"manzil":3,"page":239,"ruku":196,"hizbQuarter":96,"sajda":false},{"number":1632,"text":"Deux valets entrèrent avec lui en prison. L'un d'eux dit: «Je me voyais [en rêve] pressant du raisin...» Et l'autre dit: «Et moi, je me voyais portant sur ma tête du pain dont les oiseaux mangeaient. Apprends-nous l'interprétation (de nos rêves), nous te voyons au nombre des bienfaisants».","numberInSurah":36,"juz":12,"manzil":3,"page":239,"ruku":197,"hizbQuarter":96,"sajda":false},{"number":1633,"text":"«La nourriture qui vous est attribuée ne vous parviendra point, dit-il, que je ne vous aie avisés de son interprétation [de votre nourriture] avant qu'elle ne vous arrive. Cela fait partie de ce que mon Seigneur m'a enseigné. Certes, j'ai abandonné la religion d'un peuple qui ne croit pas en Allah et qui nie la vie future».","numberInSurah":37,"juz":12,"manzil":3,"page":239,"ruku":197,"hizbQuarter":96,"sajda":false},{"number":1634,"text":"Et j'ai suivi la religion de mes ancêtres, Abraham, Isaac et Jacob. Il ne nous convient pas d'associer à Allah quoi que ce soit. Ceci est une grâce d'Allah sur nous et sur tout le monde; mais la plupart des gens ne sont pas reconnaissants.","numberInSurah":38,"juz":12,"manzil":3,"page":240,"ruku":197,"hizbQuarter":96,"sajda":false},{"number":1635,"text":"O mes deux compagnons de prison! Qui est le meilleur: des Seigneurs éparpillés ou Allah, l'Unique, le Dominateur suprême?","numberInSurah":39,"juz":12,"manzil":3,"page":240,"ruku":197,"hizbQuarter":96,"sajda":false},{"number":1636,"text":"Vous n'adorez, en dehors de Lui, que des noms que vous avez inventés, vous et vos ancêtres, et à l'appui desquels Allah n'a fait descendre aucune preuve. Le pouvoir n'appartient qu'à Allah. Il vous a commandé de n'adorer que Lui. Telle est la religion droite; mais la plupart des gens ne savent pas.","numberInSurah":40,"juz":12,"manzil":3,"page":240,"ruku":197,"hizbQuarter":96,"sajda":false},{"number":1637,"text":"O mes deux compagnons de prison! L'un de vous donnera du vin à boire à son maître; quant à l'autre, il sera crucifié, et les oiseaux mangeront de sa tête. L'affaire sur laquelle vous me consultez est déjà décidée.»","numberInSurah":41,"juz":12,"manzil":3,"page":240,"ruku":197,"hizbQuarter":96,"sajda":false},{"number":1638,"text":"Et il dit à celui des deux dont il pensait qu'il serait délivré: «Parle de moi auprès de ton maître». Mais le Diable fit qu'il oublia de rappeler (le cas de Joseph) à son maître. Joseph resta donc en prison quelques années.","numberInSurah":42,"juz":12,"manzil":3,"page":240,"ruku":197,"hizbQuarter":96,"sajda":false},{"number":1639,"text":"Et le roi dit: «En vérité, je voyais (en rêve) sept vaches grasses mangées par sept maigres; et sept épis verts, et autant d'autres, secs. O conseil de notables, donnez-moi une explication de ma vision, si vous savez interpréter le rêve».","numberInSurah":43,"juz":12,"manzil":3,"page":240,"ruku":198,"hizbQuarter":96,"sajda":false},{"number":1640,"text":"Ils dirent: «C'est un amas de rêves! Et nous ne savons pas interpréter les rêves!»","numberInSurah":44,"juz":12,"manzil":3,"page":241,"ruku":198,"hizbQuarter":96,"sajda":false},{"number":1641,"text":"Or, celui des deux qui avait été délivré et qui, après quelque temps se rappela, dit: «Je vous en donnerai l'interprétation. Envoyez-moi donc».","numberInSurah":45,"juz":12,"manzil":3,"page":241,"ruku":198,"hizbQuarter":96,"sajda":false},{"number":1642,"text":"«O toi, Joseph, le véridique! Eclaire-nous au sujet de sept vaches grasses que mangent sept très maigres, et sept épis verts et autant d'autres, secs, afin que je retourne aux gens et qu'ils sachent [l'interprétation exacte du rêve]».","numberInSurah":46,"juz":12,"manzil":3,"page":241,"ruku":198,"hizbQuarter":96,"sajda":false},{"number":1643,"text":"Alors [Joseph dit]: «Vous sèmerez pendant sept années consécutives. Tout ce que vous aurez moissonné, laissez-le en épi, sauf le peu que vous consommerez.","numberInSurah":47,"juz":12,"manzil":3,"page":241,"ruku":198,"hizbQuarter":96,"sajda":false},{"number":1644,"text":"Viendront ensuite sept années de disette qui consommeront tout ce que vous aurez amassé pour elles sauf le peu que vous aurez réservé [comme semence].","numberInSurah":48,"juz":12,"manzil":3,"page":241,"ruku":198,"hizbQuarter":96,"sajda":false},{"number":1645,"text":"Puis, viendra après cela une année où les gens seront secourus [par la pluie] et iront au pressoir.»","numberInSurah":49,"juz":12,"manzil":3,"page":241,"ruku":198,"hizbQuarter":96,"sajda":false},{"number":1646,"text":"Et le roi dit: «Amenez-le moi». Puis, lorsque l'émissaire arriva auprès de lui, [Joseph] dit: «Retourne auprès de ton maître et demande-lui: «Quelle était la raison qui poussa les femmes à se couper les mains? Mon Seigneur connaît bien leur ruse».","numberInSurah":50,"juz":12,"manzil":3,"page":241,"ruku":199,"hizbQuarter":96,"sajda":false},{"number":1647,"text":"Alors, [le roi leur] dit: «Qu'est-ce donc qui vous a poussées à essayer de séduire Joseph?» Elles dirent: «A Allah ne plaise! Nous ne connaissons rien de mauvais contre lui». Et la femme d'Al-'Azize dit: «Maintenant la vérité s'est manifestée. C'est moi qui ai voulu le séduire. Et c'est lui, vraiment, qui est du nombre des véridiques!»","numberInSurah":51,"juz":12,"manzil":3,"page":241,"ruku":199,"hizbQuarter":96,"sajda":false},{"number":1648,"text":"«Cela afin qu'il sache que je ne l'ai pas trahi en son absence, et qu'en vérité Allah ne guide pas la ruse des traîtres.","numberInSurah":52,"juz":12,"manzil":3,"page":241,"ruku":199,"hizbQuarter":96,"sajda":false},{"number":1649,"text":"Je ne m'innocente cependant pas, car l'âme est très incitatrice au mal, à moins que mon Seigneur, par miséricorde, [ne la préserve du péché]. Mon Seigneur est certes Pardonneur et très Miséricordieux».","numberInSurah":53,"juz":13,"manzil":3,"page":242,"ruku":199,"hizbQuarter":97,"sajda":false},{"number":1650,"text":"Et le roi dit: «Amenez-le moi: je me le réserve pour moi-même». Et lorsqu'il lui eut parlé, il dit: «Tu es dès aujourd'hui près de nous, en une position d'autorité et de confiance».","numberInSurah":54,"juz":13,"manzil":3,"page":242,"ruku":199,"hizbQuarter":97,"sajda":false},{"number":1651,"text":"Et [Joseph] dit: «Assigne-moi les dépôts du territoire: je suis bon gardien et connaisseur».","numberInSurah":55,"juz":13,"manzil":3,"page":242,"ruku":199,"hizbQuarter":97,"sajda":false},{"number":1652,"text":"Ainsi avons-nous affermi (l'autorité de) Joseph dans ce territoire et il s'y installait là où il le voulait. Nous touchons de Notre miséricorde qui Nous voulons et ne faisons pas perdre aux hommes de bien le mérite [de leurs œuvres].","numberInSurah":56,"juz":13,"manzil":3,"page":242,"ruku":199,"hizbQuarter":97,"sajda":false},{"number":1653,"text":"Et la récompense de l'au-delà est meilleure pour ceux qui ont cru et ont pratiqué la piété.","numberInSurah":57,"juz":13,"manzil":3,"page":242,"ruku":199,"hizbQuarter":97,"sajda":false},{"number":1654,"text":"Et les frères de Joseph vinrent et entrèrent auprès de lui. Il les reconnut, mais eux ne le reconnurent pas.","numberInSurah":58,"juz":13,"manzil":3,"page":242,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1655,"text":"Et quand il leur eut fourni leur provision, il dit: «Amenez-moi un frère que vous avez de votre père. Ne voyez-vous pas que je donne la pleine mesure et que je suis le meilleur des hôtes?","numberInSurah":59,"juz":13,"manzil":3,"page":242,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1656,"text":"Et si vous ne me l'amenez pas, alors il n'y aura plus de provision pour vous, chez moi; et vous ne m'approcherez plus».","numberInSurah":60,"juz":13,"manzil":3,"page":242,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1657,"text":"Ils dirent: «Nous essayerons de persuader son père. Certes, nous le ferons».","numberInSurah":61,"juz":13,"manzil":3,"page":242,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1658,"text":"Et il dit à ses serviteurs: «Remettez leurs marchandises dans leurs sacs: peut-être les reconnaîtront-ils quand ils seront de retour vers leur famille et peut-être qu'ils reviendront».","numberInSurah":62,"juz":13,"manzil":3,"page":242,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1659,"text":"Et lorsqu'ils revinrent à leur père, ils dirent: «O notre père, il nous sera refusé [à l'avenir] de nous ravitailler [en grain]. Envoie donc avec nous notre frère, afin que nous obtenions des provisions. Nous le surveillerons bien».","numberInSurah":63,"juz":13,"manzil":3,"page":242,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1660,"text":"Il dit: «Vais-je vous le confier comme, auparavant, je vous ai confié son frère? Mais Allah est le meilleur gardien, et Il est Le plus Miséricordieux des miséricordieux!»","numberInSurah":64,"juz":13,"manzil":3,"page":243,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1661,"text":"Et lorsqu'ils ouvrirent leurs bagages, ils trouvèrent qu'on leur avait rendu leurs marchandises. Ils dirent: «O notre père. Que désirons-nous [de plus]? Voici que nos marchandises nous ont été rendues. Et ainsi nous approvisionnerons notre famille, nous veillerons à la sécurité de notre frère et nous nous ajouterons la charge d'un chameau et c'est une charge facile».","numberInSurah":65,"juz":13,"manzil":3,"page":243,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1662,"text":"- Il dit: «Jamais je ne l'enverrai avec vous, jusqu'à ce que vous m'apportiez l'engagement formel au nom d'Allah que vous me le ramènerez à moins que vous ne soyez cernés». Lorsqu'ils lui eurent apporté l'engagement, il dit: «Allah est garant de ce que nous disons».","numberInSurah":66,"juz":13,"manzil":3,"page":243,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1663,"text":"Et il dit: «O mes fils, n'entrez pas par une seule porte, mais entrez par portes séparées. Je ne peux cependant vous être d'aucune utilité contre les desseins d'Allah. La décision n'appartient qu'à Allah: en Lui je place ma confiance. Et que ceux qui placent leur confiance la placent en Lui».","numberInSurah":67,"juz":13,"manzil":3,"page":243,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1664,"text":"Etant entrés comme leur père le leur avait commandé [cela] ne leur servit à rien contre (les décrets d') Allah. Ce n'était [au reste] qu'une précaution que Jacob avait jugé [de leur recommander]. Il avait pleine connaissance de ce que Nous lui avions enseigné. Mais la plupart des gens ne savent pas.","numberInSurah":68,"juz":13,"manzil":3,"page":243,"ruku":200,"hizbQuarter":97,"sajda":false},{"number":1665,"text":"Et quand ils furent entrés auprès de Joseph, [celui-ci] retint son frère auprès de lui en disant: «Je suis ton frère. Ne te chagrine donc pas pour ce qu'ils faisaient».","numberInSurah":69,"juz":13,"manzil":3,"page":243,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1666,"text":"Puis, quand il leur eut fourni leurs provisions, il mit la coupe dans le sac de son frère. Ensuite un crieur annonça: «Caravaniers! vous êtes des voleurs».","numberInSurah":70,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1667,"text":"Ils se retournèrent en disant: «Qu'avez-vous perdu?»","numberInSurah":71,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1668,"text":"Ils répondirent: «Nous cherchons la grande coupe du roi. La charge d'un chameau à qui l'apportera et j'en suis garant».","numberInSurah":72,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1669,"text":"«Par Allah, dirent-ils, vous savez certes que nous ne sommes pas venus pour semer la corruption sur le territoire et que nous ne sommes pas des voleurs».","numberInSurah":73,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1670,"text":"- Quelle sera donc la sanction si vous êtes des menteurs? (dirent-ils).","numberInSurah":74,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1671,"text":"Ils dirent: «La sanction infligée à celui dont les bagages de qui la coupe sera retrouvée est: [qu'il soit livré] lui-même [à titre d'esclave à la victime du vol]. C'est ainsi que nous punissons les malfaiteurs».","numberInSurah":75,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1672,"text":"[Joseph] commença par les sacs des autres avant celui de son frère; puis il la fit sortir du sac de son frère. Ainsi suggérâmes-Nous cet artifice à Joseph. Car il ne pouvait pas se saisir de son frère, selon la justice du roi, à moins qu'Allah ne l'eût voulu. Nous élevons en rang qui Nous voulons. Et au-dessus de tout homme détenant la science il y a un savant [plus docte que lui].","numberInSurah":76,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":97,"sajda":false},{"number":1673,"text":"Ils dirent: «S'il a commis un vol, un frère à lui auparavant a volé aussi.» Mais Joseph tint sa pensée secrète, et ne la leur dévoila pas. Il dit [en lui même]: «Votre position est bien pire encore! Et Allah connaît mieux ce que vous décrivez.»","numberInSurah":77,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":98,"sajda":false},{"number":1674,"text":"- Ils dirent. «O Al-'Azize, il a un père très vieux; saisis-toi donc de l'un de nous, à sa place. Nous voyons que tu es vraiment du nombre des gens bienfaisants».","numberInSurah":78,"juz":13,"manzil":3,"page":244,"ruku":201,"hizbQuarter":98,"sajda":false},{"number":1675,"text":"- Il dit: «Qu'Allah nous garde de prendre un autre que celui chez qui nous avons trouvé notre bien! Nous serions alors vraiment injustes.»","numberInSurah":79,"juz":13,"manzil":3,"page":245,"ruku":201,"hizbQuarter":98,"sajda":false},{"number":1676,"text":"Puis, lorsqu'ils eurent perdu tout espoir [de ramener Benyamin] ils se concertèrent en secret. Leur aîné dit: «Ne savez-vous pas que votre père a pris de vous un engagement formel au nom d'Allah, et que déjà vous y avez manqué autrefois à propos de Joseph? Je ne quitterai point le territoire, jusqu'à ce que mon père me le permette ou qu'Allah juge en ma faveur, et Il est le meilleur des juges.","numberInSurah":80,"juz":13,"manzil":3,"page":245,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1677,"text":"Retournez à votre père et dites: «O notre père, ton fils a volé. Et nous n'attestons que ce que nous savons. Et nous n'étions nullement au courant de l'inconnu.","numberInSurah":81,"juz":13,"manzil":3,"page":245,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1678,"text":"Et interroge la ville où nous étions, ainsi que la caravane dans laquelle nous sommes arrivés. Nous disons réellement la vérité.»","numberInSurah":82,"juz":13,"manzil":3,"page":245,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1679,"text":"Alors [Jacob] dit: Vos âmes plutôt vous ont inspiré [d'entreprendre] quelque chose!... Oh! belle patience. Il se peut qu'Allah me les ramènera tous les deux. Car c'est Lui l'Omniscient, le Sage».","numberInSurah":83,"juz":13,"manzil":3,"page":245,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1680,"text":"Et il se détourna d'eux et dit: «Que mon chagrin est grand pour Joseph!» Et ses yeux blanchirent d'affliction. Et il était accablé.","numberInSurah":84,"juz":13,"manzil":3,"page":245,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1681,"text":"- Ils dirent: «Par Allah! Tu ne cesseras pas d'évoquer Joseph, jusqu'à ce que tu t'épuises ou que tu sois parmi les morts».","numberInSurah":85,"juz":13,"manzil":3,"page":245,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1682,"text":"- Il dit: «Je ne me plains qu'à Allah de mon déchirement et de mon chagrin. Et, je sais de la part d'Allah, ce que vous ne savez pas.","numberInSurah":86,"juz":13,"manzil":3,"page":245,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1683,"text":"O mes fils! Partez et enquérez-vous de Joseph et de son frère. Et ne désespérez pas de la miséricorde d'Allah. Ce sont seulement les gens mécréants qui désespèrent de la miséricorde d'Allah».","numberInSurah":87,"juz":13,"manzil":3,"page":246,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1684,"text":"Et lorsqu'ils s'introduisirent auprès de [Joseph,] ils dirent: «O al-'Azize, la famine nous a touchés, nous et notre famille; et nous venons avec une marchandise sans grande valeur. Donne-nous une pleine mesure, et fais-nous la charité. Certes, Allah récompense les charitables!»","numberInSurah":88,"juz":13,"manzil":3,"page":246,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1685,"text":"- Il dit: «Savez-vous ce que vous avez fait de Joseph et de son frère alors que vous étiez ignorants? [injustes]».","numberInSurah":89,"juz":13,"manzil":3,"page":246,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1686,"text":"- Ils dirent: «Est-ce que tu es... Certes, tu es Joseph!» - Il dit: «Je suis Joseph, et voici mon frère. Certes, Allah nous a favorisés. Quiconque craint et patiente... Et très certainement, Allah ne fait pas perdre la récompense des bienfaisants».","numberInSurah":90,"juz":13,"manzil":3,"page":246,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1687,"text":"- Ils dirent: «Par Allah! Vraiment Allah t'a préféré à nous et nous avons été fautifs».","numberInSurah":91,"juz":13,"manzil":3,"page":246,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1688,"text":"- Il dit: «Pas de récrimination contre vous aujourd'hui! Qu'Allah vous pardonne. C'est Lui Le plus Miséricordieux des miséricordieux.","numberInSurah":92,"juz":13,"manzil":3,"page":246,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1689,"text":"Emportez ma tunique que voici, et appliquez-la sur le visage de mon père: il recouvrera [aussitôt] la vue. Et amenez-moi toute votre famille».","numberInSurah":93,"juz":13,"manzil":3,"page":246,"ruku":202,"hizbQuarter":98,"sajda":false},{"number":1690,"text":"- Et dès que la caravane franchit la frontière [de Canâan], leur père dit: «Je décèle, certes, l'odeur de Joseph, même si vous dites que je radote».","numberInSurah":94,"juz":13,"manzil":3,"page":246,"ruku":203,"hizbQuarter":98,"sajda":false},{"number":1691,"text":"Ils Lui dirent: «Par Allah te voilà bien dans ton ancien égarement».","numberInSurah":95,"juz":13,"manzil":3,"page":246,"ruku":203,"hizbQuarter":98,"sajda":false},{"number":1692,"text":"Puis quand arriva le porteur de bonne annonce, il l'appliqua [la tunique] sur le visage de Jacob. Celui-ci recouvra [aussitôt] la vue, et dit: «Ne vous ai-je pas dit que je sais, par Allah, ce que vous ne savez pas?»","numberInSurah":96,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":98,"sajda":false},{"number":1693,"text":"- Ils dirent: «O notre père, implore pour nous la rémission de nos péchés. Nous étions vraiment fautifs».","numberInSurah":97,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":98,"sajda":false},{"number":1694,"text":"- Il dit: «J'implorerai pour vous le pardon de mon Seigneur. Car c'est Lui le Pardonneur, le Très Miséricordieux».","numberInSurah":98,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":98,"sajda":false},{"number":1695,"text":"Lorsqu'ils s'introduisirent auprès de Joseph, celui-ci accueillit ses père et mère, et leur dit: «Entrez en Egypte, en toute sécurité, si Allah le veut!»","numberInSurah":99,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":98,"sajda":false},{"number":1696,"text":"Et il éleva ses parents sur le trône, et tous tombèrent devant lui, prosternés. Et il dit: «O mon père, voilà l'interprétation de mon rêve de jadis. Allah l'a bel et bien réalisé... Et Il m'a certainement fait du bien quand Il m'a fait sortir de prison et qu'Il vous a fait venir de la campagne, [du désert], après que le Diable ait suscité la discorde entre mes frères et moi. Mon Seigneur est plein de douceur pour ce qu'Il veut. Et c'est Lui l'Omniscient, le Sage.","numberInSurah":100,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":98,"sajda":false},{"number":1697,"text":"O mon Seigneur, Tu m'as donné du pouvoir et m'as enseigné l'interprétation des rêves. [C'est Toi Le] Créateur des cieux et de la terre, Tu es mon patron, ici-bas et dans l'au-delà. Fais-moi mourir en parfaite soumission et fais moi rejoindre les vertueux.","numberInSurah":101,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":99,"sajda":false},{"number":1698,"text":"Ce sont là des récits inconnus que Nous te révélons. Et tu n'étais pas auprès d'eux quand ils se mirent d'accord pour comploter.","numberInSurah":102,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":99,"sajda":false},{"number":1699,"text":"Et la plupart des gens ne sont pas croyants malgré ton désir ardent.","numberInSurah":103,"juz":13,"manzil":3,"page":247,"ruku":203,"hizbQuarter":99,"sajda":false},{"number":1700,"text":"Et tu ne leur demandes aucun salaire pour cela. Ce n'est là qu'un rappel adressé à l'univers.","numberInSurah":104,"juz":13,"manzil":3,"page":248,"ruku":203,"hizbQuarter":99,"sajda":false},{"number":1701,"text":"Et dans les cieux et sur la terre, que de signes auprès desquels les gens passent, en s'en détournant!","numberInSurah":105,"juz":13,"manzil":3,"page":248,"ruku":204,"hizbQuarter":99,"sajda":false},{"number":1702,"text":"Et la plupart d'entre eux ne croient en Allah, qu'en lui donnant des associés.","numberInSurah":106,"juz":13,"manzil":3,"page":248,"ruku":204,"hizbQuarter":99,"sajda":false},{"number":1703,"text":"Est-ce qu'ils sont sûrs que le châtiment d'Allah ne viendra pas les couvrir ou que l'Heure ne leur viendra pas soudainement, sans qu'ils s'en rendent compte?","numberInSurah":107,"juz":13,"manzil":3,"page":248,"ruku":204,"hizbQuarter":99,"sajda":false},{"number":1704,"text":"Dis: «Voici ma voie, j'appelle les gens à [la religion] d'Allah, moi et ceux qui me suivent, nous basant sur une preuve évidente. Gloire à Allah! Et je ne suis point du nombre des associateurs.","numberInSurah":108,"juz":13,"manzil":3,"page":248,"ruku":204,"hizbQuarter":99,"sajda":false},{"number":1705,"text":"Nous n'avons envoyé avant toi que des hommes originaires des cités, à qui Nous avons fait des révélations. [Ces gens là] n'ont-ils pas parcouru la terre et considéré quelle fut la fin de ceux qui ont vécu avant eux? La demeure de l'au-delà est assurément meilleure pour ceux qui craignent [Allah]. Ne raisonnerez-vous donc pas?","numberInSurah":109,"juz":13,"manzil":3,"page":248,"ruku":204,"hizbQuarter":99,"sajda":false},{"number":1706,"text":"Quand les messagers faillirent perdre espoir (et que leurs adeptes) eurent pensé qu'ils étaient dupés voilà que vint à eux Notre secours. Et furent sauvés ceux que Nous voulûmes. Mais Notre rigueur ne saurait être détournée des gens criminels.","numberInSurah":110,"juz":13,"manzil":3,"page":248,"ruku":204,"hizbQuarter":99,"sajda":false},{"number":1707,"text":"Dans leurs récits il y a certes une leçon pour les gens doués d'intelligence. Ce n'est point là un récit fabriqué. C'est au contraire la confirmation de ce qui existait déjà avant lui, un exposé détaillé de toute chose, un guide et une miséricorde pour des gens qui croient.","numberInSurah":111,"juz":13,"manzil":3,"page":248,"ruku":204,"hizbQuarter":99,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}