{"code":200,"status":"OK","data":{"number":24,"name":"سُورَةُ النُّورِ","englishName":"An-Noor","englishNameTranslation":"The Light","revelationType":"Medinan","numberOfAyahs":64,"ayahs":[{"number":2792,"text":"Voici une Sourate que Nous avons fait descendre et que Nous avons imposée, et Nous y avons fait descendre des versets explicites afin que vous vous souveniez».","numberInSurah":1,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2793,"text":"La fornicatrice et le fornicateur, fouettez-les chacun de cent coups de fouet. Et ne soyez point pris de pitié pour eux dans l'exécution de la loi d'Allah - si vous croyez en Allah et au Jour dernier. Et qu'un groupe de croyants assiste à leur punition.","numberInSurah":2,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2794,"text":"Le fornicateur n'épousera qu'une fornicatrice ou une associatrice. Et la fornicatrice ne sera épousée que par un fornicateur ou un associateur; et cela a été interdit aux croyants.","numberInSurah":3,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2795,"text":"Et ceux qui lancent des accusations contre des femmes chastes sans produire par la suite quatre témoins, fouettez-les de quatre-vingts coups de fouet, et n'acceptez plus jamais leur témoignage. Et ceux-là sont les pervers,","numberInSurah":4,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2796,"text":"à l'exception de ceux qui, après cela, se repentent et se réforment, car Allah est Pardonneur et Miséricordieux.","numberInSurah":5,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2797,"text":"Et quant à ceux qui lancent des accusations contre leurs propres épouses, sans avoir d'autres témoins qu'eux-mêmes, le témoignage de l'un d'eux doit être une quadruple attestation par Allah qu'il est du nombre des véridiques,","numberInSurah":6,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2798,"text":"et la cinquième [attestation] est «que la malédiction d'Allah tombe sur lui s'il est du nombre des menteurs».","numberInSurah":7,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2799,"text":"Et on ne lui infligera pas le châtiment [de la lapidation] si elle atteste quatre fois par Allah qu'il [son mari] est certainement du nombre des menteurs,","numberInSurah":8,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2800,"text":"et la cinquième [attestation] est que la colère d'Allah soit sur elle, s'il était du nombre des véridiques.","numberInSurah":9,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2801,"text":"Et, n'étaient la grâce d'Allah sur vous et Sa miséricorde...! Allah est Grand Accueillant au repentir et Sage!","numberInSurah":10,"juz":18,"manzil":4,"page":350,"ruku":301,"hizbQuarter":140,"sajda":false},{"number":2802,"text":"Ceux qui sont venus avec la calomnie sont un groupe d'entre vous. Ne pensez pas que c'est un mal pour vous, mais plutôt, c'est un bien pour vous. A chacun d'eux ce qu'il s'est acquis comme péché. Celui d'entre eux qui s'est chargé de la plus grande part aura un énorme châtiment.","numberInSurah":11,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2803,"text":"Pourquoi, lorsque vous l'avez entendue [cette calomnie], les croyants et les croyantes n'ont-ils pas, en eux-mêmes, conjecturé favorablement, et n'ont-ils pas dit: «C'est une calomnie évidente?»","numberInSurah":12,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2804,"text":"Pourquoi n'ont-ils pas produit [à l'appui de leurs accusations] quatre témoins? S'ils ne produisent pas de témoins, alors ce sont eux, auprès d'Allah, les menteurs.","numberInSurah":13,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2805,"text":"N'eussent-été la grâce d'Allah sur vous et Sa miséricorde ici-bas comme dans l'au-delà, un énorme châtiment vous aurait touchés pour cette (calomnie) dans laquelle vous vous êtes lancés,","numberInSurah":14,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2806,"text":"quand vous colportiez la nouvelle avec vos langues et disiez de vos bouches ce dont vous n'aviez aucun savoir; et vous le comptiez comme insignifiant alors qu'auprès d'Allah cela est énorme.","numberInSurah":15,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2807,"text":"Et pourquoi, lorsque vous l'entendiez, ne disiez-vous pas: «Nous ne devons pas en parler. Gloire à Toi (ô Allah)! C'est une énorme calomnie»?","numberInSurah":16,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2808,"text":"Allah vous exhorte à ne plus jamais revenir à une chose pareille si vous êtes croyants.","numberInSurah":17,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2809,"text":"Allah vous expose clairement les versets et Allah est Omniscient et Sage.","numberInSurah":18,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2810,"text":"Ceux qui aiment que la turpitude se propage parmi les croyants auront un châtiment douloureux, ici-bas comme dans l'au-delà. Allah sait, et vous, vous ne savez pas.","numberInSurah":19,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2811,"text":"Et n'eussent été la grâce d'Allah sur vous et Sa miséricorde et (n'eût été) qu'Allah est Compatissant et Miséricordieux...","numberInSurah":20,"juz":18,"manzil":4,"page":351,"ruku":302,"hizbQuarter":140,"sajda":false},{"number":2812,"text":"O vous qui avez cru! Ne suivez pas les pas du Diable. Quiconque suit les pas du Diable, [sachez que] celui-ci ordonne la turpitude et le blâmable. Et n'eussent été la grâce d'Allah envers vous et Sa miséricorde, nul d'entre vous n'aurait jamais été pur. Mais Allah purifie qui Il veut. Et Allah est Audient et Omniscient.","numberInSurah":21,"juz":18,"manzil":4,"page":352,"ruku":303,"hizbQuarter":141,"sajda":false},{"number":2813,"text":"Et que les détenteurs de richesse et d'aisance parmi vous, ne jurent pas de ne plus faire des dons aux proches, aux pauvres, et à ceux qui émigrent dans le sentier d'Allah. Qu'ils pardonnent et absolvent. N'aimez-vous pas qu'Allah vous pardonne? et Allah est Pardonneur et Miséricordieux!","numberInSurah":22,"juz":18,"manzil":4,"page":352,"ruku":303,"hizbQuarter":141,"sajda":false},{"number":2814,"text":"Ceux qui lancent des accusations contre des femmes vertueuses, chastes [qui ne pensent même pas à commettre la turpitude] et croyantes sont maudits ici-bas comme dans l'au-delà; et ils auront un énorme châtiment,","numberInSurah":23,"juz":18,"manzil":4,"page":352,"ruku":303,"hizbQuarter":141,"sajda":false},{"number":2815,"text":"Le jour où leurs langues, leurs mains et leurs pieds témoigneront contre eux de ce qu'ils faisaient.","numberInSurah":24,"juz":18,"manzil":4,"page":352,"ruku":303,"hizbQuarter":141,"sajda":false},{"number":2816,"text":"Ce Jour-là, Allah leur donnera leur pleine et vraie rétribution; et ils sauront que c'est Allah qui est le Vrai de toute évidence.","numberInSurah":25,"juz":18,"manzil":4,"page":352,"ruku":303,"hizbQuarter":141,"sajda":false},{"number":2817,"text":"Les mauvaises [femmes] aux mauvais [hommes], et les mauvais [hommes] aux mauvaises [femmes]. De même, les bonnes [femmes] aux bons [hommes], et les bons [hommes] aux bonnes [femmes]. Ceux-là sont innocents de ce que les autres disent. Ils ont un pardon et une récompense généreuse.","numberInSurah":26,"juz":18,"manzil":4,"page":352,"ruku":303,"hizbQuarter":141,"sajda":false},{"number":2818,"text":"O vous qui croyez! N'entrez pas dans des maisons autres que les vôtres avant de demander la permission [d'une façon délicate] et de saluer leurs habitants. Cela est meilleur pour vous. Peut-être vous souvenez-vous.","numberInSurah":27,"juz":18,"manzil":4,"page":352,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2819,"text":"Si vous n'y trouvez personne, alors n'y entrez pas avant que permission vous soit donnée. Et si on vous dit: «Retournez», eh bien, retournez. Cela est plus pur pour vous. Et Allah, de ce que vous faites est Omniscient.","numberInSurah":28,"juz":18,"manzil":4,"page":353,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2820,"text":"Nul grief contre vous à entrer dans des maisons inhabitées où se trouve un bien pour vous. Allah sait ce que vous divulguez et ce que vous cachez.","numberInSurah":29,"juz":18,"manzil":4,"page":353,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2821,"text":"Dis aux croyants de baisser leurs regards et de garder leur chasteté. C'est plus pur pour eux. Allah est, certes, Parfaitement Connaisseur de ce qu'ils font.","numberInSurah":30,"juz":18,"manzil":4,"page":353,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2822,"text":"Et dis aux croyantes de baisser leurs regards, de garder leur chasteté, et de ne montrer de leurs atours que ce qui en paraît et qu'elles rabattent leur voile sur leurs poitrines; et qu'elles ne montrent leurs atours qu'à leurs maris, ou à leurs pères, ou aux pères de leurs maris, ou à leurs fils, ou aux fils de leurs maris, ou à leurs frères, ou aux fils de leurs frères, ou aux fils de leurs sœurs, ou aux femmes musulmanes, ou aux esclaves qu'elles possèdent, ou aux domestiques mâles impuissants, ou aux garçons impubères qui ignorent tout des parties cachées des femmes. Et qu'elles ne frappent pas avec leurs pieds de façon que l'on sache ce qu'elles cachent de leurs parures. Et repentez-vous tous devant Allah, ô croyants, afin que vous récoltiez le succès.","numberInSurah":31,"juz":18,"manzil":4,"page":353,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2823,"text":"Mariez les célibataires d'entre vous et les gens de bien parmi vos esclaves, hommes et femmes. S'ils sont besogneux, Allah les rendra riches par Sa grâce. Car (la grâce d') Allah est immense et Il est Omniscient.","numberInSurah":32,"juz":18,"manzil":4,"page":354,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2824,"text":"Et que ceux qui n'ont pas de quoi se marier, cherchent à rester chastes jusqu'à ce qu'Allah les enrichisse par Sa grâce. Ceux de vos esclaves qui cherchent un contrat d'affranchissement, concluez ce contrat avec eux si vous reconnaissez du bien en eux; et donnez-leur des biens d'Allah qu'Il vous a accordés. Et dans votre recherche des profits passagers de la vie présente, ne contraignez pas vos femmes esclaves à la prostitution, si elles veulent rester chastes. Si on les y contraint, Allah leur accorde après qu'elles aient été contraintes, Son pardon et Sa miséricorde.","numberInSurah":33,"juz":18,"manzil":4,"page":354,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2825,"text":"Nous avons effectivement fait descendre vers vous des versets clairs, donnant une parabole de ceux qui ont vécu avant vous, et une exhortation pour les pieux!","numberInSurah":34,"juz":18,"manzil":4,"page":354,"ruku":304,"hizbQuarter":141,"sajda":false},{"number":2826,"text":"Allah est la Lumière des cieux et de la terre. Sa lumière est semblable à une niche où se trouve une lampe. La lampe est dans un (récipient de) cristal et celui-ci ressemble à un astre de grand éclat; son combustible vient d'un arbre béni: un olivier ni oriental ni occidental dont l'huile semble éclairer sans même que le feu la touche. Lumière sur lumière. Allah guide vers Sa lumière qui Il veut. Allah propose aux hommes des paraboles et Allah est Omniscient.","numberInSurah":35,"juz":18,"manzil":4,"page":354,"ruku":305,"hizbQuarter":142,"sajda":false},{"number":2827,"text":"Dans des maisons [des mosquées] qu'Allah a permis que l'on élève, et où Son Nom est invoqué; Le glorifient en elles matin et après-midi,","numberInSurah":36,"juz":18,"manzil":4,"page":354,"ruku":305,"hizbQuarter":142,"sajda":false},{"number":2828,"text":"des hommes que ni le négoce, ni le troc ne distraient de l'invocation d'Allah, de l'accomplissement de la Salât et de l'acquittement de la Zakât, et qui redoutent un Jour où les cœurs seront bouleversés ainsi que les regards.","numberInSurah":37,"juz":18,"manzil":4,"page":355,"ruku":305,"hizbQuarter":142,"sajda":false},{"number":2829,"text":"Afin qu'Allah les récompense de la meilleure façon pour ce qu'ils ont fait [de bien]. Et Il leur ajoutera de Sa grâce. Allah attribue à qui Il veut sans compter.","numberInSurah":38,"juz":18,"manzil":4,"page":355,"ruku":305,"hizbQuarter":142,"sajda":false},{"number":2830,"text":"Quant à ceux qui ont mécru, leurs actions sont comme un mirage dans une plaine désertique que l'assoiffé prend pour de l'eau. Puis quand il y arrive, il s'aperçoit que ce n'était rien; mais y trouve Allah qui lui règle son compte en entier, car Allah est prompt à compter.","numberInSurah":39,"juz":18,"manzil":4,"page":355,"ruku":305,"hizbQuarter":142,"sajda":false},{"number":2831,"text":"[Les actions des mécréants] sont encore semblables à des ténèbres sur une mer profonde: des vagues la recouvrent, [vagues] au dessus desquelles s'élèvent [d'autres] vagues, sur lesquelles il y a [d'épais] nuages. Ténèbres [entassées] les unes au-dessus des autres. Quand quelqu'un étend la main, il ne la distingue presque pas. Celui qu'Allah prive de lumière n'a aucune lumière.","numberInSurah":40,"juz":18,"manzil":4,"page":355,"ruku":305,"hizbQuarter":142,"sajda":false},{"number":2832,"text":"N'as-tu pas vu qu'Allah est glorifié par tous ceux qui sont dans les cieux et la terre; ainsi que par les oiseaux déployant leurs ailes? Chacun, certes, a appris sa façon de L'adorer et de Le glorifier. Allah sait parfaitement ce qu'ils font.","numberInSurah":41,"juz":18,"manzil":4,"page":355,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2833,"text":"C'est à Allah qu'appartient la royauté des cieux et de la terre. Et vers Allah sera le retour final.","numberInSurah":42,"juz":18,"manzil":4,"page":355,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2834,"text":"N'as-tu pas vu qu'Allah pousse les nuages? Ensuite Il les réunit et Il en fait un amas, et tu vois la pluie sortir de son sein. Et Il fait descendre du ciel, de la grêle [provenant] des nuages [comparables] à des montagnes. Il en frappe qui Il veut et l'écarte de qui Il veut. Peu s'en faut que l'éclat de son éclair ne ravisse la vue.","numberInSurah":43,"juz":18,"manzil":4,"page":355,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2835,"text":"Allah fait alterner la nuit et le jour. Il y a là un sujet de réflexion pour ceux qui ont des yeux.","numberInSurah":44,"juz":18,"manzil":4,"page":356,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2836,"text":"Et Allah a créé d'eau tout animal. Il y en a qui marche sur le ventre, d'autres marchent sur deux pattes, et d'autres encore marchent sur quatre. Allah crée ce qu'Il veut et Allah est Omnipotent.","numberInSurah":45,"juz":18,"manzil":4,"page":356,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2837,"text":"Nous avons certes fait descendre des versets explicites. Et Allah guide qui Il veut vers un droit chemin.","numberInSurah":46,"juz":18,"manzil":4,"page":356,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2838,"text":"Et ils disent: «Nous croyons en Allah et au messager et nous obéissons». Puis après cela, une partie d'entre eux fait volte-face. Ce ne sont point ceux-là les croyants.","numberInSurah":47,"juz":18,"manzil":4,"page":356,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2839,"text":"Et quand on les appelle vers Allah et Son messager pour que celui-ci juge parmi eux, voilà que quelques-uns d'entre eux s'éloignent.","numberInSurah":48,"juz":18,"manzil":4,"page":356,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2840,"text":"Mais s'ils ont le droit en leur faveur, ils viennent à lui, soumis.","numberInSurah":49,"juz":18,"manzil":4,"page":356,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2841,"text":"Y a-t-il une maladie dans leurs cœurs? ou doutent-ils ? ou craignent-ils qu'Allah les opprime, ainsi que Son messager? Non!... mais ce sont eux les injustes.","numberInSurah":50,"juz":18,"manzil":4,"page":356,"ruku":306,"hizbQuarter":142,"sajda":false},{"number":2842,"text":"La seule parole des croyants, quand on les appelle vers Allah et Son messager, pour que celui-ci juge parmi eux, est: «Nous avons entendu et nous avons obéi». Et voilà ceux qui réussissent.","numberInSurah":51,"juz":18,"manzil":4,"page":356,"ruku":307,"hizbQuarter":142,"sajda":false},{"number":2843,"text":"Et quiconque obéit à Allah et à Son messager, et craint Allah et Le redoute... alors, voilà ceux qui récoltent le succès.","numberInSurah":52,"juz":18,"manzil":4,"page":356,"ruku":307,"hizbQuarter":142,"sajda":false},{"number":2844,"text":"Et ils jurent par Allah en serments solennels que si tu le leur ordonnais, ils sortiraient à coup sûr (au combat). Dis: «Ne jurez donc pas. [Votre] obéissance [verbale] est bien connue. Allah est Parfaitement Connaisseur de ce que vous faites».","numberInSurah":53,"juz":18,"manzil":4,"page":356,"ruku":307,"hizbQuarter":143,"sajda":false},{"number":2845,"text":"Dis: «Obéissez à Allah et obéissez au messager. S'ils se détournent, ...il [le messager] n'est alors responsable que de ce dont il est chargé; et vous assumez ce dont vous êtes chargés. Et si vous lui obéissez, vous serez bien guidés». Et il n'incombe au messager que de transmettre explicitement (son message).","numberInSurah":54,"juz":18,"manzil":4,"page":357,"ruku":307,"hizbQuarter":143,"sajda":false},{"number":2846,"text":"Allah a promis à ceux d'entre vous qui ont cru et fait les bonnes œuvres qu'Il leur donnerait la succession sur terre comme Il l'a donnée à ceux qui les ont précédés. Il donnerait force et suprématie à leur religion qu'Il a agréée pour eux. Il leur changerait leur ancienne peur en sécurité. Ils M'adorent et ne M'associent rien et celui qui mécroit par la suite, ce sont ceux-là les pervers.","numberInSurah":55,"juz":18,"manzil":4,"page":357,"ruku":307,"hizbQuarter":143,"sajda":false},{"number":2847,"text":"Accomplissez la Salât, acquittez la Zakât et obéissez au messager, afin que vous ayez la miséricorde.","numberInSurah":56,"juz":18,"manzil":4,"page":357,"ruku":307,"hizbQuarter":143,"sajda":false},{"number":2848,"text":"Ne pense point que ceux qui ne croient pas puissent s'opposer à l'autorité d'Allah sur terre. Le Feu sera leur refuge. Quelle mauvaise destination.","numberInSurah":57,"juz":18,"manzil":4,"page":357,"ruku":307,"hizbQuarter":143,"sajda":false},{"number":2849,"text":"O vous qui avez-cru! Que les esclaves que vous possédez vous demandent permission avant d'entrer, ainsi que ceux des vôtres qui n'ont pas encore atteint la puberté, à trois moments: avant la Salât de l'aube, à midi quand vous enlevez vos vêtements, ainsi qu'après la Salât de la nuit; trois occasions de vous dévêtir. En dehors de ces moments, nul reproche ni à vous ni à eux d'aller et venir, les uns chez les autres. C'est ainsi qu'Allah vous expose clairement Ses versets, et Allah est Omniscient et Sage.","numberInSurah":58,"juz":18,"manzil":4,"page":357,"ruku":308,"hizbQuarter":143,"sajda":false},{"number":2850,"text":"Et quand les enfants parmi vous atteignent la puberté, qu'ils demandent permission avant d'entrer, comme font leurs aînés. C'est ainsi qu'Allah vous expose clairement Ses versets, et Allah est Omniscient et Sage.","numberInSurah":59,"juz":18,"manzil":4,"page":358,"ruku":308,"hizbQuarter":143,"sajda":false},{"number":2851,"text":"Et quant aux femmes atteintes par la ménopause qui n'espèrent plus le mariage, nul reproche à elles d'enlever leurs vêtements de [sortie], sans cependant exhiber leurs atours et si elle cherchent la chasteté c'est mieux pour elles. Allah est Audient et Omniscient.","numberInSurah":60,"juz":18,"manzil":4,"page":358,"ruku":308,"hizbQuarter":143,"sajda":false},{"number":2852,"text":"Il n'y a pas d'empêchement à l'aveugle, au boiteux, au malade, ainsi qu'à vous-mêmes de manger dans vos maisons, ou dans les maisons de vos pères, ou dans celles de vos mères, ou de vos frères, ou de vos sœurs, ou de vos oncles paternels, ou de vos tantes paternelles ou de vos oncles maternels, ou de vos tantes maternelles, ou dans celles dont vous possédez les clefs, ou chez vos amis. Nul empêchement à vous, non plus, de manger ensemble, ou séparément. Quand donc vous entrez dans des maisons, adressez-vous mutuellement des salutations venant d'Allah, bénies et agréables. C'est ainsi qu'Allah vous expose Ses versets, afin que vous compreniez.","numberInSurah":61,"juz":18,"manzil":4,"page":358,"ruku":308,"hizbQuarter":143,"sajda":false},{"number":2853,"text":"Les vrais croyants sont ceux qui croient en Allah et en Son messager, et qui, lorsqu'ils sont en sa compagnie pour une affaire d'intérêt général, ne s'en vont pas avant de lui avoir demandé la permission. Ceux qui te demandent cette permission sont ceux qui croient en Allah et en Son messager. Si donc ils te demandent la permission pour une affaire personnelle, donne-la à qui tu veux d'entre eux; et implore le pardon d'Allah pour eux, car Allah est Pardonneur et Miséricordieux.","numberInSurah":62,"juz":18,"manzil":4,"page":359,"ruku":309,"hizbQuarter":143,"sajda":false},{"number":2854,"text":"Ne considérez pas l'appel du messager comme un appel que vous vous adresseriez les uns aux autres. Allah connaît certes ceux des vôtres qui s'en vont secrètement en s'entrecachant. Que ceux, donc, qui s'opposent à son commandement prennent garde qu'une épreuve ne les atteigne, ou que ne les atteigne un châtiment douloureux.","numberInSurah":63,"juz":18,"manzil":4,"page":359,"ruku":309,"hizbQuarter":143,"sajda":false},{"number":2855,"text":"C'est à Allah, vraiment, qu'appartient tout ce qui est dans les cieux et sur la terre. Il sait parfaitement l'état dans lequel vous êtes, et le Jour où les hommes seront ramenés vers Lui, Il les informera alors de ce qu'ils œuvraient. Allah est Omniscient.","numberInSurah":64,"juz":18,"manzil":4,"page":359,"ruku":309,"hizbQuarter":143,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}