{"code":200,"status":"OK","data":{"number":48,"name":"سُورَةُ الفَتۡحِ","englishName":"Al-Fath","englishNameTranslation":"The Victory","revelationType":"Medinan","numberOfAyahs":29,"ayahs":[{"number":4584,"text":"En vérité Nous t'avons accordé une victoire éclatante,","numberInSurah":1,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4585,"text":"afin qu'Allah te pardonne tes péchés, passés et futurs, qu'Il parachève sur toi Son bienfait et te guide sur une voie droite;","numberInSurah":2,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4586,"text":"et qu'Allah te donne un puissant secours.","numberInSurah":3,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4587,"text":"C'est Lui qui a fait descendre la quiétude dans les cœurs des croyants afin qu'ils ajoutent une foi à leur foi. A Allah appartiennent les armées des cieux et de la terre; et Allah est Omniscient et Sage","numberInSurah":4,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4588,"text":"afin qu'Il fasse entrer les croyants et les croyantes dans des Jardins sous lesquels coulent les ruisseaux où ils demeureront éternellement et afin de leur effacer leurs méfaits. Cela est auprès d'Allah un énorme succès.","numberInSurah":5,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4589,"text":"Et afin qu'Il châtie les hypocrites, hommes et femmes, et les associateurs et les associatrices, qui pensent du mal d'Allah. Qu'un mauvais sort tombe sur eux. Allah est courroucé contre eux, les a maudits, et leur a préparé l'Enfer. Quelle mauvaise destination!","numberInSurah":6,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4590,"text":"A Allah appartiennent les armées des cieux et de la terre; et Allah est Puissant et Sage.","numberInSurah":7,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4591,"text":"Nous t'avons envoyé en tant que témoin, annonciateur de la bonne nouvelle et avertisseur,","numberInSurah":8,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4592,"text":"pour que vous croyiez en Allah et en Son messager, que vous l'honoriez, reconnaissiez Sa dignité, et Le glorifiez matin et soir.","numberInSurah":9,"juz":26,"manzil":6,"page":511,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4593,"text":"Ceux qui te prêtent serment d'allégeance ne font que prêter serment à Allah: la main d'Allah est au-dessus de leurs mains. Quiconque viole le serment ne le viole qu'à son propre détriment; et quiconque remplit son engagement envers Allah, Il lui apportera bientôt une énorme récompense.","numberInSurah":10,"juz":26,"manzil":6,"page":512,"ruku":446,"hizbQuarter":204,"sajda":false},{"number":4594,"text":"Ceux des Bédouins qui ont été laissés en arrière te diront: «Nos biens et nos familles nous ont retenus: implore donc pour nous le pardon». Ils disent avec leurs langues ce qui n'est pas dans leurs cœurs. Dis: «Qui donc peut quelque chose pour vous auprès d'Allah s'Il veut vous faire du mal ou s'Il veut vous faire du bien? Mais Allah est Parfaitement Connaisseur de ce que vous œuvrez.","numberInSurah":11,"juz":26,"manzil":6,"page":512,"ruku":447,"hizbQuarter":204,"sajda":false},{"number":4595,"text":"Vous pensiez plutôt que le Messager et les croyants ne retourneraient jamais plus à leur famille. Et cela vous a été embelli dans vos cœurs; et vous avez eu de mauvaises pensées. Et vous fûtes des gens perdus».","numberInSurah":12,"juz":26,"manzil":6,"page":512,"ruku":447,"hizbQuarter":204,"sajda":false},{"number":4596,"text":"Et quiconque ne croit pas en Allah et en Son messager... alors, pour les mécréants, Nous avons préparé une fournaise ardente.","numberInSurah":13,"juz":26,"manzil":6,"page":512,"ruku":447,"hizbQuarter":204,"sajda":false},{"number":4597,"text":"A Allah appartient la souveraineté des cieux et de la terre. Il pardonne à qui Il veut et châtie qui Il veut. Allah demeure cependant, Pardonneur et Miséricordieux.","numberInSurah":14,"juz":26,"manzil":6,"page":512,"ruku":447,"hizbQuarter":204,"sajda":false},{"number":4598,"text":"Ceux qui restèrent en arrière diront, quand vous vous dirigez vers le butin pour vous en emparer; «Laissez-nous vous suivre». Ils voudraient changer la parole d'Allah. Dis: «Jamais vous ne nous suivrez: ainsi Allah a déjà annoncé». Mais ils diront: «Vous êtes plutôt envieux à notre égard». Mais ils ne comprenaient en réalité que peu.","numberInSurah":15,"juz":26,"manzil":6,"page":512,"ruku":447,"hizbQuarter":204,"sajda":false},{"number":4599,"text":"Dis à ceux des Bédouins qui restèrent en arrière: «vous serez bientôt appelés contre des gens d'une force redoutable. Vous les combattrez à moins qu'ils n'embrassent l'Islam, si vous obéissez, Allah vous donnera une belle récompense, et si vous vous détournez comme vous vous êtes détournés auparavant, Il vous châtiera d'un châtiment douloureux».","numberInSurah":16,"juz":26,"manzil":6,"page":513,"ruku":447,"hizbQuarter":204,"sajda":false},{"number":4600,"text":"Nul grief n'est à faire à l'aveugle, ni au boiteux ni au malade. Et quiconque obéit à Allah et à Son messager, Il le fera entrer dans des Jardins sous lesquels coulent les ruisseaux. Quiconque cependant se détourne, Il le châtiera d'un douloureux châtiment.","numberInSurah":17,"juz":26,"manzil":6,"page":513,"ruku":447,"hizbQuarter":204,"sajda":false},{"number":4601,"text":"Allah a très certainement agréé les croyants quand ils t'ont prêté le serment d'allégeance sous l'arbre. Il a su ce qu'il y avait dans leurs cœurs, et a fait descendre sur eux la quiétude, et Il les a récompensés par une victoire proche.","numberInSurah":18,"juz":26,"manzil":6,"page":513,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4602,"text":"ainsi qu'un abondant butin qu'ils ramasseront. Allah est Puissant et Sage.","numberInSurah":19,"juz":26,"manzil":6,"page":513,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4603,"text":"Allah vous a promis un abondant butin que vous prendrez et Il a hâté pour vous Celle-ci et repoussé de vous les mains des gens, afin que tout cela soit un signe pour les croyants et qu'Il vous guide dans un droit chemin;","numberInSurah":20,"juz":26,"manzil":6,"page":513,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4604,"text":"Il vous promet un autre butin que vous ne seriez jamais capables de remporter et qu'Allah a embrassé en Sa puissance, car Allah est Omnipotent.","numberInSurah":21,"juz":26,"manzil":6,"page":513,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4605,"text":"Et si ceux qui ont mécru vous combattent, ils se détourneront, certes; puis ils ne trouveront ni allié ni secoureur.","numberInSurah":22,"juz":26,"manzil":6,"page":513,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4606,"text":"Telle est la règle d'Allah appliquée aux générations passées. Et tu ne trouveras jamais de changement à la règle d'Allah.","numberInSurah":23,"juz":26,"manzil":6,"page":513,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4607,"text":"C'est Lui qui, dans la vallée de la Mecque, a écarté leurs mains de vous, de même qu'Il a écarté vos mains d'eux, après vous avoir fait triompher sur eux. Et Allah voit parfaitement ce que vous œuvrez.","numberInSurah":24,"juz":26,"manzil":6,"page":514,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4608,"text":"Ce sont eux qui ont mécru et qui vous ont obstrué le chemin de la Mosquée Sacrée [et ont empêché] que les offrandes entravées parvinssent à leur lieu d'immolation. S'il n'y avait pas eu des hommes croyants et des femmes croyantes (parmi les Mecquois) que vous ne connaissiez pas et que vous auriez pu piétiner sans le savoir, vous rendant ainsi coupables d'une action répréhensible... [Tout cela s'est fait] pour qu'Allah fasse entrer qui Il veut dans Sa miséricorde. Et s'ils [les croyants] s'étaient signalés, Nous aurions certes châtié d'un châtiment douloureux ceux qui avaient mécru parmi [les Mecquois].","numberInSurah":25,"juz":26,"manzil":6,"page":514,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4609,"text":"Quand ceux qui ont mécru eurent mis dans leurs cœurs la fureur, [la] fureur de l'ignorance... Puis Allah fit descendre Sa quiétude sur Son Messager ainsi que sur les croyants, et les obligea à une parole de piété, dont ils étaient les plus dignes et les plus proches. Allah est Omniscient.","numberInSurah":26,"juz":26,"manzil":6,"page":514,"ruku":448,"hizbQuarter":205,"sajda":false},{"number":4610,"text":"Allah a été véridique en la vision par laquelle Il annonça à Son messager en toute vérité: vous entrerez dans la Mosquée Sacrée si Allah veut, en toute sécurité, ayant rasé vos têtes ou coupé vos cheveux, sans aucune crainte. Il savait donc ce que vous ne saviez pas. Il a placé en deçà de cela (la trêve de Houdaybiya) une victoire proche.","numberInSurah":27,"juz":26,"manzil":6,"page":514,"ruku":449,"hizbQuarter":205,"sajda":false},{"number":4611,"text":"C'est Lui qui a envoyé Son messager avec la guidée et la religion de vérité [l'Islam] pour la faire triompher sur toute autre religion. Allah suffit comme témoin.","numberInSurah":28,"juz":26,"manzil":6,"page":514,"ruku":449,"hizbQuarter":205,"sajda":false},{"number":4612,"text":"Muhammad est le Messager d'Allah. Et ceux qui sont avec lui sont durs envers les mécréants, miséricordieux entre eux. Tu les vois inclinés, prosternés, recherchant d'Allah grâce et agrément. Leurs visages sont marqués par la trace laissée par la prosternation. Telle est leur image dans la Thora. Et l'image que l'on donne d'eux dans l'Evangile est celle d'une semence qui sort sa pousse, puis se raffermit, s'épaissit, et ensuite se dresse sur sa tige, à l'émerveillement des semeurs. [Allah] par eux [les croyants] remplit de dépit les mécréants. Allah promet à ceux d'entre eux qui croient et font de bonnes œuvres, un pardon et une énorme récompense.","numberInSurah":29,"juz":26,"manzil":6,"page":515,"ruku":449,"hizbQuarter":205,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}