{"code":200,"status":"OK","data":{"number":60,"name":"سُورَةُ المُمۡتَحنَةِ","englishName":"Al-Mumtahana","englishNameTranslation":"She that is to be examined","revelationType":"Medinan","numberOfAyahs":13,"ayahs":[{"number":5151,"text":"O vous qui avez cru! Ne prenez pas pour alliés Mon ennemi et le vôtre, leur offrant l'amitié, alors qu'ils ont nié ce qui vous est parvenu de la vérité. Ils expulsent le Messager et vous-mêmes parce que vous croyez en Allah, votre Seigneur. Si vous êtes sortis pour lutter dans Mon chemin et pour rechercher Mon agrément, leur témoignerez-vous secrètement de l'amitié, alors que Je connais parfaitement ce que vous cachez et ce que vous divulguez? Et quiconque d'entre vous le fait s'égare de la droiture du sentier.","numberInSurah":1,"juz":28,"manzil":7,"page":549,"ruku":482,"hizbQuarter":219,"sajda":false},{"number":5152,"text":"S'ils vous dominent, ils seront des ennemis pour vous et étendront en mal leurs mains et leurs langues vers vous; et ils aimeraient que vous deveniez mécréants.","numberInSurah":2,"juz":28,"manzil":7,"page":549,"ruku":482,"hizbQuarter":219,"sajda":false},{"number":5153,"text":"Ni vos proches parents ni vos enfants ne vous seront d'aucune utilité le Jour de la Résurrection, Il [Allah] décidera entre vous, et Allah est Clairvoyant sur ce que vous faites.","numberInSurah":3,"juz":28,"manzil":7,"page":549,"ruku":482,"hizbQuarter":219,"sajda":false},{"number":5154,"text":"Certes, vous avez eu un bel exemple [à suivre] en Abraham et en ceux qui étaient avec lui, quand ils dirent à leur peuple: «Nous vous désavouons, vous et ce que vous adorez en dehors d'Allah. Nous vous renions. Entre vous et nous, l'inimitié et la haine sont à jamais déclarées jusqu'à ce que vous croyiez en Allah, seul». Exception faite de la parole d'Abraham [adressée] à son père: «J'implorerai certes, le pardon [d'Allah] en ta faveur bien que je ne puisse rien pour toi auprès d'Allah». «Seigneur, c'est en Toi que nous mettons notre confiance et à Toi nous revenons [repentants]. Et vers Toi est le Devenir.","numberInSurah":4,"juz":28,"manzil":7,"page":549,"ruku":482,"hizbQuarter":219,"sajda":false},{"number":5155,"text":"Seigneur, ne fais pas de nous [un sujet] de tentation pour ceux qui ont mécru; et pardonne-nous, Seigneur, car c'est Toi le Puissant, le Sage».","numberInSurah":5,"juz":28,"manzil":7,"page":549,"ruku":482,"hizbQuarter":219,"sajda":false},{"number":5156,"text":"Vous avez certes eu en eux un bel exemple [à suivre], pour celui qui espère en Allah et en le Jour dernier; mais quiconque se détourne... alors Allah Se suffit à Lui-même et est Digne de louange.","numberInSurah":6,"juz":28,"manzil":7,"page":550,"ruku":482,"hizbQuarter":219,"sajda":false},{"number":5157,"text":"Il se peut qu'Allah établisse de l'amitié entre vous et ceux d'entre eux dont vous avez été les ennemis. Et Allah est Omnipotent et Allah est Pardonneur et Très Miséricordieux.","numberInSurah":7,"juz":28,"manzil":7,"page":550,"ruku":483,"hizbQuarter":220,"sajda":false},{"number":5158,"text":"Allah ne vous défend pas d'être bienfaisants et équitables envers ceux qui ne vous ont pas combattus pour la religion et ne vous ont pas chassés de vos demeures. Car Allah aime les équitables.","numberInSurah":8,"juz":28,"manzil":7,"page":550,"ruku":483,"hizbQuarter":220,"sajda":false},{"number":5159,"text":"Allah vous défend seulement de prendre pour alliés ceux qui vous ont combattus pour la religion, chassés de vos demeures et ont aidé à votre expulsion. Et ceux qui les prennent pour alliés sont les injustes.","numberInSurah":9,"juz":28,"manzil":7,"page":550,"ruku":483,"hizbQuarter":220,"sajda":false},{"number":5160,"text":"O vous qui avez cru! Quand les croyantes viennent à vous en émigrées, éprouvez-les; Allah connaît mieux leur foi; si vous constatez qu'elles sont croyantes, ne les renvoyez pas aux mécréants. Elles ne sont pas licites [en tant qu'épouses] pour eux, et eux non plus ne sont pas licites [en tant qu'époux] pour elles. Et rendez-leur ce qu'ils ont dépensé (comme mahr). Il ne vous sera fait aucun grief en vous mariant avec elles quand vous leur aurez donné leur mahr. Et ne gardez pas de liens conjugaux avec les mécréantes. Réclamez ce que vous avez dépensé et que (les mécréants) aussi réclament ce qu'ils ont dépensé. Tel est le jugement d'Allah par lequel Il juge entre vous, et Allah est Omniscient et Sage.","numberInSurah":10,"juz":28,"manzil":7,"page":550,"ruku":483,"hizbQuarter":220,"sajda":false},{"number":5161,"text":"Et si quelqu'une de vos épouses s'échappe vers les mécréants, et que vous fassiez des représailles, restituez à ceux dont les épouses sont parties autant que ce qu'ils avaient dépensé. Craignez Allah en qui vous croyez.","numberInSurah":11,"juz":28,"manzil":7,"page":550,"ruku":483,"hizbQuarter":220,"sajda":false},{"number":5162,"text":"O Prophète! Quand les croyantes viennent te prêter serment d'allégeance, [et en jurent] qu'elles n'associeront rien à Allah, qu'elles ne voleront pas, qu'elles ne se livreront pas à l'adultère, qu'elles ne tueront pas leurs propres enfants, qu'elles ne commettront aucune infamie ni avec leurs mains ni avec leurs pieds et qu'elles ne désobéiront pas en ce qui est convenable, alors reçois leur serment d'allégeance, et implore d'Allah le pardon pour elles. Allah est certes, Pardonneur et Très Miséricordieux.","numberInSurah":12,"juz":28,"manzil":7,"page":551,"ruku":483,"hizbQuarter":220,"sajda":false},{"number":5163,"text":"O vous qui avez cru! Ne prenez pas pour alliés des gens contre lesquels Allah est courroucé et qui désespèrent de l'au-delà, tout comme les mécréants désespèrent des gens des tombeaux.","numberInSurah":13,"juz":28,"manzil":7,"page":551,"ruku":483,"hizbQuarter":220,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}