{"code":200,"status":"OK","data":{"number":39,"name":"سُورَةُ الزُّمَرِ","englishName":"Az-Zumar","englishNameTranslation":"The Groups","revelationType":"Meccan","numberOfAyahs":75,"ayahs":[{"number":4059,"text":"La révélation du Livre vient d'Allah, le Puissant, le Sage.","numberInSurah":1,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4060,"text":"Nous t'avons fait descendre le Livre en toute vérité. Adore donc Allah en Lui vouant un culte exclusif.","numberInSurah":2,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4061,"text":"C'est à Allah qu'appartient la religion pure. Tandis que ceux qui prennent des protecteurs en dehors de Lui (disent): «Nous ne les adorons que pour qu'ils nous rapprochent davantage d'Allah». En vérité, Allah jugera parmi eux sur ce en quoi ils divergent. Allah ne guide pas celui qui est menteur et grand ingrat.","numberInSurah":3,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4062,"text":"Si Allah avait voulu S'attribuer un enfant, Il aurait certes choisi ce qu'Il eût voulu parmi ce qu'Il crée. Gloire à Lui! C'est Lui Allah, l'Unique, le Dominateur suprême.","numberInSurah":4,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4063,"text":"Il a créé les cieux et la terre en toute vérité. Il enroule la nuit sur le jour et enroule le jour sur la nuit, et Il a assujetti le soleil et la lune à poursuivre chacun sa course pour un terme fixé. C'est bien Lui le Puissant, le Grand Pardonneur!","numberInSurah":5,"juz":23,"manzil":6,"page":458,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4064,"text":"Il vous a créés d'une personne unique et a tiré d'elle son épouse. Et Il a fait descendre [créé] pour vous huit couples de bestiaux. Il vous crée dans les ventres de vos mères, création après création, dans trois ténèbres. Tel est Allah, votre Seigneur! A Lui appartient toute la Royauté. Point de divinité à part Lui. Comment pouvez-vous vous détourner [de son culte]?","numberInSurah":6,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4065,"text":"Si vous ne croyez pas, Allah se passe largement de vous. De Ses serviteurs cependant, Il n'agrée pas la mécréance. Et si vous êtes reconnaissants, Il l'agrée pour vous. Nul pécheur ne portera les péchés d'autrui. Ensuite, vers votre Seigneur sera votre retour: Il vous informera alors de ce que vous faisiez car Il connaît parfaitement le contenu des poitrines.","numberInSurah":7,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":183,"sajda":false},{"number":4066,"text":"Et quand un malheur touche l'homme, il appelle son Seigneur en se tournant vers Lui. Puis quand Il lui accorde de Sa part un bienfait, il oublie la raison pour laquelle il faisait appel, et il assigne à Allah des égaux, afin d'égarer (les gens) de son chemin. Dis «Jouis de ta mécréance un court moment. Tu fais partie des gens du Feu».","numberInSurah":8,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":184,"sajda":false},{"number":4067,"text":"Est-ce que celui qui, aux heures de la nuit, reste en dévotion, prosterné et debout, prenant garde à l'au-delà et espérant la miséricorde de son Seigneur... Dis: «Sont-ils égaux, ceux qui savent et ceux qui ne savent pas?» Seuls les doués d'intelligence se rappellent.","numberInSurah":9,"juz":23,"manzil":6,"page":459,"ruku":396,"hizbQuarter":184,"sajda":false},{"number":4068,"text":"Dis: «O Mes serviteurs qui avez cru! Craignez votre Seigneur». Ceux qui ici-bas font le bien, auront une bonne [récompense]. La terre d'Allah est vaste et les endurants auront leur pleine récompense sans compter.","numberInSurah":10,"juz":23,"manzil":6,"page":459,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4069,"text":"Dis: «Il m'a été ordonné d'adorer Allah en Lui vouant exclusivement le culte,","numberInSurah":11,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4070,"text":"et il m'a été ordonné d'être le premier des Musulmans.","numberInSurah":12,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4071,"text":"Dis: «Je crains, si je désobéis à mon Seigneur, le châtiment d'un jour terrible».","numberInSurah":13,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4072,"text":"Dis: «C'est Allah que j'adore, et Lui voue exclusivement mon culte.","numberInSurah":14,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4073,"text":"Adorez donc, en dehors de Lui, qui vous voudrez!» - Dis: «Les perdants sont ceux qui, au Jour de la Résurrection, auront causé la perte de leurs propres âmes et celles de leurs familles». C'est bien cela la perte évidente.","numberInSurah":15,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4074,"text":"Au-dessus d'eux ils auront des couches de feu et des couches au-dessous d'eux. Voilà ce dont Allah menace Ses esclaves. «O Mes esclaves, craignez-Moi donc!»","numberInSurah":16,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4075,"text":"Et à ceux qui s'écartent des Taghût pour ne pas les adorer, tandis qu'ils reviennent à Allah, à eux la bonne nouvelle! Annonce la bonne nouvelle à Mes serviteurs","numberInSurah":17,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4076,"text":"qui prêtent l'oreille à la Parole, puis suivent ce qu'elle contient de meilleur. Ce sont ceux-là qu'Allah a guidés et ce sont eux les doués d'intelligence!","numberInSurah":18,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4077,"text":"Et bien quoi! Celui contre qui s'avère le décret du châtiment,... est-ce que tu sauves celui qui est dans le Feu?","numberInSurah":19,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4078,"text":"Mais ceux qui auront craint leur Seigneur auront [pour demeure] des étages [au Paradis] au-dessus desquels d'autres étages sont construits et sous lesquels coulent les rivières. Promesse d'Allah! Allah ne manque pas à Sa promesse.","numberInSurah":20,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4079,"text":"Ne vois-tu pas qu'Allah fait descendre du ciel de l'eau, puis Il l'achemine vers des sources dans la terre; ensuite avec cela, Il fait sortir une culture aux couleurs diverses, laquelle se fane ensuite, de sorte que tu la vois jaunie; ensuite, Il la réduit en miettes. C'est là certainement un rappel aux [gens] doués d'intelligence.","numberInSurah":21,"juz":23,"manzil":6,"page":460,"ruku":397,"hizbQuarter":184,"sajda":false},{"number":4080,"text":"Est-ce que celui dont Allah ouvre la poitrine à l'Islam et qui détient ainsi une lumière venant de Son Seigneur... Malheur donc à ceux dont les cœurs sont endurcis contre le rappel d'Allah. Ceux-là sont dans un égarement évident.","numberInSurah":22,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4081,"text":"Allah a fait descendre le plus beau des récits, un Livre dont [certains versets] se ressemblent et se répètent. Les peaux de ceux qui redoutent leur Seigneur frissonnent (à l'entendre); puis leurs peaux et leurs cœurs s'apaisent au rappel d'Allah. Voilà le [Livre] guide d'Allah par lequel Il guide qui Il veut. Mais quiconque Allah égare n'a point de guide.","numberInSurah":23,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4082,"text":"Est-ce que celui qui, au Jour de la Résurrection, se sera protégé le visage contre le pire châtiment... Et l'on dira aux injustes: «Goûtez à ce que vous avez acquis».","numberInSurah":24,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4083,"text":"Ceux qui ont vécu avant eux ont démenti (les Messagers), le châtiment leur est venu par où ils ne le pressentaient pas.","numberInSurah":25,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4084,"text":"Allah leur a fait goûter l'ignominie dans la vie présente. Le châtiment de l'au-delà, cependant, est plus grand, si seulement ils savaient!","numberInSurah":26,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4085,"text":"Nous avons, dans ce Coran, cité pour les gens des exemples de toutes sortes afin qu'ils se souviennent.","numberInSurah":27,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4086,"text":"Un Coran [en langue] arabe, dénué de tortuosité, afin qu'ils soient pieux!","numberInSurah":28,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4087,"text":"Allah a cité comme parabole un homme appartenant à des associés se querellant à son sujet et un [autre] homme appartenant à un seul homme: sont-ils égaux en exemple? Louanges à Allah! Mais la plupart d'entre eux ne savent pas.","numberInSurah":29,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4088,"text":"En vérité tu mourras et ils mourront eux aussi;","numberInSurah":30,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4089,"text":"ensuite, au Jour de la Résurrection, vous vous disputerez auprès de votre Seigneur.","numberInSurah":31,"juz":23,"manzil":6,"page":461,"ruku":398,"hizbQuarter":184,"sajda":false},{"number":4090,"text":"Quel pire injuste donc, que celui qui ment contre Allah et qui traite de mensonge la vérité quand elle lui vient? N'est-ce pas dans l'Enfer qu'il y a un refuge pour les mécréants?","numberInSurah":32,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4091,"text":"Tandis que celui qui vient avec la vérité et celui qui la confirme, ceux-là sont les pieux.","numberInSurah":33,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4092,"text":"Ils auront tout ce qu'ils désireront auprès de leur Seigneur; voilà la récompense des bienfaisants,","numberInSurah":34,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4093,"text":"afin qu'Allah leur efface les pires de leurs actions et les récompense selon ce qu'ils auront fait de meilleur.","numberInSurah":35,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4094,"text":"Allah ne suffit-Il pas à Son esclave [comme soutien]? Et ils te font peur avec ce qui est en dehors de Lui. Et quiconque Allah égare n'a point de guide.","numberInSurah":36,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4095,"text":"Quiconque Allah guide, nul ne peut l'égarer. Allah n'est-Il pas Puissant et Détenteur du pouvoir de châtier?","numberInSurah":37,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4096,"text":"Si tu leur demandais: «Qui a créé les cieux et la terre?», Ils diraient assurément: «Allah». Dis: «Voyez-vous ceux que vous invoquez en dehors d'Allah; si Allah me voulait du mal, est-ce que [ces divinités] pourraient dissiper Son mal? Ou s'Il me voulait une miséricorde, pourraient-elles retenir Sa miséricorde?» - Dis: «Allah me suffit: c'est en Lui que placent leur confiance ceux qui cherchent un appui».","numberInSurah":38,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4097,"text":"Dis: «O mon peuple, agissez selon votre méthode, moi j'agirai [selon la mienne]. Bientôt vous saurez","numberInSurah":39,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4098,"text":"sur qui s'abattra un châtiment qui l'avilira; et sur qui se justifiera un châtiment durable».","numberInSurah":40,"juz":24,"manzil":6,"page":462,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4099,"text":"Nous t'avons fait descendre le Livre, pour les hommes, en toute vérité. Quiconque se guide [le fait] pour son propre bien; et quiconque s'égare, s'égare à son détriment. Tu n'es nullement responsable [de leurs propres affaires].","numberInSurah":41,"juz":24,"manzil":6,"page":463,"ruku":399,"hizbQuarter":185,"sajda":false},{"number":4100,"text":"Allah reçoit les âmes au moment de leur mort ainsi que celles qui ne meurent pas au cours de leur sommeil. Il retient celles à qui Il a décrété la mort, tandis qu'Il renvoie les autres jusqu'à un terme fixé. Il y a certainement là des preuves pour des gens qui réfléchissent.","numberInSurah":42,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4101,"text":"Ont-ils adopté, en dehors d'Allah, des intercesseurs? Dis: «Quoi! Même s'ils ne détiennent rien et sont dépourvus de raison?","numberInSurah":43,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4102,"text":"Dis: «L'intercession toute entière appartient à Allah. A Lui la royauté des cieux et de la terre. Puis c'est vers Lui que vous serez ramenés».","numberInSurah":44,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4103,"text":"Et quand Allah est mentionné seul (sans associés), les cœurs de ceux qui ne croient pas en l'au-delà se crispent et quand on mentionne ceux qui sont en dehors de Lui, voilà qu'ils se réjouissent.","numberInSurah":45,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4104,"text":"Dis: «O Allah, Créateur des cieux et de la terre, Connaisseur de tout ce que le monde ignore comme de ce qu'il perçoit, c'est Toi qui jugeras entre Tes serviteurs ce sur quoi ils divergeaient».","numberInSurah":46,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4105,"text":"Si les injustes possédaient tout ce qui se trouve sur la terre, - et autant encore -, ils l'offriraient comme rançon pour échapper au pire châtiment le Jour de la Résurrection; et leur apparaîtra, de la part d'Allah, ce qu'ils n'avaient jamais imaginé;","numberInSurah":47,"juz":24,"manzil":6,"page":463,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4106,"text":"et leur apparaîtront les méfaits qu'ils ont commis, et ce dont ils se raillaient les enveloppera.","numberInSurah":48,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4107,"text":"Quand un malheur touche l'homme, il Nous invoque. Quand ensuite Nous lui accordons une faveur de Notre part, il dit: «Je ne la dois qu'à [ma] science». C'est une épreuve, plutôt; mais la plupart d'entre eux ne savent pas.","numberInSurah":49,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4108,"text":"Ainsi parlaient ceux qui vécurent avant eux. Mais ce qu'ils ont acquis ne leur a servi à rien;","numberInSurah":50,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4109,"text":"Ils furent donc atteints par les mauvaises conséquences de leurs acquis. Ceux de ces gens [les Mecquois] qui auront commis l'injustice seront atteints par les mauvaises conséquences de leurs acquis et ils ne pourront s'opposer à la puissance [d'Allah].","numberInSurah":51,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4110,"text":"Ne savent-ils pas qu'Allah attribue Ses dons avec largesse ou les restreint à qui Il veut? Il y a en cela des preuves pour des gens qui croient.","numberInSurah":52,"juz":24,"manzil":6,"page":464,"ruku":400,"hizbQuarter":185,"sajda":false},{"number":4111,"text":"Dis: «O Mes serviteurs qui avez commis des excès à votre propre détriment, ne désespérez pas de la miséricorde d'Allah. Car Allah pardonne tous les péchés. Oui, c'est Lui le Pardonneur, le Très Miséricordieux.","numberInSurah":53,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4112,"text":"Et revenez repentant à votre Seigneur, et soumettez-vous à Lui, avant que ne vous vienne le châtiment et vous ne recevez alors aucun secours.","numberInSurah":54,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4113,"text":"Et suivez la meilleure révélation qui vous est descendue de la part de votre Seigneur, avant que le châtiment ne vous vienne soudain, sans que vous ne [le] pressentiez;","numberInSurah":55,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4114,"text":"avant qu'une âme ne dise: «Malheur à moi pour mes manquements envers Allah. Car j'ai été certes, parmi les railleurs»","numberInSurah":56,"juz":24,"manzil":6,"page":464,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4115,"text":"ou qu'elle ne dise: «Si Allah m'avait guidée, j'aurais été certes, parmi les pieux»","numberInSurah":57,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4116,"text":"ou bien qu'elle ne dise en voyant le châtiment: «Ah! S'il y avait pour moi un retour! Je serais alors parmi les bienfaisants».","numberInSurah":58,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4117,"text":"«Oh que si! Mes versets te sont venus et tu les as traités de mensonge, tu t'es enflé d'orgueil et tu étais parmi les mécréants».","numberInSurah":59,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4118,"text":"Et au Jour de la Résurrection, tu verras les visages de ceux qui mentaient sur Allah, assombris. N'est-ce pas dans l'Enfer qu'il y aura une demeure pour les orgueilleux?","numberInSurah":60,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4119,"text":"Et Allah sauvera ceux qui ont été pieux en leur faisant gagner [leur place au Paradis]. Nul mal ne les touchera et ils ne seront point affligés.","numberInSurah":61,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4120,"text":"Allah est le Créateur de toute chose, et de toute chose Il est Garant.","numberInSurah":62,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4121,"text":"Il détient les clefs des cieux et de la terre; et ceux qui ne croient pas aux versets d'Allah, ce sont ceux-là les perdants.","numberInSurah":63,"juz":24,"manzil":6,"page":465,"ruku":401,"hizbQuarter":186,"sajda":false},{"number":4122,"text":"Dis: «Me commanderez-vous d'adorer autre qu'Allah, O ignorants?»","numberInSurah":64,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4123,"text":"En effet, il t'a été révélé, ainsi qu'à ceux qui t'ont précédé: «Si tu donnes des associés à Allah, ton œuvre sera certes vaine; et tu seras très certainement du nombre des perdants.","numberInSurah":65,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4124,"text":"Tout au contraire, adore Allah seul et sois du nombre des reconnaissants».","numberInSurah":66,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4125,"text":"Ils n'ont pas estimé Allah comme Il devrait l'être alors qu'au Jour de la Résurrection, Il fera de la terre entière une poignée, et les cieux seront pliés dans Sa [main] droite. Gloire à Lui! Il est au-dessus de ce qu'ils Lui associent.","numberInSurah":67,"juz":24,"manzil":6,"page":465,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4126,"text":"Et on soufflera dans la Trompe, et voilà que ceux qui seront dans les cieux et ceux qui seront sur la terre seront foudroyés, sauf ceux qu'Allah voudra [épargner]. Puis on y soufflera de nouveau, et les voilà debout à regarder.","numberInSurah":68,"juz":24,"manzil":6,"page":466,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4127,"text":"Et la terre resplendira de la lumière de son Seigneur; le Livre sera déposé et on fera venir les prophètes et les témoins; on décidera parmi eux en toute équité et ils ne seront point lésés;","numberInSurah":69,"juz":24,"manzil":6,"page":466,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4128,"text":"et chaque âme sera pleinement rétribuée pour ce qu'elle aura œuvré. Il [Allah] connaît mieux ce qu'ils font.","numberInSurah":70,"juz":24,"manzil":6,"page":466,"ruku":402,"hizbQuarter":186,"sajda":false},{"number":4129,"text":"Et ceux qui avaient mécru seront conduits par groupes à l'Enfer. Puis, quand ils y parviendront, ses portes s'ouvriront et ses gardiens leur diront: «Des messagers [choisis] parmi vous ne vous sont-ils pas venus, vous récitant les versets de votre Seigneur et vous avertissant de la rencontre de votre jour que voici?» Ils diront: si, mais le décret du châtiment s'est avéré juste contre les mécréants.","numberInSurah":71,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4130,"text":"«Entrez, [leur] dira-t-on, par les portes de l'Enfer, pour y demeurer éternellement». Qu'il est mauvais le lieu de séjour des orgueilleux!","numberInSurah":72,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4131,"text":"Et ceux qui avaient craint leur Seigneur seront conduits par groupes au Paradis. Puis, quand ils y parviendront et que ses portes s'ouvriront ses gardiens leur diront: «Salut à vous! vous avez été bons: entrez donc, pour y demeurer éternellement».","numberInSurah":73,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4132,"text":"Et ils diront: «Louange à Allah qui nous a tenu Sa promesse et nous a fait hériter la terre! Nous allons nous installer dans le Paradis là où nous voulons». Que la récompense de ceux qui font le bien est excellente!","numberInSurah":74,"juz":24,"manzil":6,"page":466,"ruku":403,"hizbQuarter":186,"sajda":false},{"number":4133,"text":"Et tu verras les Anges faisant cercle autour du Trône, célébrant les louanges de leur Seigneur et Le glorifiant. Et il sera jugé entre eux en toute équité, et l'on dira: «Louange à Allah, Seigneur de l'univers».","numberInSurah":75,"juz":24,"manzil":6,"page":467,"ruku":403,"hizbQuarter":186,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}