{"code":200,"status":"OK","data":{"number":10,"name":"سُورَةُ يُونُسَ","englishName":"Yunus","englishNameTranslation":"Jonas","revelationType":"Meccan","numberOfAyahs":109,"ayahs":[{"number":1365,"text":"Alif, Lâm, Râ. Voici les versets du Livre plein de sagesse.","numberInSurah":1,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1366,"text":"Est-il étonnant pour les gens, que Nous ayons révélé à un homme d'entre eux: «Avertis les gens, et annonce la bonne nouvelle aux croyants qu'ils ont auprès de leur Seigneur une présence méritée [pour leur loyauté antérieure]? Les mécréants dirent alors: «Celui-ci est certainement un magicien évident».","numberInSurah":2,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1367,"text":"Votre Seigneur est, Allah qui créa les cieux et la terre en six jours, puis S'est établi «Istawâ» sur le Trône, administrant toute chose. Il n'y a d'intercesseur qu'avec Sa permission. Tel est Allah votre Seigneur. Adorez-Le donc. Ne réfléchissez-vous pas?","numberInSurah":3,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1368,"text":"C'est vers Lui que vous retournerez tous, c'est là, la promesse d'Allah en toute vérité! C'est Lui qui fait la création une première fois puis la refait (en la ressuscitant) afin de rétribuer en toute équité ceux qui ont cru et fait de bonnes œuvres. Quant à ceux qui n'ont pas cru, ils auront un breuvage d'eau bouillante et un châtiment douloureux à cause de leur mécréance!","numberInSurah":4,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1369,"text":"C'est Lui qui a fait du soleil une clarté et de la lune une lumière, et Il en a déterminé les phases afin que vous sachiez le nombre des années et le calcul (du temps). Allah n'a créé cela qu'en toute vérité. Il expose les signes pour les gens doués de savoir.","numberInSurah":5,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1370,"text":"Dans l'alternance de la nuit et du jour, et aussi dans tout ce qu'Allah a créé dans les cieux et la terre, il y a des signes, certes, pour des gens qui craignent (Allah).","numberInSurah":6,"juz":11,"manzil":3,"page":208,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1371,"text":"Ceux qui n'espèrent pas Notre rencontre, qui sont satisfaits de la vie présente et s'y sentent en sécurité, et ceux qui sont inattentifs à Nos signes [ou versets],","numberInSurah":7,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1372,"text":"leur refuge sera le Feu, pour ce qu'ils acquéraient.","numberInSurah":8,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1373,"text":"Ceux qui croient et font de bonnes œuvres, leur Seigneur les guidera à cause de leur foi. A leurs pieds les ruisseaux couleront dans les Jardins des délices.","numberInSurah":9,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1374,"text":"Là, leur invocation sera «Gloire à Toi, O Allah», et leur salutation: «Salâm», [Paix!] et la fin de leur invocation: «Louange à Allah, Seigneur de l'Univers».","numberInSurah":10,"juz":11,"manzil":3,"page":209,"ruku":172,"hizbQuarter":83,"sajda":false},{"number":1375,"text":"Et si Allah hâtait le malheur des gens avec autant de hâte qu'ils cherchent le bonheur, le terme de leur vie aurait été décrété. Mais Nous laissons ceux qui n'espèrent pas Notre rencontre confus et hésitants dans leur transgression.","numberInSurah":11,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1376,"text":"Et quand le malheur touche l'homme, il fait appel à Nous, couché sur le côté, assis, ou debout. Puis quand Nous le délivrons de son malheur, il s'en va comme s'il ne Nous avait point imploré pour un mal qui l'a touché. C'est ainsi que furent embellies aux outranciers leurs actions.","numberInSurah":12,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1377,"text":"Nous avons fait périr les générations d'avant vous lorsqu'elles eurent été injustes alors que leurs messagers leur avaient apporté des preuves. Cependant, elles n'étaient pas disposées à croire. C'est ainsi que Nous rétribuons les gens criminels.","numberInSurah":13,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1378,"text":"Puis nous fîmes de vous des successeurs sur terre après eux, pour voir comment vous agiriez.","numberInSurah":14,"juz":11,"manzil":3,"page":209,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1379,"text":"Et quand leur sont récités Nos versets en toute clarté, ceux qui n'espèrent pas notre rencontre disent: «Apporte un Coran autre que celui-ci» ou bien «Change-le». Dis: «Il ne m'appartient pas de le changer de mon propre chef. Je ne fais que suivre ce qui m'est révélé. Je crains, si je désobéis à mon Seigneur, le châtiment d'un jour terrible».","numberInSurah":15,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1380,"text":"Dis: «Si Allah avait voulu, je ne vous l'aurais pas récité et Il ne vous l'aurait pas non plus fait connaître. Je suis bien resté, avant cela, tout un âge parmi vous. Ne raisonnez-vous donc pas?»","numberInSurah":16,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1381,"text":"Qui est plus injuste que celui qui invente un mensonge contre Allah, ou qui traite de mensonges Ses versets (le Coran)? Vraiment, les criminels ne réussissent pas.","numberInSurah":17,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1382,"text":"Ils adorent au lieu d'Allah ce qui ne peut ni leur nuire ni leur profiter et disent: «Ceux-ci sont nos intercesseurs auprès d'Allah». Dis: «Informerez-vous Allah de ce qu'Il ne connaît pas dans les cieux et sur la terre?» Pureté à Lui, Il est Très élevé au-dessus de ce qu'Ils Lui associent!","numberInSurah":18,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1383,"text":"Les gens ne formaient (à l'origine) qu'une seule communauté. Puis ils divergèrent. Et si ce n'était une décision préalable de ton Seigneur, les litiges qui les opposaient auraient été tranchés.","numberInSurah":19,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1384,"text":"Et ils disent: «Que ne fait-on descendre sur lui (Muhammad) un miracle de son Seigneur?» Alors, dis: «L'inconnaissable relève seulement d'Allah. Attendez donc; je serai avec vous parmi ceux qui attendent.","numberInSurah":20,"juz":11,"manzil":3,"page":210,"ruku":173,"hizbQuarter":84,"sajda":false},{"number":1385,"text":"Et quand Nous faisons goûter aux gens une miséricorde après qu'un malheur les a touchés, voilà qu'ils dénigrent Nos versets. Dis: «Allah est plus prompt à réprimer (ceux qui dénigrent Ses versets)». Car Nos anges enregistrent vos dénigrements.","numberInSurah":21,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1386,"text":"C'est Lui qui vous fait aller sur terre et sur mer, quand vous êtes en bateau. [Ces bateaux] les emportèrent, grâce à un bon vent. Ils s'en réjouirent jusqu'au moment où, assaillis par un vent impétueux, assaillis de tous côtés par les vagues, se jugeant enveloppés [par la mort], ils prièrent Allah, Lui vouant le culte [et disant]: «Certes, si Tu nous sauves de ceci, nous serons parmi les reconnaissants!»","numberInSurah":22,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1387,"text":"Lorsqu'Il les a sauvés, les voilà qui, sur terre, transgressent injustement. O gens! Votre transgression ne retombera que sur vous-mêmes. C'est une jouissance temporaire de la vie présente. Ensuite, c'est vers Nous que sera votre retour, et Nous vous rappellerons alors ce que vous faisiez.","numberInSurah":23,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1388,"text":"La vie présente est comparable à une eau que Nous faisons descendre du ciel et qui se mélange à la végétation de la terre dont se nourrissent les hommes et les bêtes. Puis, lorsque la terre prend sa parure et s'embellit, et que ses habitants pensent qu'elle est à leur entière disposition, Notre Ordre lui vient, de nuit ou de jour, c'est alors que Nous la rendrons toute moissonnée, comme si elle n'avait pas été florissante la veille. Ainsi exposons-Nous les preuves pour des gens qui réfléchissent.","numberInSurah":24,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1389,"text":"Allah appelle à la demeure de la paix et guide qui Il veut vers un droit chemin.","numberInSurah":25,"juz":11,"manzil":3,"page":211,"ruku":174,"hizbQuarter":84,"sajda":false},{"number":1390,"text":"A ceux qui agissent en bien est réservée la meilleure (récompense) et même davantage. Nulle fumée noircissante, nul avilissement ne couvriront leurs visages. Ceux-là sont les gens du Paradis, où ils demeureront éternellement.","numberInSurah":26,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1391,"text":"Et ceux qui ont commis de mauvaises actions, la rétribution d'une mauvaise action sera l'équivalent. Un avilissement les couvrira, - pas de protecteur pour eux contre Allah -, comme si leurs visages se couvraient de lambeaux de ténèbres nocturnes. Ceux-là sont là les gens du Feu où ils demeureront éternellement.","numberInSurah":27,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1392,"text":"(Et rappelle-toi) le jour où Nous les rassemblerons tous. Puis, Nous dirons à ceux qui ont donné [à Allah] des associés: «A votre place, vous et vos associés.» Nous les séparerons les uns des autres et leurs associés diront: «Ce n'est pas nous que vous adoriez».","numberInSurah":28,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1393,"text":"Allah suffit comme témoin entre nous et vous. En vérité, nous étions indifférents à votre adoration».","numberInSurah":29,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1394,"text":"Là, chaque âme éprouvera (les conséquences de) ce qu'elle a précédemment accompli. Et ils seront ramenés vers Allah leur vrai Maître; et leurs inventions (idoles) s'éloigneront d'eux.","numberInSurah":30,"juz":11,"manzil":3,"page":212,"ruku":174,"hizbQuarter":85,"sajda":false},{"number":1395,"text":"Dis: «Qui vous attribue de la nourriture du ciel et de la terre? Qui détient l'ouïe et la vue, et qui fait sortir le vivant du mort et fait sortir le mort du vivant, et qui administre tout?» Ils diront: «Allah». Dis alors: «Ne Le craignez-vous donc pas?»","numberInSurah":31,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1396,"text":"Tel est Allah, votre vrai Seigneur. Au delà de la vérité qu'y a-t-il donc sinon l'égarement? Comment alors pouvez-vous, vous détourner?»","numberInSurah":32,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1397,"text":"C'est ainsi que s'est réalisée la parole de ton Seigneur contre ceux qui sont pervers: «Ils ne croiront pas».","numberInSurah":33,"juz":11,"manzil":3,"page":212,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1398,"text":"Dis: «Parmi vos associés, qui donne la vie par une première création et la redonne [après la mort]?» Dis: «Allah [seul] donne la vie par une première création et la redonne. Comment pouvez-vous vous écarter [de l'adoration d'Allah]?","numberInSurah":34,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1399,"text":"Dis: «Est-ce qu'il y a parmi vos associés un qui guide vers la vérité?» Dis: «C'est Allah qui guide vers la vérité. Celui qui guide vers la vérité est-il plus digne d'être suivi, ou bien celui qui ne se dirige qu'autant qu'il est lui-même dirigé? Qu'avez-vous donc? Comment jugez-vous ainsi?»","numberInSurah":35,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1400,"text":"Et la plupart d'entre eux ne suivent que conjecture. Mais, la conjecture ne sert à rien contre la vérité! Allah sait parfaitement ce qu'ils font.","numberInSurah":36,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1401,"text":"Ce Coran n'est nullement à être forgé en dehors d'Allah mais c'est la confirmation de ce qui existait déjà avant lui, et l'exposé détaillé du Livre en quoi il n'y a pas de doute, venu du Seigneur de l'Univers.","numberInSurah":37,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1402,"text":"Ou bien ils disent: «Il (Muhammad) l'a inventé?» Dis: «Composez donc une sourate semblable à ceci, et appelez à votre aide n'importe qui vous pourrez, en dehors d'Allah, si vous êtes véridiques».","numberInSurah":38,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1403,"text":"Bien au contraire: ils ont traité de mensonge ce qu'ils ne peuvent embrasser de leur savoir, et dont l'interprétation ne leur est pas encore parvenue. Ainsi ceux qui vivaient avant eux traitaient d'imposteurs (leurs messagers). Regarde comment a été la fin des injustes!","numberInSurah":39,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1404,"text":"Certains d'entre eux y croient, et d'autres n'y croient pas. Et ton Seigneur connaît le mieux les fauteurs de désordre.","numberInSurah":40,"juz":11,"manzil":3,"page":213,"ruku":175,"hizbQuarter":85,"sajda":false},{"number":1405,"text":"Et s'ils te traitent de menteur, dis alors: «A moi mon œuvre, et à vous la vôtre. Vous êtes irresponsables de ce que je fais et je suis irresponsable de ce que vous faites».","numberInSurah":41,"juz":11,"manzil":3,"page":213,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1406,"text":"Et il en est parmi eux qui te prêtent l'oreille. Est-ce toi qui fait entendre les sourds, même s'ils sont incapables de comprendre.","numberInSurah":42,"juz":11,"manzil":3,"page":213,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1407,"text":"Et il en est parmi eux qui te regardent. Est-ce toi qui peux guider les aveugles, même s'ils ne voient pas?","numberInSurah":43,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1408,"text":"En vérité, Allah n'est point injuste à l'égard des gens, mais ce sont les gens qui font du tort à eux-mêmes.","numberInSurah":44,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1409,"text":"Et le jour où Il les rassemblera, ce sera comme s'ils n'étaient restés [dans leur tombeau] qu'une heure du jour et ils se reconnaîtront mutuellement. Perdants seront alors ceux qui auront traité de mensonge la rencontre d'Allah, et ils n'auront pas été bien guidés.","numberInSurah":45,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1410,"text":"Que Nous te fassions voir une partie de ce dont Nous les menaçons, ou que Nous te fassions mourir, (en tout cas), c'est vers Nous que sera leur retour. Allah est en outre, témoin de ce qu'ils font.","numberInSurah":46,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1411,"text":"A chaque communauté un Messager. Et lorsque leur messager vint, tout se décida en équité entre eux et ils ne furent point lésés.","numberInSurah":47,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1412,"text":"Et ils disent «A quand cette promesse, si vous êtes véridiques»?","numberInSurah":48,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1413,"text":"Dis: «Je ne détiens pour moi rien qui peut me nuire ou me profiter, excepté ce qu'Allah veut. A chaque communauté un terme. Quand leur terme arrive, ils ne peuvent ni le retarder d'une heure ni l'avancer».","numberInSurah":49,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1414,"text":"Dis: «Voyez-vous! Si Son châtiment vous arrivait de nuit ou de jour, les criminels pourraient-ils en hâter quelque chose?","numberInSurah":50,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1415,"text":"«Est-ce au moment où le châtiment se produira que vous croirez? [Il vous sera dit: «Inutile».] Maintenant! Autrefois, vous en réclamiez [ironiquement] la prompte arrivée!»","numberInSurah":51,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1416,"text":"Puis il sera dit aux injustes: «Goûtez au châtiment éternel! Etes-vous rétribués autrement qu'en rapport de ce que vous acquériez?»","numberInSurah":52,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":85,"sajda":false},{"number":1417,"text":"Et ils s'informent auprès de toi: «Est-ce vrai?» - Dis: «Oui! Par mon Seigneur! C'est bien vrai. Et vous ne pouvez vous soustraire à la puissance d'Allah.","numberInSurah":53,"juz":11,"manzil":3,"page":214,"ruku":176,"hizbQuarter":86,"sajda":false},{"number":1418,"text":"Si chaque âme injuste possédait tout ce qu'il y a sur terre, elle le donnerait pour sa rançon. Ils dissimuleront leur regret quand ils verront le châtiment. Et il sera décidé entre eux en toute équité, et ils ne seront point lésés.","numberInSurah":54,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1419,"text":"C'est à Allah qu'appartient, certes, tout ce qui est dans les cieux et sur la terre. Certes, la promesse d'Allah est vérité. Mais la plupart d'entre eux ne (le) savent pas.","numberInSurah":55,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1420,"text":"C'est Lui qui donne la vie et qui donne la mort; et c'est vers Lui que vous serez ramenés.","numberInSurah":56,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1421,"text":"O gens! Une exhortation vous est venue, de votre Seigneur, une guérison de ce qui est dans les poitrines, un guide et une miséricorde pour les croyants.","numberInSurah":57,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1422,"text":"Dis: «[Ceci provient] de la grâce d'Allah et de Sa miséricorde; Voilà de quoi ils devraient se réjouir. C'est bien mieux que tout ce qu'ils amassent».","numberInSurah":58,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1423,"text":"Que dites-vous de ce qu'Allah a fait descendre pour vous comme subsistance et dont vous avez alors fait des choses licites et des choses interdites? - Dis: «Est-ce Allah qui vous l'a permis? Ou bien forgez vous (des mensonges) contre Allah?»","numberInSurah":59,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1424,"text":"Et que penseront, au Jour de la Résurrection, ceux qui forgent le mensonge contre Allah? - Certes, Allah est Détenteur de grâce pour les gens, mais la plupart d'entre eux ne sont pas reconnaissants.","numberInSurah":60,"juz":11,"manzil":3,"page":215,"ruku":177,"hizbQuarter":86,"sajda":false},{"number":1425,"text":"Tu ne te trouveras dans aucune situation, tu ne réciteras aucun passage du Coran, vous n'accomplirez aucun acte sans que Nous soyons témoin au moment où vous l'entreprendrez. Il n'échappe à ton Seigneur ni le poids d'un atome sur terre ou dans le ciel, ni un poids plus petit ou plus grand qui ne soit déjà inscrit dans un livre évident.","numberInSurah":61,"juz":11,"manzil":3,"page":215,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1426,"text":"En vérité, les bien-aimés d'Allah seront à l'abri de toute crainte, et ils ne seront point affligés,","numberInSurah":62,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1427,"text":"ceux qui croient et qui craignent [Allah].","numberInSurah":63,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1428,"text":"Il y a pour eux une bonne annonce dans la vie d'ici-bas tout comme dans la vie ultime. - Il n'y aura pas de changement aux paroles d'Allah -. Voilà l'énorme succès!","numberInSurah":64,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1429,"text":"Que ce qu'ils disent ne t'afflige pas. La puissance toute entière appartient à Allah. C'est Lui qui est l'Audient, l'Omniscient.","numberInSurah":65,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1430,"text":"C'est à Allah qu'appartient, ce qui est dans les cieux et ce qui est sur la terre. Que suivent donc ceux qui invoquent, en dehors d'Allah, [des divinités] qu'ils Lui associent? Ils ne suivent que la conjecture et ne font que mentir.","numberInSurah":66,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1431,"text":"C'est Lui qui vous a désigné la nuit pour que vous vous y reposiez, et le jour pour vous permettre de voir. Ce sont en vérité des signes pour les gens qui entendent!","numberInSurah":67,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1432,"text":"Ils disent: «Allah S'est donné un enfant» Gloire et Pureté à Lui! Il est Le Riche par excellence. A Lui appartient tout ce qui est aux cieux et sur la terre; - vous n'avez pour cela aucune preuve. Allez-vous dire contre Allah ce que vous ne savez pas?","numberInSurah":68,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1433,"text":"Dis: «En vérité, ceux qui forgent le mensonge contre Allah ne réussiront pas».","numberInSurah":69,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1434,"text":"C'est une jouissance (temporaire) dans la vie d'ici-bas; puis ils retourneront vers Nous et Nous leur ferons goûter au dur châtiment, à titre de sanction pour leur mécréance.","numberInSurah":70,"juz":11,"manzil":3,"page":216,"ruku":178,"hizbQuarter":86,"sajda":false},{"number":1435,"text":"Raconte-leur l'histoire de Noé, quand il dit à son peuple: «O mon peuple, si mon séjour (parmi vous), et mon rappel des signes d'Allah vous pèsent trop, alors c'est en Allah que je place (entièrement) ma confiance. Concertez-vous avec vos associés, et ne cachez pas vos desseins. Puis, décidez de moi et ne me donnez pas de répit.","numberInSurah":71,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1436,"text":"Si vous vous détournez, alors je ne vous ai pas demandé de salaire... Mon salaire n'incombe qu'à Allah. Et il m'a été commandé d'être du nombre des soumis».","numberInSurah":72,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1437,"text":"Ils le traitèrent de menteur. Nous le sauvâmes, lui et ceux qui étaient avec lui dans l'arche, desquels Nous fîmes les successeurs (sur la terre). Nous noyâmes ceux qui traitaient de mensonge Nos preuves. Regarde comment a été la fin de ceux qui avaient été avertis!","numberInSurah":73,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1438,"text":"Puis Nous envoyâmes après lui des messagers à leurs peuples. Ils leur vinrent avec les preuves. Mais (les gens) étaient tels qu'ils ne pouvaient croire à ce qu'auparavant ils avaient traité de mensonge. Ainsi scellons-Nous les cœurs des transgresseurs.","numberInSurah":74,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1439,"text":"Ensuite, Nous envoyâmes après eux Moïse et Aaron, munis de Nos preuves à Pharaon et ses notables. Mais (ces gens) s'enflèrent d'orgueil et ils étaient un peuple criminel.","numberInSurah":75,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1440,"text":"Et lorsque la vérité leur vint de Notre part, ils dirent: «Voilà certes, une magie manifeste!»","numberInSurah":76,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1441,"text":"Moïse dit: «Dites-vous à la Vérité quand elle vous est venue: Est-ce que cela est de la magie? Alors que les magiciens ne réussissent pas...».","numberInSurah":77,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1442,"text":"Ils dirent: «Est-ce pour nous écarter de ce sur quoi nous avons trouvé nos ancêtres que tu es venu à nous, et pour que la grandeur appartienne à vous deux sur la terre? Et nous ne croyons pas en vous!»","numberInSurah":78,"juz":11,"manzil":3,"page":217,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1443,"text":"Et Pharaon dit: «Amenez-moi tout magicien savant!»","numberInSurah":79,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1444,"text":"Puis, lorsque vinrent les magiciens, Moïse leur dit: «Jetez ce que vous avez à jeter».","numberInSurah":80,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1445,"text":"Lorsqu'ils jetèrent, Moïse dit: «Ce que vous avez produit est magie! Allah l'annulera. Car Allah ne fait pas prospérer ce que font les fauteurs de désordre.","numberInSurah":81,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1446,"text":"Et par Ses paroles, Allah fera triompher la Vérité, quelque répulsion qu'en aient les criminels».","numberInSurah":82,"juz":11,"manzil":3,"page":218,"ruku":179,"hizbQuarter":87,"sajda":false},{"number":1447,"text":"Personne ne crut (au message) de Moïse, sauf un groupe de jeunes gens de son peuple, par crainte de représailles de Pharaon et de leurs notables. En vérité, Pharaon fut certes superbe sur terre et il fut du nombre des extravagants.","numberInSurah":83,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1448,"text":"Et Moïse dit: «O mon peuple, si vous croyez en Allah, placez votre confiance en Lui si vous (Lui) êtes soumis».","numberInSurah":84,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1449,"text":"Ils dirent: «En Allah nous plaçons notre confiance. O notre Seigneur, ne fais pas de nous une cible pour les persécutions des injustes.","numberInSurah":85,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1450,"text":"Et délivre-nous, par Ta miséricorde, des gens mécréants».","numberInSurah":86,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1451,"text":"Et Nous révélâmes à Moïse et à son frère: «Prenez pour votre peuple des maisons en Egypte, faites de vos maisons un lieu de prière et soyez assidus dans la prière. Et fais la bonne annonce aux croyants».","numberInSurah":87,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1452,"text":"Et Moïse dit: «O notre Seigneur, Tu as accordé à Pharaon et ses notables des parures et des biens dans la vie présente, et voilà, O notre Seigneur, qu'avec cela ils égarent (les gens loin) de Ton sentier. O notre Seigneur, anéantis leurs biens et endurcis leurs cœurs, afin qu'ils ne croient pas, jusqu'à ce qu'ils aient vu le châtiment douloureux».","numberInSurah":88,"juz":11,"manzil":3,"page":218,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1453,"text":"Il dit: «Votre prière est exaucée. Restez tous deux sur le chemin droit, et ne suivez point le sentier de ceux qui ne savent pas».","numberInSurah":89,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":87,"sajda":false},{"number":1454,"text":"Et Nous fîmes traverser la mer aux Enfants d'Israël. Pharaon et ses armées les poursuivirent avec acharnement et inimitié. Puis, quand la noyade l'eut atteint, il dit: «Je crois qu'il n'y a d'autre divinité que Celui en qui ont cru les enfants d'Israël. Et je suis du nombre des soumis».","numberInSurah":90,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1455,"text":"[Allah dit]: Maintenant? Alors qu'auparavant tu as désobéi et que tu as été du nombre des corrupteurs!","numberInSurah":91,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1456,"text":"Nous allons aujourd'hui épargner ton corps, afin que tu deviennes un signe à tes successeurs. Cependant beaucoup de gens ne prêtent aucune attention à Nos signes (d'avertissement).","numberInSurah":92,"juz":11,"manzil":3,"page":219,"ruku":180,"hizbQuarter":88,"sajda":false},{"number":1457,"text":"Certes, Nous avons établi les Enfants d'Israël dans un endroit honorable, et leur avons attribué comme nourriture de bons aliments. Par la suite, ils n'ont divergé qu'au moment où leur vint la science. Ton Seigneur décidera entre eux, au Jour de la Résurrection sur ce qui les divisait.","numberInSurah":93,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1458,"text":"Et si tu es en doute sur ce que Nous avons fait descendre vers toi, interroge alors ceux qui lisent le Livre révélé avant toi. La vérité certes, t'est venue de ton Seigneur: ne sois donc point de ceux qui doutent.","numberInSurah":94,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1459,"text":"Et ne sois point de ceux qui traitent de mensonge les versets d'Allah. Tu serais alors du nombre des perdants.","numberInSurah":95,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1460,"text":"Ceux contre qui la parole (la menace) de ton Seigneur se réalisera ne croiront pas,","numberInSurah":96,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1461,"text":"même si tous les signes leur parvenaient, jusqu'à ce qu'ils voient le châtiment douloureux.","numberInSurah":97,"juz":11,"manzil":3,"page":219,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1462,"text":"Si seulement il y avait, à part le peuple de Yûnus (Jonas), une cité qui ait cru et à qui sa croyance eut ensuite profité! Lorsqu'ils eurent cru, Nous leur enlevâmes le châtiment d'ignominie dans la vie présente et leur donnâmes jouissance pour un certain temps.","numberInSurah":98,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1463,"text":"Si ton Seigneur l'avait voulu, tous ceux qui sont sur la terre auraient cru. Est-ce à toi de contraindre les gens à devenir croyants?","numberInSurah":99,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1464,"text":"Il n'appartient nullement à une âme de croire si ce n'est avec la permission d'Allah. Et Il voue au châtiment ceux qui ne raisonnent pas.","numberInSurah":100,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1465,"text":"Dis: «Regardez ce qui est dans les cieux et sur la terre». Mais ni les preuves ni les avertisseurs (prophètes) ne suffisent à des gens qui ne croient pas.","numberInSurah":101,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1466,"text":"Est-ce qu'ils attendent autre chose que des châtiments semblables à ceux des peuples antérieurs? Dis: «Attendez! Moi aussi, j'attends avec vous».","numberInSurah":102,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1467,"text":"Ensuite, Nous délivrerons Nos messagers et les croyants. C'est ainsi qu'il Nous incombe [en toute justice] de délivrer les croyants.","numberInSurah":103,"juz":11,"manzil":3,"page":220,"ruku":181,"hizbQuarter":88,"sajda":false},{"number":1468,"text":"Dis: «O gens! Si vous êtes en doute sur ma religion, moi, je n'adore point ceux que vous adorez en dehors d'Allah; mais j'adore Allah qui vous fera mourir. Et il m'a été commandé d'être du nombre des croyants».","numberInSurah":104,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1469,"text":"Et (il m'a été dit): «Oriente-toi exclusivement sur la religion en pur monothéiste! Et ne sois pas du nombre des Associateurs;","numberInSurah":105,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1470,"text":"et n'invoque pas, en dehors d'Allah, ce qui ne peut te profiter ni te nuire. Et si tu le fais, tu seras alors du nombre des injustes».","numberInSurah":106,"juz":11,"manzil":3,"page":220,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1471,"text":"Et si Allah fait qu'un mal te touche, nul ne peut l'écarter en dehors de Lui. Et s'Il te veut un bien, nul ne peut repousser Sa grâce. Il en gratifie qui Il veut parmi Ses serviteurs. Et c'est Lui le Pardonneur, le Miséricordieux.","numberInSurah":107,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1472,"text":"Dis: «O gens! Certes la vérité vous est venue de votre Seigneur. Donc, quiconque est dans le bon chemin ne l'est que pour lui-même; et quiconque s'égare, ne s'égare qu'à son propre détriment. Je ne suis nullement un protecteur pour vous.","numberInSurah":108,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false},{"number":1473,"text":"Et suis ce qui t'est révélé, et sois constant jusqu'à ce qu'Allah rende Son jugement car Il est le meilleur des juges.","numberInSurah":109,"juz":11,"manzil":3,"page":221,"ruku":182,"hizbQuarter":88,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}