{"code":200,"status":"OK","data":{"number":35,"name":"سُورَةُ فَاطِرٍ","englishName":"Faatir","englishNameTranslation":"The Originator","revelationType":"Meccan","numberOfAyahs":45,"ayahs":[{"number":3661,"text":"Louange à Allah, Créateur des cieux et de la terre, qui a fait des Anges des messagers dotés de deux, trois ou quatre ailes. Il ajoute à la création ce qu'Il veut, car Allah est Omnipotent.","numberInSurah":1,"juz":22,"manzil":5,"page":434,"ruku":376,"hizbQuarter":174,"sajda":false},{"number":3662,"text":"Ce qu'Allah accorde en miséricorde aux gens, il n'est personne à pouvoir le retenir. Et ce qu'Il retient, il n'est personne à le relâcher après Lui. Et c'est Lui le Puissant, le Sage.","numberInSurah":2,"juz":22,"manzil":5,"page":434,"ruku":376,"hizbQuarter":174,"sajda":false},{"number":3663,"text":"O hommes! Rappelez-vous le bienfait d'Allah sur vous: existe-t-il en dehors d'Allah, un créateur qui du ciel et de la terre vous attribue votre subsistance? Point de divinité à part Lui! Comment pouvez-vous vous détourner [de cette vérité]?","numberInSurah":3,"juz":22,"manzil":5,"page":434,"ruku":376,"hizbQuarter":174,"sajda":false},{"number":3664,"text":"Et s'ils te traitent de menteur, certes on a traité de menteurs des Messagers avant toi. Vers Allah cependant, tout est ramené.","numberInSurah":4,"juz":22,"manzil":5,"page":435,"ruku":376,"hizbQuarter":174,"sajda":false},{"number":3665,"text":"O hommes! La promesse d'Allah est vérité. Ne laissez pas la vie présente vous tromper, et que le grand trompeur (Satan) ne vous trompe pas à propos d'Allah!","numberInSurah":5,"juz":22,"manzil":5,"page":435,"ruku":376,"hizbQuarter":174,"sajda":false},{"number":3666,"text":"Le Diable est pour vous un ennemi. Prenez-le donc pour ennemi. Il ne fait qu'appeler ses partisans pour qu'ils soient des gens de la Fournaise.","numberInSurah":6,"juz":22,"manzil":5,"page":435,"ruku":376,"hizbQuarter":174,"sajda":false},{"number":3667,"text":"Ceux qui ont mécru auront un dur châtiment, tandis que ceux qui croient et accomplissent les bonnes œuvres auront un pardon et une grosse récompense.","numberInSurah":7,"juz":22,"manzil":5,"page":435,"ruku":376,"hizbQuarter":174,"sajda":false},{"number":3668,"text":"Eh quoi! Celui à qui on a enjolivé sa mauvaise action au point qu'il la voit belle...? - Mais Allah égare qui Il veut, et guide qui Il veut - Que ton âme ne se répande donc pas en regrets pour eux: Allah est Parfaitement Savant de ce qu'ils fabriquent.","numberInSurah":8,"juz":22,"manzil":5,"page":435,"ruku":377,"hizbQuarter":174,"sajda":false},{"number":3669,"text":"Et c'est Allah qui envoie les vents qui soulèvent un nuage que Nous poussons ensuite vers une contrée morte; puis, Nous redonnons la vie à la terre après sa mort. C'est ainsi que se fera la Résurrection!","numberInSurah":9,"juz":22,"manzil":5,"page":435,"ruku":377,"hizbQuarter":174,"sajda":false},{"number":3670,"text":"Quiconque veut la puissance (qu'il la cherche auprès d'Allah) car la puissance tout entière est à Allah: vers Lui monte la bonne parole, et Il élève haut la bonne action. Et quand à ceux qui complotent de mauvaises actions, ils auront un dur châtiment. Cependant, leur stratagème est voué à l'échec.","numberInSurah":10,"juz":22,"manzil":5,"page":435,"ruku":377,"hizbQuarter":174,"sajda":false},{"number":3671,"text":"Et Allah vous a créés de terre, puis d'une goutte de sperme, Il vous a ensuite établis en couples. Nulle femelle ne porte ni ne met bas sans qu'Il le sache. Et aucune existence n'est prolongée ou abrégée sans que cela soit consigné dans un livre. Cela est vraiment facile pour Allah.","numberInSurah":11,"juz":22,"manzil":5,"page":435,"ruku":377,"hizbQuarter":174,"sajda":false},{"number":3672,"text":"Les deux mers ne sont pas identiques: [l'eau de] celle-ci est potable, douce et agréable à boire, et celle-là est salée, amère. Cependant de chacune vous mangez une chair fraîche, et vous extrayez un ornement que vous portez. Et tu vois le vaisseau fendre l'eau avec bruit, pour que vous cherchiez certains [des produits] de Sa grâce. Peut-être serez-vous reconnaissants!","numberInSurah":12,"juz":22,"manzil":5,"page":436,"ruku":377,"hizbQuarter":174,"sajda":false},{"number":3673,"text":"Il fait que la nuit pénètre le jour et que le jour pénètre la nuit. Et Il a soumis le soleil et la lune. Chacun d'eux s'achemine vers un terme fixé. Tel est Allah, votre Seigneur: à Lui appartient la royauté, tandis que ceux que vous invoquez, en dehors de Lui, ne sont même pas maîtres de la pellicule d'un noyau de datte.","numberInSurah":13,"juz":22,"manzil":5,"page":436,"ruku":377,"hizbQuarter":174,"sajda":false},{"number":3674,"text":"Si vous les invoquez, ils n'entendent pas votre invocation; et même s'ils entendaient, ils ne sauraient vous répondre. Et le jour du Jugement ils vont nier votre association. Nul ne peut te donner des nouvelles comme Celui qui est parfaitement informé.","numberInSurah":14,"juz":22,"manzil":5,"page":436,"ruku":377,"hizbQuarter":174,"sajda":false},{"number":3675,"text":"O hommes, vous êtes les indigents ayant besoin d'Allah, et c'est Allah, Lui qui se dispense de tout et Il est Le Digne de louange.","numberInSurah":15,"juz":22,"manzil":5,"page":436,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3676,"text":"S'Il voulait, Il vous ferait disparaître, et ferait surgir une nouvelle création.","numberInSurah":16,"juz":22,"manzil":5,"page":436,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3677,"text":"Et cela n'est point difficile pour Allah.","numberInSurah":17,"juz":22,"manzil":5,"page":436,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3678,"text":"Or, personne ne portera le fardeau d'autrui. Et si une âme surchargée [de péchés] appelle à l'aide, rien de sa charge ne sera supporté par une autre même si c'est un proche parent. Tu n'avertis en fait, que ceux qui craignent leur Seigneur malgré qu'ils ne Le voient pas, et qui accomplissent la Salât. Et quiconque se purifie ne se purifie que pour lui-même, et vers Allah est la destination.","numberInSurah":18,"juz":22,"manzil":5,"page":436,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3679,"text":"L'aveugle et celui qui voit ne sont pas semblables,","numberInSurah":19,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3680,"text":"ni les ténèbres et la lumière,","numberInSurah":20,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3681,"text":"ni l'ombre et la chaleur ardente.","numberInSurah":21,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3682,"text":"De même, ne sont pas semblables les vivants et les morts. Allah fait entendre qui Il veut, alors que toi [Muhammad], tu ne peux faire entendre ceux qui sont dans les tombeaux.","numberInSurah":22,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3683,"text":"Tu n'es qu'un avertisseur.","numberInSurah":23,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3684,"text":"Nous t'avons envoyé avec la Vérité en tant qu'annonciateur et avertisseur. Il n'est pas une nation qui n'ait déjà eu un avertisseur.","numberInSurah":24,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3685,"text":"Et s'ils te traitent de menteur, eh bien, ceux d'avant eux avaient traité (leurs Messagers) de menteurs, cependant que leurs Messagers leur avaient apporté les preuves, les Ecrits et le Livre illuminant.","numberInSurah":25,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3686,"text":"Puis J'ai saisi ceux qui ont mécru. Et quelle réprobation fut la Mienne!","numberInSurah":26,"juz":22,"manzil":5,"page":437,"ruku":378,"hizbQuarter":175,"sajda":false},{"number":3687,"text":"N'as-tu pas vu que, du ciel, Allah fait descendre l'eau? Puis Nous en faisons sortir des fruits de couleurs différentes. Et dans les montagnes, il y a des sillons blancs et rouges, de couleurs différentes, et des roches excessivement noires.","numberInSurah":27,"juz":22,"manzil":5,"page":437,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3688,"text":"Il y a pareillement des couleurs différentes, parmi les hommes, les animaux, et les bestiaux. Parmi Ses serviteurs, seuls les savants craignent Allah. Allah est, certes, Puissant et Pardonneur.","numberInSurah":28,"juz":22,"manzil":5,"page":437,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3689,"text":"Ceux qui récitent le Livre d'Allah, accomplissent la Salât, et dépensent, en secret et en public de ce que Nous leur avons attribué, espèrent ainsi faire un commerce qui ne périra jamais,","numberInSurah":29,"juz":22,"manzil":5,"page":437,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3690,"text":"afin [qu'Allah] les récompense pleinement et leur ajoute de Sa grâce. Il est Pardonneur et Reconnaissant.","numberInSurah":30,"juz":22,"manzil":5,"page":437,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3691,"text":"Et ce que Nous t'avons révélé du Livre est la Vérité confirmant ce qui l'a précédé. Certes Allah est Parfaitement Connaisseur et Clairvoyant sur Ses serviteurs.","numberInSurah":31,"juz":22,"manzil":5,"page":438,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3692,"text":"Ensuite, Nous fîmes héritiers du Livre ceux de Nos serviteurs que Nous avons choisis. Il en est parmi eux qui font du tort à eux-mêmes, d'autres qui se tiennent sur une voie moyenne, et d'autres avec la permission d'Allah devancent [tous les autres] par leurs bonnes actions; telle est la grâce infinie","numberInSurah":32,"juz":22,"manzil":5,"page":438,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3693,"text":"Les jardins d'Eden où ils entreront, parés de bracelets en or ainsi que de perles; et là, leurs vêtements sont de soie.","numberInSurah":33,"juz":22,"manzil":5,"page":438,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3694,"text":"Et ils diront: «Louange à Allah qui a écarté de nous l'affliction. Notre Seigneur est certes Pardonneur et Reconnaissant.","numberInSurah":34,"juz":22,"manzil":5,"page":438,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3695,"text":"C'est Lui qui nous a installés, par Sa grâce, dans la Demeure de la stabilité, où nulle fatigue, nulle lassitude ne nous touchent».","numberInSurah":35,"juz":22,"manzil":5,"page":438,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3696,"text":"Et ceux qui ont mécru auront le feu de l'Enfer: on ne les achève pas pour qu'ils meurent; on ne leur allège rien de ses tourments. C'est ainsi que Nous récompensons tout négateur obstiné.","numberInSurah":36,"juz":22,"manzil":5,"page":438,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3697,"text":"Et là, ils hurleront: «Seigneur, fais-nous sortir; nous ferons le bien, contrairement à ce que nous faisions». «Ne vous avons-Nous pas donné une vie assez longue pour que celui qui réfléchit réfléchisse? L'avertisseur, cependant, vous était venu. Et bien, goûtez (votre punition). Car pour les injustes, il n'y a pas de secoureur».","numberInSurah":37,"juz":22,"manzil":5,"page":438,"ruku":379,"hizbQuarter":175,"sajda":false},{"number":3698,"text":"Allah connaît l'Inconnaissable dans les cieux et la terre. Il connaît le contenu des poitrines.","numberInSurah":38,"juz":22,"manzil":5,"page":438,"ruku":380,"hizbQuarter":175,"sajda":false},{"number":3699,"text":"C'est Lui qui a fait de vous des successeurs sur terre. Quiconque mécroit, sa mécréance retombera sur lui. Leur mécréance n'ajoute aux mécréants qu'opprobre auprès de leur Seigneur. Leur mécréance n'ajoute que perte aux mécréants.","numberInSurah":39,"juz":22,"manzil":5,"page":439,"ruku":380,"hizbQuarter":175,"sajda":false},{"number":3700,"text":"Dis: «Voyez-vous vos associés que vous invoquez en dehors d'Allah? Montrez-moi ce qu'ils ont créé de la terre. Ont-ils été associés à la création des cieux? Ou leur avons-Nous apporté un Livre qui contienne des preuves [pour ce qu'ils font?]» Non! Mais ce n'est qu'en tromperie que les injustes se font des promesses les uns aux autres.","numberInSurah":40,"juz":22,"manzil":5,"page":439,"ruku":380,"hizbQuarter":175,"sajda":false},{"number":3701,"text":"Allah retient les cieux et la terre pour qu'ils ne s'affaissent pas. Et s'ils s'affaissaient, nul autre après Lui ne pourra les retenir. Il est Indulgent et Pardonneur.","numberInSurah":41,"juz":22,"manzil":5,"page":439,"ruku":380,"hizbQuarter":176,"sajda":false},{"number":3702,"text":"Et ils ont juré solennellement par Allah, que si un avertisseur leur venait, ils seraient certes mieux guidés que n'importe quelle autre communauté. Puis, quand un avertisseur (Muhammad) leur est venu, cela n'a fait qu'accroître leur répulsion,","numberInSurah":42,"juz":22,"manzil":5,"page":439,"ruku":380,"hizbQuarter":176,"sajda":false},{"number":3703,"text":"par orgueil sur terre et par manœuvre perfide. Cependant, la manœuvre perfide n'enveloppe que ses propres auteurs. Attendent-ils donc un autre sort que celui des Anciens? Or, jamais tu ne trouveras de changement dans la règle d'Allah et jamais tu ne trouveras de déviation dans la règle d'Allah.","numberInSurah":43,"juz":22,"manzil":5,"page":439,"ruku":380,"hizbQuarter":176,"sajda":false},{"number":3704,"text":"N'ont-ils donc jamais parcouru la terre pour voir ce qu'il est advenu de ceux qui vécurent avant eux et qui étaient plus puissants qu'eux? Et rien, dans les cieux ni sur terre ne saurait réduire l'autorité d'Allah. Car Il est certes Omniscient, Omnipotent.","numberInSurah":44,"juz":22,"manzil":5,"page":439,"ruku":380,"hizbQuarter":176,"sajda":false},{"number":3705,"text":"Et si Allah s'en prenait aux gens pour ce qu'ils acquièrent, Il ne laisserait à la surface [de la terre] aucun être vivant. Mais Il leur donne un délai jusqu'à un terme fixé. Puis quand leur terme viendra... (Il se saisira d'eux) car Allah est Très Clairvoyant sur Ses serviteurs.","numberInSurah":45,"juz":22,"manzil":5,"page":440,"ruku":380,"hizbQuarter":176,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}