{"code":200,"status":"OK","data":{"number":59,"name":"سُورَةُ الحَشۡرِ","englishName":"Al-Hashr","englishNameTranslation":"The Exile","revelationType":"Medinan","numberOfAyahs":24,"ayahs":[{"number":5127,"text":"Ce qui est dans les cieux et ce qui est sur la terre glorifient Allah, et Il est le Puissant, le Sage.","numberInSurah":1,"juz":28,"manzil":7,"page":545,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5128,"text":"C'est Lui qui a expulsé de leurs maisons, ceux parmi les gens du Livre qui ne croyaient pas, lors du premier exode. Vous ne pensiez pas qu'ils partiraient, et ils pensaient qu'en vérité leurs forteresses les défendraient contre Allah. Mais Allah est venu à eux par où ils ne s'attendaient point, et a lancé la terreur dans leurs cœurs. Ils démolissaient leurs maisons de leurs propres mains, autant que des mains des croyants. Tirez-en une leçon, ô vous qui êtes doués de clairvoyance.","numberInSurah":2,"juz":28,"manzil":7,"page":545,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5129,"text":"Et si Allah n'avait pas prescrit contre eux l'expatriation, Il les aurait certainement châtiés ici-bas; et dans l'au-delà ils auront le châtiment du feu.","numberInSurah":3,"juz":28,"manzil":7,"page":545,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5130,"text":"Il en est ainsi parce qu'ils se sont dressés contre Allah et Son messager. Et quiconque se dresse contre Allah... alors, vraiment Allah est dur en punition.","numberInSurah":4,"juz":28,"manzil":7,"page":546,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5131,"text":"Tout palmier que vous avez coupé ou que vous avez laissé debout sur ses racines, c'est avec la permission d'Allah et afin qu'Il couvre ainsi d'ignominie les pervers.","numberInSurah":5,"juz":28,"manzil":7,"page":546,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5132,"text":"Le butin provenant de leurs biens et qu'Allah a accordé sans combat à Son Messager, vous n'y aviez engagé ni chevaux, ni chameaux; mais Allah, donne à Ses messagers la domination sur qui Il veut et Allah est Omnipotent.","numberInSurah":6,"juz":28,"manzil":7,"page":546,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5133,"text":"Le butin provenant [des biens] des habitants des cités, qu'Allah a accordé sans combat à Son Messager, appartient à Allah, au Messager, aux proches parents, aux orphelins, aux pauvres et au voyageur en détresse, afin que cela ne circule pas parmi les seuls riches d'entre vous. Prenez ce que le Messager vous donne; et ce qu'il vous interdit, abstenez-vous en; et craignez Allah car Allah est dur en punition.","numberInSurah":7,"juz":28,"manzil":7,"page":546,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5134,"text":"[Il appartient aussi] aux émigrés besogneux qui ont été expulsés de leurs demeures et de leurs biens, tandis qu'ils recherchaient une grâce et un agrément d'Allah, et qu'ils portaient secours à (la cause d') Allah et à Son Messager. Ceux-là sont les véridiques.","numberInSurah":8,"juz":28,"manzil":7,"page":546,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5135,"text":"Il [appartient également] à ceux qui, avant eux, se sont installés dans le pays et dans la foi, qui aiment ceux qui émigrent vers eux, et ne ressentent dans leurs cœurs aucune envie pour ce que [ces immigrés] ont reçu, et qui [les] préfèrent à eux-mêmes, même s'il y a pénurie chez eux. Quiconque se prémunit contre sa propre avarice, ceux-là sont ceux qui réussissent.","numberInSurah":9,"juz":28,"manzil":7,"page":546,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5136,"text":"Et [il appartient également] à ceux qui sont venus après eux en disant: «Seigneur, pardonne-nous, ainsi qu'à nos frères qui nous ont précédés dans la foi; et ne mets dans nos cœurs aucune rancœur pour ceux qui ont cru. Seigneur, Tu es Compatissant et Très Miséricordieux».","numberInSurah":10,"juz":28,"manzil":7,"page":547,"ruku":479,"hizbQuarter":218,"sajda":false},{"number":5137,"text":"N'as-tu pas vu les hypocrites disant à leurs confrères qui ont mécru parmi les gens du Livre: «Si vous êtes chassés, nous partirons certes avec vous et nous n'obéirons jamais à personne contre vous; et si vous êtes attaqués, nous vous secourrons certes». Et Allah atteste qu'en vérité ils sont des menteurs.","numberInSurah":11,"juz":28,"manzil":7,"page":547,"ruku":480,"hizbQuarter":219,"sajda":false},{"number":5138,"text":"S'ils sont chassés, ils ne partiront pas avec eux; et s'ils sont attaqués, ils ne les secourront pas; et même s'ils allaient à leur secours, ils tourneraient sûrement le dos; puis ils ne seront point secourus.","numberInSurah":12,"juz":28,"manzil":7,"page":547,"ruku":480,"hizbQuarter":219,"sajda":false},{"number":5139,"text":"Vous jetez dans leurs cœurs plus de terreur qu'Allah. C'est qu'ils sont des gens qui ne comprennent pas.","numberInSurah":13,"juz":28,"manzil":7,"page":547,"ruku":480,"hizbQuarter":219,"sajda":false},{"number":5140,"text":"Tous ne vous combattront que retranchés dans des cités fortifiées ou de derrière des murailles. Leurs dissensions internes sont extrêmes. Tu les croirait unis, alors que leurs cœurs sont divisés. C'est qu'ils sont des gens qui ne raisonnent pas.","numberInSurah":14,"juz":28,"manzil":7,"page":547,"ruku":480,"hizbQuarter":219,"sajda":false},{"number":5141,"text":"Ils sont semblables à ceux qui, peu de temps avant eux, ont goûté la conséquence de leur comportement et ils auront un châtiment douloureux;","numberInSurah":15,"juz":28,"manzil":7,"page":547,"ruku":480,"hizbQuarter":219,"sajda":false},{"number":5142,"text":"ils sont semblables au Diable quand il dit à l'homme: «Sois incrédule». Puis quand il a mécru, il dit: «Je te désavoue car je redoute Allah, le Seigneur de l'Univers».","numberInSurah":16,"juz":28,"manzil":7,"page":547,"ruku":480,"hizbQuarter":219,"sajda":false},{"number":5143,"text":"Ils eurent pour destinée d'être tous deux dans le Feu pour y demeurer éternellement. Telle est la rétribution des injustes.","numberInSurah":17,"juz":28,"manzil":7,"page":548,"ruku":480,"hizbQuarter":219,"sajda":false},{"number":5144,"text":"O vous qui avez cru! Craignez Allah. Que chaque âme voit bien ce qu'elle a avancé pour demain. Et craignez Allah, car Allah est Parfaitement Connaisseur de ce que vous faites.","numberInSurah":18,"juz":28,"manzil":7,"page":548,"ruku":481,"hizbQuarter":219,"sajda":false},{"number":5145,"text":"Et ne soyez pas comme ceux qui ont oublié Allah; [Allah] leur a fait alors oublier leurs propres personnes; ceux-là sont les pervers.","numberInSurah":19,"juz":28,"manzil":7,"page":548,"ruku":481,"hizbQuarter":219,"sajda":false},{"number":5146,"text":"Ne seront pas égaux les gens du Feu et les gens du Paradis. Les gens du Paradis sont eux les gagnants.","numberInSurah":20,"juz":28,"manzil":7,"page":548,"ruku":481,"hizbQuarter":219,"sajda":false},{"number":5147,"text":"Si Nous avions fait descendre ce Coran sur une montagne, tu l'aurais vu s'humilier et se fendre par crainte d'Allah. Et ces paraboles Nous les citons aux gens afin qu'ils réfléchissent.","numberInSurah":21,"juz":28,"manzil":7,"page":548,"ruku":481,"hizbQuarter":219,"sajda":false},{"number":5148,"text":"C'est Lui Allah. Nulle divinité autre que Lui, le Connaisseur de l'Invisible tout comme du visible. C'est Lui, le Tout Miséricordieux, le Très Miséricordieux.","numberInSurah":22,"juz":28,"manzil":7,"page":548,"ruku":481,"hizbQuarter":219,"sajda":false},{"number":5149,"text":"C'est Lui, Allah. Nulle divinité autre que Lui; Le Souverain, Le Pur, L'Apaisant, Le Rassurant, Le Prédominant, Le Tout Puissant, Le Contraignant, L'Orgueilleux. Gloire à Allah! Il transcende ce qu'ils Lui associent.","numberInSurah":23,"juz":28,"manzil":7,"page":548,"ruku":481,"hizbQuarter":219,"sajda":false},{"number":5150,"text":"C'est Lui Allah, le Créateur, Celui qui donne un commencement à toute chose, le Formateur. A Lui les plus beaux noms. Tout ce qui est dans les cieux et la terre Le glorifie. Et c'est Lui le Puissant, le Sage.","numberInSurah":24,"juz":28,"manzil":7,"page":548,"ruku":481,"hizbQuarter":219,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}