{"code":200,"status":"OK","data":{"number":58,"name":"سُورَةُ المُجَادلَةِ","englishName":"Al-Mujaadila","englishNameTranslation":"The Pleading Woman","revelationType":"Medinan","numberOfAyahs":22,"ayahs":[{"number":5105,"text":"Allah a bien entendu la parole de celle qui discutait avec toi à propos de son époux et se plaignait à Allah. Et Allah entendait votre conversation, car Allah est Audient et Clairvoyant.","numberInSurah":1,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5106,"text":"Ceux d'entre vous qui répudient leurs femmes, en déclarant qu'elles sont pour eux comme le dos de leurs mères. alors qu'elles ne sont nullement leurs mères, car ils n'ont pour mères que celles qui les ont enfantés. Ils prononcent certes une parole blâmable et mensongère. Allah cependant est Indulgent et Pardonneur.","numberInSurah":2,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5107,"text":"Ceux qui comparent leurs femmes au dos de leurs mères puis reviennent sur ce qu'ils ont dit, doivent affranchir un esclave avant d'avoir aucun contact [conjugal] avec leur femme. C'est ce dont on vous exhorte. Et Allah est Parfaitement Connaisseur de ce que vous faites","numberInSurah":3,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5108,"text":"Mais celui qui n'en trouve pas les moyens doit jeûner alors deux mois consécutifs avant d'avoir aucun contact [conjugal] avec sa femme. Mais s'il ne peut le faire non plus, alors qu'il nourrisse soixante pauvres. Cela, pour que vous croyiez en Allah et en Son messager. Voilà les limites imposées par Allah. Et les mécréants auront un châtiment douloureux.","numberInSurah":4,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5109,"text":"Ceux qui s'opposent à Allah et à Son messager seront culbutés comme furent culbutés leurs devanciers. Nous avons déjà fait descendre des preuves explicites, et les mécréants auront un châtiment avilissant,","numberInSurah":5,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5110,"text":"le jour où Allah les ressuscitera tous, puis les informera de ce qu'ils ont fait Allah l'a dénombré et ils l'auront oublié. Allah est témoin de toute chose.","numberInSurah":6,"juz":28,"manzil":7,"page":542,"ruku":476,"hizbQuarter":217,"sajda":false},{"number":5111,"text":"Ne vois-tu pas qu'Allah sait ce qui est dans les cieux et sur la terre? Pas de conversation secrète entre trois sans qu'Il ne soit leur quatrième, ni entre cinq sans qu'Il n'y ne soit leur sixième, ni moins ni plus que cela sans qu'Il ne soit avec eux, là où ils se trouvent. Ensuite, Il les informera au Jour de la Résurrection, de ce qu'ils faisaient, car Allah est Omniscient.","numberInSurah":7,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5112,"text":"Ne vois-tu pas ceux à qui les conversations secrètes ont été interdites? Puis, ils retournent à ce qui leur a été interdit, et se concertent pour pécher, transgresser et désobéir au Messager. Et quand ils viennent à toi, ils te saluent d'une façon dont Allah ne t'a pas salué, et disent en eux-mêmes: «Pourquoi Allah ne nous châtie pas pour ce que nous disons?» L'Enfer leur suffira, où ils brûleront. Et quelle mauvaise destination!","numberInSurah":8,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5113,"text":"O vous qui avez cru! Quand vous tenez des conversations secrètes, ne vous concertez pas pour pécher, transgresser et désobéir au Messager, mais concertez-vous dans la bonté et la piété. Et craignez Allah vers qui vous serez rassemblés.","numberInSurah":9,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5114,"text":"La conversation secrète n'est que [l'œuvre] du Diable pour attrister ceux qui ont cru. Mais il ne peut leur nuire en rien sans la permission d'Allah. Et c'est en Allah que les croyants doivent placer leur confiance.","numberInSurah":10,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5115,"text":"O vous qui avez cru! Quand on vous dit: «Faites place [aux autres] dans les assemblées», alors faites place. Allah vous ménagera une place (au Paradis). Et quand on vous dit de vous lever, levez-vous. Allah élèvera en degrés ceux d'entre vous qui auront cru et ceux qui auront reçu le savoir. Allah est Parfaitement Connaisseur de ce que vous faites.","numberInSurah":11,"juz":28,"manzil":7,"page":543,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5116,"text":"O vous qui avez cru! Quand vous avez un entretien confidentiel avec le Messager, faites précéder d'une aumône votre entretien: cela est meilleur pour vous et plus pur. Mais si vous n'en trouvez pas les moyens alors Allah est Pardonneur et très Miséricordieux!","numberInSurah":12,"juz":28,"manzil":7,"page":544,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5117,"text":"Appréhendez-vous de faire précéder d'aumônes votre entretien? Mais, si vous ne l'avez pas fait et qu'Allah a accueilli votre repentir, alors accomplissez la Salât, acquittez la Zakât, et obéissez à Allah et à Son messager. Allah est Parfaitement Connaisseur de ce que vous faites.","numberInSurah":13,"juz":28,"manzil":7,"page":544,"ruku":477,"hizbQuarter":217,"sajda":false},{"number":5118,"text":"N'as-tu pas vu ceux qui ont pris pour alliés des gens contre qui Allah S'est courroucé? Ils ne sont ni des vôtres, ni des leurs; et ils jurent mensongèrement, alors qu'ils savent.","numberInSurah":14,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5119,"text":"Allah leur a préparé un dur châtiment. Ce qu'ils faisaient alors était très mauvais.","numberInSurah":15,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5120,"text":"Prenant leurs serments comme boucliers, ils obstruent le chemin d'Allah. Ils auront donc un châtiment avilissant.","numberInSurah":16,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5121,"text":"Ni leurs biens, ni leurs enfants ne leur seront d'aucune utilité contre la [punition] d'Allah. Ce sont les gens du Feu où ils demeureront éternellement.","numberInSurah":17,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5122,"text":"Le jour où Allah les ressuscitera tous, ils Lui jureront alors comme ils vous jurent à vous-mêmes, pensant s'appuyer sur quelque chose de solide. Mais ce sont eux les menteurs.","numberInSurah":18,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5123,"text":"Le Diable les a dominés et leur a fait oublier le rappel d'Allah. Ceux-là sont le parti du Diable et c'est le parti du Diable qui sont assurément les perdants.","numberInSurah":19,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5124,"text":"Ceux qui s'opposent à Allah et à Son messager seront parmi les plus humiliés.","numberInSurah":20,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5125,"text":"Allah a prescrit: «Assurément, Je triompherai, Moi ainsi que Mes Messagers». En vérité Allah est Fort et Puissant.","numberInSurah":21,"juz":28,"manzil":7,"page":544,"ruku":478,"hizbQuarter":218,"sajda":false},{"number":5126,"text":"Tu n'en trouveras pas, parmi les gens qui croient en Allah et au Jour dernier, qui prennent pour amis ceux qui s'opposent à Allah et à Son Messager, fussent-ils leurs pères, leurs fils, leurs frères ou les gens de leur tribu. Il a prescrit la foi dans leurs cœurs et Il les a aidés de Son secours. Il les fera entrer dans des Jardins sous lesquels coulent les ruisseaux, où ils demeureront éternellement. Allah les agrée et ils L'agréent. Ceux-là sont le parti d'Allah. Le parti d'Allah est celui de ceux qui réussissent.","numberInSurah":22,"juz":28,"manzil":7,"page":545,"ruku":478,"hizbQuarter":218,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}