{"code":200,"status":"OK","data":{"number":6,"name":"سُورَةُ الأَنۡعَامِ","englishName":"Al-An'aam","englishNameTranslation":"The Cattle","revelationType":"Meccan","numberOfAyahs":165,"ayahs":[{"number":790,"text":"Louange à Allah qui a créé les cieux et la terre, et établi les ténèbres et la lumière. Pourtant, les mécréants donnent des égaux à leur Seigneur.","numberInSurah":1,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":791,"text":"C'est Lui qui vous a créés d'argile; puis il vous a décrété un terme, et il y a un terme fixé auprès de Lui. Pourtant, vous doutez encore!","numberInSurah":2,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":792,"text":"Et Lui, Il est Allah dans les cieux et sur la terre. Il connaît ce que vous cachez en vous et ce que vous divulguez et Il sait ce que vous acquérez.","numberInSurah":3,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":793,"text":"Et il ne leur vient aucun des signes d'entre les signes de leur Seigneur, sans qu'ils ne s'en détournent.","numberInSurah":4,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":794,"text":"Ils traitent de mensonge la vérité quand celle-ci leur vient. Mais ils vont avoir des nouvelles de ce dont ils se moquent.","numberInSurah":5,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":795,"text":"N'ont-ils pas vu combien de générations, avant eux, Nous avons détruites, auxquelles Nous avions donné pouvoir sur terre, bien plus que ce que Nous vous avons donnés? Nous avions envoyé, sur eux, du ciel, la pluie en abondance, et Nous avions fait couler des rivières à leurs pieds. Puis Nous les avons détruites, pour leurs péchés; et Nous avons créé après eux, une nouvelle génération.","numberInSurah":6,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":796,"text":"Même si Nous avions fait descendre sur toi (Muhammad) un Livre en papier qu'ils pouvaient toucher de leurs mains, ceux qui ne croient pas auraient certainement dit: «Ce n'est que de la magie évidente!»","numberInSurah":7,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":797,"text":"Et ils disent: «Pourquoi n'a-t-on pas fait descendre sur lui (Muhammad) un Ange?» Si Nous avions fait descendre un Ange, c'eût été, sûrement, affaire faite; puis on ne leur eût point donné de délai.","numberInSurah":8,"juz":7,"manzil":2,"page":128,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":798,"text":"Si Nous avions désigné un Ange [comme prophète], Nous aurions fait de lui un homme et Nous leur aurions causé la même confusion que celle dans laquelle ils sont.","numberInSurah":9,"juz":7,"manzil":2,"page":129,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":799,"text":"Certes, on s'est moqué de messagers avant toi, mais ceux qui se sont raillés d'eux, leur propre raillerie les enveloppa.","numberInSurah":10,"juz":7,"manzil":2,"page":129,"ruku":102,"hizbQuarter":51,"sajda":false},{"number":800,"text":"Dis: «Parcourez la terre et regardez ce qu'il est advenu de ceux qui traitaient la vérité de mensonge».","numberInSurah":11,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":51,"sajda":false},{"number":801,"text":"Dis: «A qui appartient ce qui est dans les cieux et la terre?» Dis: «A Allah!» Il S'est à Lui-même prescrit la miséricorde. Il vous rassemblera, certainement, au Jour de la Résurrection: il n'y a pas de doute là-dessus. Ceux qui font leur propre perte sont ceux qui ne croient pas.","numberInSurah":12,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":51,"sajda":false},{"number":802,"text":"Et à Lui tout ce qui réside dans la nuit et le jour. C'est Lui qui est l'Audient, l'Omniscient.","numberInSurah":13,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":803,"text":"Dis: «Devais-je prendre pour allié autre qu'Allah, le Créateur des cieux et de la terre? C'est Lui qui nourrit et personne ne Le nourrit. Dis: «On m'a commandé d'être le premier à me soumettre». Et ne sois jamais du nombre des associateurs.","numberInSurah":14,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":804,"text":"Dis: «Je crains, si je désobéis à mon Seigneur, le châtiment d'un jour redoutable».","numberInSurah":15,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":805,"text":"En ce jour, quiconque est épargné, c'est qu'[Allah] lui a fait miséricorde. Et voilà le succès éclatant.","numberInSurah":16,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":806,"text":"Et si Allah fait qu'un malheur te touche, nul autre que Lui ne peut l'enlever. Et s'Il fait qu'un bonheur te touche... c'est qu'Il est Omnipotent.","numberInSurah":17,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":807,"text":"C'est Lui le Dominateur Suprême sur Ses serviteurs; c'est Lui le Sage, le Parfaitement Connaisseur.","numberInSurah":18,"juz":7,"manzil":2,"page":129,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":808,"text":"Dis: «Qu'y a-t-il de plus grand en fait de témoignage?» Dis: «Allah est témoin entre moi et vous; et ce Coran m'a été révélé pour que je vous avertisse, par sa voie, vous et tous ceux qu'il atteindra. «Est-ce vous vraiment qui attestez qu'il y ait avec Allah d'autres divinités? Dis: «Je n'atteste pas». Dis [aussi]: «Il n'y a qu'une Divinité Unique. Et moi, je désavoue ce que vous (Lui) associez».","numberInSurah":19,"juz":7,"manzil":2,"page":130,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":809,"text":"Ceux à qui Nous avons donné le Livre reconnaissent (le Messager Muhammad) comme ils reconnaissent leurs propres enfants. Ceux qui font leur propre perte sont ceux qui ne croient pas.","numberInSurah":20,"juz":7,"manzil":2,"page":130,"ruku":103,"hizbQuarter":52,"sajda":false},{"number":810,"text":"Qui donc est plus injuste que celui qui invente un mensonge contre Allah, ou qui traite de mensonge Ses versets? Les injustes ne réussiront pas.","numberInSurah":21,"juz":7,"manzil":2,"page":130,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":811,"text":"Et le Jour où Nous les rassemblerons tous puis dirons à ceux qui auront donné des associés: «Où sont donc vos associés que vous prétendiez?»","numberInSurah":22,"juz":7,"manzil":2,"page":130,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":812,"text":"Alors il ne leur restera comme excuse que de dire: «Par Allah notre Seigneur! Nous n'étions jamais des associateurs».","numberInSurah":23,"juz":7,"manzil":2,"page":130,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":813,"text":"Vois comment ils mentent à eux-mêmes! Et comment les abandonnent (les associés) qu'ils inventaient!","numberInSurah":24,"juz":7,"manzil":2,"page":130,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":814,"text":"Il en est parmi eux qui viennent t'écouter, cependant que Nous avons entouré de voiles leurs cœurs, qui les empêchent de comprendre (le Coran), et dans leurs oreilles est une lourdeur. Quand même ils verraient toutes sortes de preuves, ils n'y croiraient pas. Et quand ils viennent disputer avec toi, ceux qui ne croient pas disent alors: «Ce ne sont que des légendes des anciens».","numberInSurah":25,"juz":7,"manzil":2,"page":130,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":815,"text":"Ils empêchent [les gens] de s'approcher de lui et s'en écartent eux-mêmes. Ils ne feront périr qu'eux-mêmes sans s'en rendre compte.","numberInSurah":26,"juz":7,"manzil":2,"page":130,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":816,"text":"Si tu les voyais, quand ils seront placés devant le Feu. Ils diront alors: «Hélas! Si nous pouvions être renvoyés (sur la terre), nous ne traiterions plus de mensonges les versets de notre Seigneur et nous serions du nombre des croyants».","numberInSurah":27,"juz":7,"manzil":2,"page":130,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":817,"text":"Mais non! Voilà que leur apparaîtra ce qu'auparavant ils cachaient. Or, s'ils étaient rendus [à la vie terrestre], ils reviendraient sûrement à ce qui leur était interdit. Ce sont vraiment des menteurs.","numberInSurah":28,"juz":7,"manzil":2,"page":131,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":818,"text":"Et ils disent: «Il n'y a pour nous [d'autre vie] que celle d'ici-bas; et nous ne serons pas ressuscités».","numberInSurah":29,"juz":7,"manzil":2,"page":131,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":819,"text":"Si tu les voyais, quand ils comparaîtront devant leur Seigneur. Il leur dira: «Cela n'est-il pas la vérité?» Ils diront: «Mais si! Par notre Seigneur!» Et, il dira: «Goûtez alors au châtiment pour n'avoir pas cru».","numberInSurah":30,"juz":7,"manzil":2,"page":131,"ruku":104,"hizbQuarter":52,"sajda":false},{"number":820,"text":"Sont perdants certes ceux qui traitent de mensonge la rencontre d'Allah. Et quand soudain l'Heure leur viendra, ils diront: «Malheur à nous pour notre négligence à son égard, Et ils porteront leurs fardeaux sur leurs dos, et quels mauvais fardeaux!","numberInSurah":31,"juz":7,"manzil":2,"page":131,"ruku":105,"hizbQuarter":52,"sajda":false},{"number":821,"text":"La présente vie n'est que jeu et amusement. La demeure dans l'au-delà sera meilleure pour ceux qui sont pieux. Eh bien, ne comprenez-vous pas?","numberInSurah":32,"juz":7,"manzil":2,"page":131,"ruku":105,"hizbQuarter":52,"sajda":false},{"number":822,"text":"Nous savons qu'en vérité ce qu'ils disent te chagrine. Or, vraiment ils ne croient pas que tu es menteur, mais ce sont les versets (le Coran) d'Allah, que les injustes renient.","numberInSurah":33,"juz":7,"manzil":2,"page":131,"ruku":105,"hizbQuarter":52,"sajda":false},{"number":823,"text":"Certes, des messagers avant toi (Muhammad) ont été traités de menteurs. Ils endurèrent alors avec constance d'être traités de menteurs et d'être persécutés, jusqu'à ce que Notre secours leur vînt. Et nul ne peut changer les paroles d'Allah, et il t'est déjà parvenu une partie de l'histoire des Envoyés.","numberInSurah":34,"juz":7,"manzil":2,"page":131,"ruku":105,"hizbQuarter":52,"sajda":false},{"number":824,"text":"Et si leur indifférence t'afflige énormément, et qu'il est dans ton pouvoir de chercher un tunnel à travers la terre, ou une échelle pour aller au ciel pour leur apporter un miracle, [fais-le donc]. Et si Allah voulait, Il pourrait les mettre tous sur le chemin droit. Ne sois pas du nombre des ignorants.","numberInSurah":35,"juz":7,"manzil":2,"page":131,"ruku":105,"hizbQuarter":52,"sajda":false},{"number":825,"text":"Seuls ceux qui entendent répondent à l'appel [de la foi]. Et quant aux morts, Allah les ressuscitera; puis ils Lui seront ramenés.","numberInSurah":36,"juz":7,"manzil":2,"page":132,"ruku":105,"hizbQuarter":53,"sajda":false},{"number":826,"text":"Et ils disent: «Pourquoi n'a-t-on pas fait descendre sur lui (Muhammad) un miracle de la part de son Seigneur?» Dis: «Certes Allah est capable de faire descendre un miracle. Mais la plupart d'entre eux ne savent pas».","numberInSurah":37,"juz":7,"manzil":2,"page":132,"ruku":105,"hizbQuarter":53,"sajda":false},{"number":827,"text":"Nulle bête marchant sur terre, nul oiseau volant de ses ailes, qui ne soit comme vous en communauté. Nous n'avons rien omis d'écrire dans le Livre. Puis, c'est vers leur Seigneur qu'ils seront ramenés.","numberInSurah":38,"juz":7,"manzil":2,"page":132,"ruku":105,"hizbQuarter":53,"sajda":false},{"number":828,"text":"Et ceux qui traitent de mensonges Nos versets sont sourds et muets, dans les ténèbres. Allah égare qui Il veut; et Il place qui Il veut sur un chemin droit.","numberInSurah":39,"juz":7,"manzil":2,"page":132,"ruku":105,"hizbQuarter":53,"sajda":false},{"number":829,"text":"Dis: «Informez-moi: si le châtiment d'Allah vous vient, ou que vous vient l'Heure, ferez-vous appel à autre qu'Allah, si vous êtes véridiques?»","numberInSurah":40,"juz":7,"manzil":2,"page":132,"ruku":105,"hizbQuarter":53,"sajda":false},{"number":830,"text":"C'est plutôt à Lui que vous ferez appel. Puis, Il dissipera, s'Il veut, l'objet de votre appel et vous oublierez ce que vous [Lui] associez.","numberInSurah":41,"juz":7,"manzil":2,"page":132,"ruku":105,"hizbQuarter":53,"sajda":false},{"number":831,"text":"Nous avons, certes, envoyé (des messagers) aux communautés avant toi. Ensuite Nous les avons saisies par l'adversité et la détresse - peut-être imploreront-ils (la miséricorde)! -","numberInSurah":42,"juz":7,"manzil":2,"page":132,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":832,"text":"Pourquoi donc, lorsque Notre rigueur leur vînt, n'ont-ils pas imploré (la miséricorde)? Mais leurs cœurs s'étaient endurcis et le Diable enjolivait à leurs yeux ce qu'ils faisaient.","numberInSurah":43,"juz":7,"manzil":2,"page":132,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":833,"text":"Puis, lorsqu'ils eurent oublié ce qu'on leur avait rappelé, Nous leur ouvrîmes les portes donnant sur toute chose (l'abondance); et lorsqu'ils eurent exulté de joie en raison de ce qui leur avait été donné, Nous les saisîmes soudain, et les voilà désespérés.","numberInSurah":44,"juz":7,"manzil":2,"page":132,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":834,"text":"Ainsi fut exterminé le dernier reste de ces injustes. Et louange à Allah, Seigneur de l'Univers!","numberInSurah":45,"juz":7,"manzil":2,"page":133,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":835,"text":"Dis: «Voyez-vous? Si Allah prenait votre ouïe et votre vue, et scellait vos cœurs, quelle divinité autre qu'Allah vous les rendrait? Regarde comment, à leur intention, Nous clarifions les preuves! Pourtant ils s'en détournent.","numberInSurah":46,"juz":7,"manzil":2,"page":133,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":836,"text":"Dis: «Que vous en semble? Si le châtiment d'Allah vous venait à l'improviste ou au grand jour, qui seront détruits sinon les gens injustes?»","numberInSurah":47,"juz":7,"manzil":2,"page":133,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":837,"text":"Nous n'envoyons des messagers qu'en annonciateurs et avertisseurs: ceux qui croient donc et se réforment, nulle crainte sur eux et ils ne seront point affligés.","numberInSurah":48,"juz":7,"manzil":2,"page":133,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":838,"text":"Et ceux qui traitent de mensonges Nos preuves, le châtiment les touchera, à cause de leur perversité.","numberInSurah":49,"juz":7,"manzil":2,"page":133,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":839,"text":"Dis-[leur]: «Je ne vous dis pas que je détiens les trésors d'Allah, ni que je connais l'Inconnaissable, et je ne vous dis pas que je suis un ange. Je ne fais que suivre ce qui m'est révélé.» Dis: «Est-ce que sont égaux l'aveugle et celui qui voit? Ne réfléchissez-vous donc pas?»","numberInSurah":50,"juz":7,"manzil":2,"page":133,"ruku":106,"hizbQuarter":53,"sajda":false},{"number":840,"text":"Et avertis par ceci (le Coran), ceux qui craignent d'être rassemblés devant leur Seigneur, qu'ils n'auront hors d'Allah ni allié ni intercesseur. Peut-être deviendraient-ils pieux!","numberInSurah":51,"juz":7,"manzil":2,"page":133,"ruku":107,"hizbQuarter":53,"sajda":false},{"number":841,"text":"Et ne repousse pas ceux qui, matin et soir, implorent leur Seigneur, cherchant sa Face «Wajh». Leur demander compte ne t'incombe en rien, et te demander compte ne leur incombe en rien. En les repoussant donc, tu serais du nombre des injustes.","numberInSurah":52,"juz":7,"manzil":2,"page":133,"ruku":107,"hizbQuarter":53,"sajda":false},{"number":842,"text":"Ainsi, éprouvons-Nous (les gens) les uns par les autres, pour qu'ils disent: «Est-ce là ceux qu'Allah a favorisés parmi nous?» N'est-ce pas Allah qui sait le mieux lesquels sont reconnaissants?","numberInSurah":53,"juz":7,"manzil":2,"page":134,"ruku":107,"hizbQuarter":53,"sajda":false},{"number":843,"text":"Et lorsque viennent vers toi ceux qui croient à nos versets (le Coran), dis: «Que la paix soit sur vous! Votre Seigneur S'est prescrit à Lui-même la miséricorde. Et quiconque d'entre vous a fait un mal par ignorance, et ensuite s'est repenti et s'est réformé... Il est, alors, Pardonneur et Miséricordieux».","numberInSurah":54,"juz":7,"manzil":2,"page":134,"ruku":107,"hizbQuarter":53,"sajda":false},{"number":844,"text":"C'est ainsi que Nous détaillons les versets, afin qu'apparaisse clairement le chemin des criminels.","numberInSurah":55,"juz":7,"manzil":2,"page":134,"ruku":107,"hizbQuarter":53,"sajda":false},{"number":845,"text":"Dis: «il m'a été interdit d'adorer ceux que vous priez en dehors d'Allah». Dis: «Je ne suivrai pas vos passions: car ce serait m'égarer, et je ne serais plus parmi les bien-guidés».","numberInSurah":56,"juz":7,"manzil":2,"page":134,"ruku":108,"hizbQuarter":53,"sajda":false},{"number":846,"text":"Dis: «Je m'appuie sur une preuve évidente de la part de mon Seigneur, et vous avez traité cela de mensonge. Ce (le châtiment) que vous voulez hâter ne dépend pas de moi. Le jugement n'appartient qu'à Allah: Il tranche en toute vérité et Il est le meilleur des juges.","numberInSurah":57,"juz":7,"manzil":2,"page":134,"ruku":108,"hizbQuarter":53,"sajda":false},{"number":847,"text":"Dis: «Si ce que vous voulez hâter dépendait de moi, ce serait affaire faite entre vous et moi.» C'est Allah qui connaît le mieux les injustes.","numberInSurah":58,"juz":7,"manzil":2,"page":134,"ruku":108,"hizbQuarter":53,"sajda":false},{"number":848,"text":"C'est Lui qui détient les clefs de l'Inconnaissable. Nul autre que Lui ne les connaît. Et Il connaît ce qui est dans la terre ferme, comme dans la mer. Et pas une feuille ne tombe qu'Il ne le sache. Et pas une graine dans les ténèbres de la terre, rien de frais ou de sec, qui ne soit consigné dans un livre explicite.","numberInSurah":59,"juz":7,"manzil":2,"page":134,"ruku":108,"hizbQuarter":54,"sajda":false},{"number":849,"text":"Et, la nuit, c'est Lui qui prend vos âmes, et Il sait ce que vous avez acquis pendant le jour. Puis Il vous ressuscite le jour afin que s'accomplisse le terme fixé. Ensuite, c'est vers Lui que sera votre retour, et Il vous informera de ce que vous faisiez.","numberInSurah":60,"juz":7,"manzil":2,"page":135,"ruku":108,"hizbQuarter":54,"sajda":false},{"number":850,"text":"Et Il est le Dominateur Suprême sur Ses serviteurs. Et Il envoie sur vous des gardiens. Et lorsque la mort atteint l'un de vous, Nos messagers (les Anges) enlèvent son âme sans aucune négligence.","numberInSurah":61,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":851,"text":"Ils sont ensuite ramenés vers Allah, leur vrai Maître. C'est à Lui qu'appartient le jugement et Il est le plus prompt des juges.","numberInSurah":62,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":852,"text":"Dis: «Qui vous délivre des ténèbres de la terre et de la mer?» Vous l'invoquez humblement et en secret: «S'Il nous délivre de ceci, nous serons du nombre des reconnaissants.","numberInSurah":63,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":853,"text":"Dis: «C'est Allah qui vous en délivre ainsi que de toute angoisse. Pourtant, vous Lui donnez des associés».","numberInSurah":64,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":854,"text":"Dis: «Il est capable, Lui, de susciter contre vous, d'en haut, ou de dessous vos pieds, un châtiment, ou de vous confondre dans le sectarisme. Et Il vous fait goûter l'ardeur [au combat] les uns aux autres.» Regarde comment Nous exposons Nos versets. Peut-être comprendront-ils?","numberInSurah":65,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":855,"text":"Et ton peuple traite cela (le Coran) de mensonge, alors que c'est la vérité. Dis: «Je ne suis pas votre garant.","numberInSurah":66,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":856,"text":"Chaque annonce arrive en son temps et en son lieu. Et bientôt vous le saurez.»","numberInSurah":67,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":857,"text":"Quand tu vois ceux qui pataugent dans des discussions à propos de Nos versets, éloigne-toi d'eux jusqu'à ce qu'ils entament une autre discussion. Et si le Diable te fait oublier, alors, dès que tu te rappelles, ne reste pas avec les injustes.","numberInSurah":68,"juz":7,"manzil":2,"page":135,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":858,"text":"Il n'incombe nullement à ceux qui sont pieux de rendre compte pour ces gens là. Mais c'est à titre de rappel. Peut-être craindront-ils [Allah].","numberInSurah":69,"juz":7,"manzil":2,"page":136,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":859,"text":"Laisse ceux qui prennent leur religion pour jeu et amusement, et qui sont séduits par la vie sur terre. Et rappelle par ceci (le Coran) pour qu'une âme ne s'expose pas à sa perte selon ce qu'elle aura acquis, elle n'aura en dehors d'Allah, ni allié ni intercesseur. Et quelle que soit la compensation qu'elle offrirait, elle ne sera pas acceptée d'elle. Ceux-là se sont abandonnés à leur perdition à cause de ce qu'ils ont acquis. Leur breuvage sera l'eau bouillante et ils auront un châtiment douloureux, pour avoir mécru.","numberInSurah":70,"juz":7,"manzil":2,"page":136,"ruku":109,"hizbQuarter":54,"sajda":false},{"number":860,"text":"Dis: «Invoquerons-nous, au lieu d'Allah, ce qui ne peut nous profiter ni nous nuire? Et reviendrons-nous sur nos talons après qu'Allah nous a guidés, comme quelqu'un que les diables ont séduit et qui erre perplexe sur la terre, bien que des amis l'appellent vers le droit chemin (lui disant): - «Viens à nous». Dis: «Le vrai chemin, c'est le chemin d'Allah. Et il nous a été commandé de nous soumettre au Seigneur de l'Univers,","numberInSurah":71,"juz":7,"manzil":2,"page":136,"ruku":110,"hizbQuarter":54,"sajda":false},{"number":861,"text":"Et d'accomplir la Salât et de Le craindre. C'est vers Lui que vous serez rassemblés».","numberInSurah":72,"juz":7,"manzil":2,"page":136,"ruku":110,"hizbQuarter":54,"sajda":false},{"number":862,"text":"Et c'est Lui qui a créé les cieux et la terre, en toute vérité. Et le jour où Il dit: «Sois!» Cela est, Sa parole est la vérité. A Lui, [seul,] la royauté, le jour où l'on soufflera dans la Trompe. C'est Lui le Connaisseur de ce qui est voilé et de ce qui est manifeste. Et c'est Lui le Sage et le Parfaitement Connaisseur.","numberInSurah":73,"juz":7,"manzil":2,"page":136,"ruku":110,"hizbQuarter":54,"sajda":false},{"number":863,"text":"(Rappelle le moment) où Abraham dit à `Azar, son père: «Prends-tu des idoles comme divinités? Je te vois, toi et ton peuple, dans un égarement évident!»","numberInSurah":74,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":864,"text":"Ainsi avons-Nous montré à Abraham le royaume des cieux et de la terre, afin qu'il fût de ceux qui croient avec conviction.","numberInSurah":75,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":865,"text":"Quand la nuit l'enveloppa, il observa une étoile, et dit: «Voilà mon Seigneur!» Puis, lorsqu'elle disparut, il dit: «Je n'aime pas les choses qui disparaissent».","numberInSurah":76,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":866,"text":"Lorsqu'ensuite il observa la lune se levant, il dit: «Voilà mon Seigneur!» Puis, lorsqu'elle disparut, il dit: «Si mon Seigneur ne me guide pas, je serai certes du nombre des gens égarés».","numberInSurah":77,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":867,"text":"Lorsqu'ensuite il observa le soleil levant, il dit: «Voilà mon Seigneur! Celui-ci est plus grand» Puis lorsque le soleil disparut, il dit: «O mon peuple, je désavoue tout ce que vous associez à Allah.","numberInSurah":78,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":868,"text":"Je tourne mon visage exclusivement vers Celui qui a créé (à partir du néant) les cieux et la terre; et je ne suis point de ceux qui Lui donnent des associés.»","numberInSurah":79,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":869,"text":"Son peuple disputa avec lui; mais il dit: «Allez-vous disputer avec moi au sujet d'Allah, alors qu'Il m'a guidé? Je n'ai pas peur des associés que vous Lui donnez. Je ne crains que ce que veut mon Seigneur. Mon Seigneur embrasse tout dans Sa science. Ne vous rappelez-vous donc pas?","numberInSurah":80,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":870,"text":"Et comment aurais-je peur des associés que vous Lui donnez, alors que vous n'avez pas eu peur d'associer à Allah des choses pour lesquelles Il ne vous a fait descendre aucune preuve? Lequel donc des deux partis a le plus droit à la sécurité? (Dites-le) si vous savez.","numberInSurah":81,"juz":7,"manzil":2,"page":137,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":871,"text":"Ceux qui ont cru et n'ont point troublé la pureté de leur foi par quelqu'inéquité (association), ceux-là ont la sécurité; et ce sont eux les bien-guidés».","numberInSurah":82,"juz":7,"manzil":2,"page":138,"ruku":110,"hizbQuarter":55,"sajda":false},{"number":872,"text":"Tel est l'argument que Nous inspirâmes à Abraham contre son peuple. Nous élevons en haut rang qui Nous voulons. Ton Seigneur est Sage et Omniscient.","numberInSurah":83,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":873,"text":"Et Nous lui avons donné Isaac et Jacob et Nous les avons guidés tous les deux. Et Noé, Nous l'avons guidé auparavant, et parmi la descendance (d'Abraham) (ou de Noé), David, Salomon, Job, Joseph, Moïse et Aaron. Et c'est ainsi que Nous récompensons les bienfaisants.","numberInSurah":84,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":874,"text":"De même, Zacharie, Jean-Baptiste, Jésus et Elie, tous étant du nombre des gens de bien.","numberInSurah":85,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":875,"text":"De même, Ismaël, Elisée, Jonas et Lot. Chacun d'eux Nous l'avons favorisé par dessus le reste du monde.","numberInSurah":86,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":876,"text":"De même une partie de leurs ancêtres, de leurs descendants et de leurs frères et Nous les avons choisis et guidés vers un chemin droit.","numberInSurah":87,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":877,"text":"Telle est la direction par laquelle Allah guide qui Il veut parmi Ses serviteurs. Mais s'ils avaient donné à Allah des associés, alors, tout ce qu'ils auraient fait eût certainement été vain.","numberInSurah":88,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":878,"text":"C'est à eux que Nous avons apporté le Livre, la sagesse et la prophétie. Si ces autres-là n'y croient pas, du moins Nous avons confié ces choses à des gens qui ne les nient pas.","numberInSurah":89,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":879,"text":"Voilà ceux qu'Allah a guidés: suis donc leur direction. Dis: «Je ne vous demande pas pour cela de salaire». Ce n'est qu'un rappel à l'intention de tout l'univers.","numberInSurah":90,"juz":7,"manzil":2,"page":138,"ruku":111,"hizbQuarter":55,"sajda":false},{"number":880,"text":"Ils n'apprécient pas Allah comme Il le mérite quand ils disent: «Allah n'a rien fait descendre sur un humain.» Dis: «Qui a fait descendre le Livre que Moïse a apporté comme lumière et guide, pour les gens? Vous le mettez en feuillets, pour en montrer une partie, tout en cachant beaucoup. Vous avez été instruits de ce que vous ne saviez pas, ni vous ni vos ancêtres. Dis: «C'est Allah». Et puis, laisse-les s'amuser dans leur égarement.","numberInSurah":91,"juz":7,"manzil":2,"page":139,"ruku":112,"hizbQuarter":55,"sajda":false},{"number":881,"text":"Voici un Livre (le Coran) béni que Nous avons fait descendre, confirmant ce qui existait déjà avant lui, afin que tu avertisses la Mère des Cités (la Mecque) et les gens tout autour. Ceux qui croient au Jour dernier, y croient et demeurent assidus dans leur Salât.","numberInSurah":92,"juz":7,"manzil":2,"page":139,"ruku":112,"hizbQuarter":55,"sajda":false},{"number":882,"text":"Et quel pire injuste que celui qui fabrique un mensonge contre Allah ou qui dit: «Révélation m'a été faite», quand rien ne lui a été révélé. De même celui qui dit: «Je vais faire descendre quelque chose de semblable à ce qu'Allah a fait descendre.» Si tu voyais les injustes lorsqu'ils seront dans les affres de la mort, et que les Anges leur tendront les mains (disant): «Laissez sortir vos âmes. Aujourd'hui vous allez être récompensés par le châtiment de l'humiliation pour ce que vous disiez sur Allah d'autre que la vérité et parce que vous vous détourniez orgueilleusement de Ses enseignements».","numberInSurah":93,"juz":7,"manzil":2,"page":139,"ruku":112,"hizbQuarter":55,"sajda":false},{"number":883,"text":"Et vous voici venus à Nous, seuls, tout comme Nous vous avions créés la première fois, abandonnant derrière vos dos tout ce que Nous vous avions accordé. Nous ne vous voyons point accompagnés des intercesseurs que vous prétendiez être des associés. Il y a certainement eu rupture entre vous: ils vous ont abandonnés, ceux que vous prétendiez (être vos intercesseurs).","numberInSurah":94,"juz":7,"manzil":2,"page":139,"ruku":112,"hizbQuarter":55,"sajda":false},{"number":884,"text":"C'est Allah qui fait fendre la graine et le noyau: du mort il fait sortir le vivant, et du vivant, il fait sortir le mort. Tel est Allah. Comment donc vous laissez-vous détourner?","numberInSurah":95,"juz":7,"manzil":2,"page":140,"ruku":113,"hizbQuarter":56,"sajda":false},{"number":885,"text":"Fendeur de l'aube, Il a fait de la nuit une phase de repos; le soleil et la lune pour mesurer le temps. Voilà l'ordre conçu par le Puissant, l'Omniscient.","numberInSurah":96,"juz":7,"manzil":2,"page":140,"ruku":113,"hizbQuarter":56,"sajda":false},{"number":886,"text":"Et c'est Lui qui vous a assigné les étoiles, pour que, par elles, vous vous guidiez dans les ténèbres de la terre et de la mer. Certes, Nous exposons les preuves pour ceux qui savent!","numberInSurah":97,"juz":7,"manzil":2,"page":140,"ruku":113,"hizbQuarter":56,"sajda":false},{"number":887,"text":"Et c'est Lui qui vous a créés à partir d'une personne unique (Adam). Et il y a une demeure et un lieu de dépôt (pour vous.) Nous avons exposé les preuves pour ceux qui comprennent.","numberInSurah":98,"juz":7,"manzil":2,"page":140,"ruku":113,"hizbQuarter":56,"sajda":false},{"number":888,"text":"Et c'est Lui qui, du ciel, a fait descendre l'eau. Puis par elle, Nous fîmes germer toute plante, de quoi Nous fîmes sortir une verdure, d'où Nous produisîmes des grains, superposés les uns sur les autres; et du palmier, de sa spathe, des régimes de dattes qui se tendent. Et aussi les jardins de raisins, l'olive et la grenade, semblables ou différents les uns des autres. Regardez leurs fruits au moment de leur production et de leur mûrissement. Voilà bien là des signes pour ceux qui ont la foi.","numberInSurah":99,"juz":7,"manzil":2,"page":140,"ruku":113,"hizbQuarter":56,"sajda":false},{"number":889,"text":"Et ils ont désigné des associés à Allah: les djinns, alors que c'est Lui qui les a créés. Et ils Lui ont inventé, dans leur ignorance, des fils et des filles, Gloire à Lui! Il transcende tout ce qu'ils lui attribuent.","numberInSurah":100,"juz":7,"manzil":2,"page":140,"ruku":113,"hizbQuarter":56,"sajda":false},{"number":890,"text":"Créateur des cieux et de la terre. Comment aurait-Il un enfant, quand Il n'a pas de compagne? C'est Lui qui a tout créé, et Il est Omniscient.","numberInSurah":101,"juz":7,"manzil":2,"page":140,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":891,"text":"Voilà Allah, votre Seigneur! Il n'y a de divinité que Lui, Créateur de tout. Adorez-Le donc. C'est Lui qui a charge de tout.","numberInSurah":102,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":892,"text":"Les regards ne peuvent l'atteindre, cependant qu'Il saisit tous les regards. Et Il est le Doux, le Parfaitement Connaisseur.","numberInSurah":103,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":893,"text":"Certes, il vous est parvenu des preuves évidentes, de la part de votre Seigneur. Donc, quiconque voit clair, c'est en sa faveur; et quiconque reste aveugle, c'est à son détriment, car je ne suis nullement chargé de votre sauvegarde.","numberInSurah":104,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":894,"text":"C'est ainsi que Nous expliquons les versets. Et afin qu'ils disent: «Tu as étudié». Et afin de l'exposer clairement à des gens qui savent.","numberInSurah":105,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":895,"text":"Suis ce qui t'est révélé de la part de ton Seigneur. Point de divinité autre que Lui. Et écarte-toi des associateurs.","numberInSurah":106,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":896,"text":"Si Allah voulait, ils ne seraient point associateurs! Mais Nous ne t'avons pas désigné comme gardien sur eux; et tu n'es pas leur garant.","numberInSurah":107,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":897,"text":"N'injuriez pas ceux qu'ils invoquent, en dehors d'Allah, car par agressivité, ils injurieraient Allah, dans leur ignorance. De même, Nous avons enjolivé (aux yeux) de chaque communauté sa propre action. Ensuite, c'est vers leur Seigneur que sera leur retour; et Il les informera de ce qu'ils œuvraient.","numberInSurah":108,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":898,"text":"Et ils jurent par Allah de toute la force de leurs serments, que s'il leur venait un miracle, ils y croiraient (sans hésiter,) Dis: «En vérité, les miracles ne dépendent que d'Allah.» Mais qu'est ce qui vous fait penser que quand cela (le signe) arrivera, ils n'y croiront pas?","numberInSurah":109,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":899,"text":"Parce qu'ils n'ont pas cru la première fois, nous détournerons leurs cœurs et leurs yeux; nous les laisserons marcher aveuglement dans leur rébellion.","numberInSurah":110,"juz":7,"manzil":2,"page":141,"ruku":114,"hizbQuarter":56,"sajda":false},{"number":900,"text":"Et si Nous faisions descendre les Anges vers eux, [comme ils l'avaient proposé] si les morts leur parlaient, et si Nous rassemblions toute chose devant eux, ils ne croiraient que si Allah veut. Mais la plupart d'entre eux ignorent.","numberInSurah":111,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":901,"text":"Ainsi, à chaque prophète avons-Nous assigné un ennemi: des diables d'entre les hommes et les djinns, qui s'inspirent trompeusement les uns aux autres des paroles enjolivées. Si ton Seigneur avait voulu, ils ne l'auraient pas fait; laisse-les donc avec ce qu'ils inventent.","numberInSurah":112,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":902,"text":"Et pour que les cœurs de ceux qui ne croient pas à l'au-delà se penchent vers elles, qu'ils les agréent, et qu'ils perpètrent ce qu'ils perpètrent.","numberInSurah":113,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":903,"text":"Chercherai-je un autre juge qu'Allah, alors que c'est Lui qui a fait descendre vers vous ce Livre bien exposé? Ceux auxquels Nous avons donné le Livre savent qu'il est descendu avec la vérité venant de ton Seigneur. Ne sois donc point du nombre de ceux qui doutent.","numberInSurah":114,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":904,"text":"Et la parole de ton Seigneur s'est accomplie en toute vérité et équité. Nul ne peut modifier Ses paroles. Il est l'Audient, l'Omniscient.","numberInSurah":115,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":905,"text":"Et si tu obéis à la majorité de ceux qui sont sur la terre, ils t'égareront du sentier d'Allah: ils ne suivent que la conjecture et ne font que fabriquer des mensonges.","numberInSurah":116,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":906,"text":"Certes ton Seigneur connaît le mieux ceux qui s'égarent de Son sentier, et c'est Lui qui connaît le mieux les bien-guidés.","numberInSurah":117,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":907,"text":"Mangez donc de ce sur quoi on a prononcé le nom d'Allah si vous êtes croyants en Ses versets (le Coran).","numberInSurah":118,"juz":8,"manzil":2,"page":142,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":908,"text":"Qu'avez-vous à ne pas manger de ce sur quoi le nom d'Allah a été prononcé? Alors qu'Il vous a détaillé ce qu'Il vous a interdit, à moins que vous ne soyez contraints d'y recourir. Beaucoup de gens égarent, sans savoir, par leurs passions. C'est ton Seigneur qui connaît le mieux les transgresseurs.","numberInSurah":119,"juz":8,"manzil":2,"page":143,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":909,"text":"Evitez le péché apparent ou caché, (car) ceux qui acquièrent le péché seront rétribués selon ce qu'ils auront commis.","numberInSurah":120,"juz":8,"manzil":2,"page":143,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":910,"text":"Et ne mangez pas de ce sur quoi le nom d'Allah n'a pas été prononcé, car ce serait (assurément) une perversité. Les diables inspirent à leurs alliés de disputer avec vous. Si vous leur obéissez, vous deviendrez certes des associateurs.","numberInSurah":121,"juz":8,"manzil":2,"page":143,"ruku":115,"hizbQuarter":57,"sajda":false},{"number":911,"text":"Est-ce que celui qui était mort et que Nous avons ramené à la vie et à qui Nous avons assigné une lumière grâce à laquelle il marche parmi les gens, est pareil à celui qui est dans les ténèbres sans pouvoir en sortir? Ainsi on a enjolivé aux mécréants ce qu'ils œuvrent.","numberInSurah":122,"juz":8,"manzil":2,"page":143,"ruku":116,"hizbQuarter":57,"sajda":false},{"number":912,"text":"Ainsi, Nous avons placé dans chaque cité de grands criminels qui y ourdissent des complots. Mais ils ne complotent que contre eux-mêmes et ils n'en sont pas conscients.","numberInSurah":123,"juz":8,"manzil":2,"page":143,"ruku":116,"hizbQuarter":57,"sajda":false},{"number":913,"text":"Et lorsqu'une preuve leur vient, ils disent: «Jamais nous ne croirons tant que nous n'aurons pas reçu un don semblable à celui qui a été donné aux messagers d'Allah». Allah sait mieux où placer Son message. Ceux qui ont commis le crime seront atteints d'un rapetissement auprès d'Allah ainsi que d'un supplice sévère pour les ruses qu'ils tramaient.","numberInSurah":124,"juz":8,"manzil":2,"page":143,"ruku":116,"hizbQuarter":57,"sajda":false},{"number":914,"text":"Et puis, quiconque Allah veut guider, Il lui ouvre la poitrine à l'Islam. Et quiconque Il veut égarer, Il rend sa poitrine étroite et gênée, comme s'il s'efforçait de monter au ciel. Ainsi Allah inflige Sa punition à ceux qui ne croient pas.","numberInSurah":125,"juz":8,"manzil":2,"page":144,"ruku":116,"hizbQuarter":57,"sajda":false},{"number":915,"text":"Telle est la voie de ton Seigneur dans toute sa rectitude. Nous avons [effectivement] bien détaillé les signes (ou versets) à des gens qui se rappellent.","numberInSurah":126,"juz":8,"manzil":2,"page":144,"ruku":116,"hizbQuarter":57,"sajda":false},{"number":916,"text":"Pour eux la maison du Salut auprès de leur Seigneur. Et c'est Lui qui est leur protecteur, pour ce qu'ils faisaient (sur terre).","numberInSurah":127,"juz":8,"manzil":2,"page":144,"ruku":116,"hizbQuarter":58,"sajda":false},{"number":917,"text":"Et le jour où Il les rassemblera tous: «O communauté des djinns, vous avez trop abusé des humains». Et leurs alliés parmi les humains diront: «O notre Seigneur, nous avons profité les uns des autres, et nous avons atteint le terme que Tu avais fixé pour nous.» Il leur dira: «l'Enfer est votre demeure, pour y rester éternellement, sauf si Allah en décide autrement.» Vraiment ton Seigneur est Sage et Omniscient.","numberInSurah":128,"juz":8,"manzil":2,"page":144,"ruku":116,"hizbQuarter":58,"sajda":false},{"number":918,"text":"Et ainsi accordons-Nous, à certains injustes l'autorité sur d'autres, (injustes) à cause de ce qu'ils ont acquis.","numberInSurah":129,"juz":8,"manzil":2,"page":144,"ruku":116,"hizbQuarter":58,"sajda":false},{"number":919,"text":"O communauté des djinns et des humains, ne vous est-il pas venu des messagers, choisis parmi vous, qui vous ont raconté Mes signes et averti de la rencontre de ce jour? Ils diront: «Nous témoignons contre nous-mêmes.» La vie présente les a trompés; et ils ont témoigné contre eux-mêmes qu'en (vérité) ils étaient mécréants.","numberInSurah":130,"juz":8,"manzil":2,"page":144,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":920,"text":"C'est que ton Seigneur n'anéantit point injustement des cités dont les gens ne sont pas encore avertis.","numberInSurah":131,"juz":8,"manzil":2,"page":144,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":921,"text":"A chacun des rangs (des récompenses) selon ses œuvres. Or ton Seigneur n'est pas inattentif à ce qu'ils font.","numberInSurah":132,"juz":8,"manzil":2,"page":145,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":922,"text":"Ton Seigneur est le Suffisant à Soi-même, le Détenteur de la miséricorde. S'Il voulait, Il vous ferait périr et mettrait à votre place qui Il veut, de même qu'Il vous a créés d'une descendance d'un autre peuple.","numberInSurah":133,"juz":8,"manzil":2,"page":145,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":923,"text":"Ce qui vous a été promis arrivera (certainement.) Et vous n'êtes pas à même de [Nous] réduire à l'impuissance.","numberInSurah":134,"juz":8,"manzil":2,"page":145,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":924,"text":"Dis: «O mon peuple! Continuez à agir selon votre méthode; moi aussi j'agirai selon la mienne. Ensuite, vous saurez qui aura un meilleur (sort) dans l'au-delà.» Certes, les injustes ne réussiront jamais.","numberInSurah":135,"juz":8,"manzil":2,"page":145,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":925,"text":"Et ils assignent à Allah une part de ce qu'Il a Lui-même créé, en fait de récoltes et de bestiaux, et ils disent: «Ceci est à Allah - selon leur prétention! - et ceci à nos divinités.» Mais ce qui est pour leurs divinités ne parvient pas à Allah, tandis que ce qui est pour Allah parvient à leurs divinités. Comme leur jugement est mauvais!","numberInSurah":136,"juz":8,"manzil":2,"page":145,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":926,"text":"Et c'est ainsi que leurs divinités ont enjolivé à beaucoup d'associateurs le meurtre de leurs enfants, afin de les ruiner et de travestir à leurs yeux leur religion. Or si Allah voulait, ils ne le feraient pas. Laisse-les donc, ainsi que ce qu'ils inventent.","numberInSurah":137,"juz":8,"manzil":2,"page":145,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":927,"text":"Et ils dirent: «Voilà des bestiaux et des champs frappés d'interdiction: n'en mangeront que ceux que nous voudrons.» - selon leur prétention! - Et voilà des bêtes dont le dos est tabou, et des bêtes sur lesquelles ils ne mentionnent pas le nom d'Allah. Des inventions contre Lui! Il les rétribuera pour ce qu'ils inventaient comme mensonges.","numberInSurah":138,"juz":8,"manzil":2,"page":146,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":928,"text":"Et ils dirent: «Ce qui est dans le ventre de ces bêtes est réservé aux mâles d'entre nous, et interdit à nos femmes.» Et si c'est un mort-né, ils y participent tous. Bientôt Il les rétribuera pour leur prescription, car Il est Sage et Omniscient.","numberInSurah":139,"juz":8,"manzil":2,"page":146,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":929,"text":"Ils sont certes perdants, ceux qui ont, par sottise et ignorance tué leurs enfants, et ceux qui ont interdit ce qu'Allah leur a attribué de nourriture, inventant des mensonges contre Allah. Ils se sont égarés et ne sont point guidés.","numberInSurah":140,"juz":8,"manzil":2,"page":146,"ruku":117,"hizbQuarter":58,"sajda":false},{"number":930,"text":"C'est Lui qui a créé les jardins, treillagés et non treillagés; ainsi que les palmiers et la culture aux récoltes diverses; [de même que] l'olive et la grenade, d'espèces semblables et différentes. Mangez de leurs fruits, quand ils en produisent; et acquittez-en les droits le jour de la récolte. Et ne gaspillez point car Il n'aime pas les gaspilleurs.","numberInSurah":141,"juz":8,"manzil":2,"page":146,"ruku":118,"hizbQuarter":59,"sajda":false},{"number":931,"text":"Et (Il a créé) parmi les bestiaux, certains pour le transport, et d'autres pour diverses utilités; mangez de ce qu'Allah vous a attribué, et ne suivez pas les pas du Diable, car il est pour vous un ennemi déclaré.","numberInSurah":142,"juz":8,"manzil":2,"page":146,"ruku":118,"hizbQuarter":59,"sajda":false},{"number":932,"text":"(Il en a créé) huit, en couples: deux pour les ovins, deux pour les caprins... dis: «Est-ce les deux mâles qu'Il a interdits ou les deux femelles, ou ce qui est dans les matrices des deux femelles? Informez-moi de toute connaissance, si vous êtes véridiques»","numberInSurah":143,"juz":8,"manzil":2,"page":147,"ruku":118,"hizbQuarter":59,"sajda":false},{"number":933,"text":"...deux pour les camélidés, deux pour les bovins... Dis: «Est-ce les deux mâles qu'Il a interdits ou les deux femelles, ou ce qui est dans les matrices des deux femelles? Ou bien étiez-vous témoins quand Allah vous l'enjoignit?» Qui est donc plus injuste que celui qui invente un mensonge contre Allah pour égarer les gens sans se baser sur aucun savoir? Allah ne guide pas les gens injustes.","numberInSurah":144,"juz":8,"manzil":2,"page":147,"ruku":118,"hizbQuarter":59,"sajda":false},{"number":934,"text":"Dis: «Dans ce qui m'a été révélé, je ne trouve d'interdit, à aucun mangeur d'en manger, que la bête (trouvée) morte, ou le sang qu'on a fait couler, ou la chair de porc - car c'est une souillure - ou ce qui, par perversité, a été sacrifié à autre qu'Allah». Quiconque est contraint, sans toutefois abuser ou transgresser, ton Seigneur est certes Pardonneur et Miséricordieux.","numberInSurah":145,"juz":8,"manzil":2,"page":147,"ruku":119,"hizbQuarter":59,"sajda":false},{"number":935,"text":"Aux Juifs, Nous avons interdit toute bête à ongle unique. Des bovins et des ovins, Nous leurs avons interdit les graisses, sauf ce que portent leur dos, leurs entrailles, ou ce qui est mêlé à l'os. Ainsi les avons-Nous punis pour leur rébellion. Et Nous sommes bien véridiques.","numberInSurah":146,"juz":8,"manzil":2,"page":147,"ruku":119,"hizbQuarter":59,"sajda":false},{"number":936,"text":"Puis, s'ils te traitent de menteur, alors dis: «Votre Seigneur est Détenteur d'une immense miséricorde cependant que Sa rigueur ne saura être détournée des gens criminels».","numberInSurah":147,"juz":8,"manzil":2,"page":148,"ruku":119,"hizbQuarter":59,"sajda":false},{"number":937,"text":"Ceux qui ont associé diront: «Si Allah avait voulu, nous ne Lui aurions pas donné des associés, nos ancêtres non plus et nous n'aurions rien déclaré interdit.» Ainsi leurs prédécesseurs traitaient de menteurs (les messagers) jusqu'à ce qu'ils eurent goûté Notre rigueur. Dis: «Avez-vous quelque science à nous produire? Vous ne suivez que la conjecture et ne faites que mentir».","numberInSurah":148,"juz":8,"manzil":2,"page":148,"ruku":119,"hizbQuarter":59,"sajda":false},{"number":938,"text":"Dis: «L'argument décisif appartient à Allah. S'Il avait voulu certainement Il vous aurait tous guidés. (sur le droit chemin)","numberInSurah":149,"juz":8,"manzil":2,"page":148,"ruku":119,"hizbQuarter":59,"sajda":false},{"number":939,"text":"Dis: «Amenez vos témoins qui attesteraient qu'Allah a interdit cela.» Si ensuite ils témoignent, alors toi, ne témoigne pas avec eux et ne suis pas les passions de ceux qui traitent de mensonges Nos signes et qui ne croient pas à l'au-delà, tandis qu'ils donnent des égaux à leur Seigneur.","numberInSurah":150,"juz":8,"manzil":2,"page":148,"ruku":119,"hizbQuarter":59,"sajda":false},{"number":940,"text":"Dis: «Venez, je vais réciter ce que votre Seigneur vous a interdit: ne Lui associez rien; et soyez bienfaisants envers vos père et mère. Ne tuez pas vos enfants pour cause de pauvreté. Nous vous nourrissons tout comme eux. N'approchez pas des turpitudes ouvertement, ou en cachette. Ne tuez qu'en toute justice la vie qu'Allah a fait sacrée. Voilà ce qu'[Allah] vous a recommandé de faire; peut-être comprendrez-vous.","numberInSurah":151,"juz":8,"manzil":2,"page":148,"ruku":120,"hizbQuarter":60,"sajda":false},{"number":941,"text":"Et ne vous approchez des biens de l'orphelin que de la plus belle manière, jusqu'à ce qu'il ait atteint sa majorité. Et donnez la juste mesure et le bon poids, en toute justice. Nous n'imposons à une âme que selon sa capacité. Et quand vous parlez, soyez équitables même s'il s'agit d'un proche parent. Et remplissez votre engagement envers Allah. Voilà ce qu'Il vous enjoint. Peut-être vous rappellerez-vous.","numberInSurah":152,"juz":8,"manzil":2,"page":149,"ruku":120,"hizbQuarter":60,"sajda":false},{"number":942,"text":"«Et voilà Mon chemin dans toute sa rectitude, suivez-le donc; et ne suivez pas les sentiers qui vous écartent de Sa voie.» Voilà ce qu'Il vous enjoint. Ainsi atteindrez-vous la piété.","numberInSurah":153,"juz":8,"manzil":2,"page":149,"ruku":120,"hizbQuarter":60,"sajda":false},{"number":943,"text":"Puis Nous avons donné à Moïse le Livre complet en récompense pour le bien qu'il avait fait, et comme un exposé détaillé de toute chose, un guide et une miséricorde. Peut-être croiraient-ils en leur rencontre avec leur Seigneur (au jour du Jugement dernier).","numberInSurah":154,"juz":8,"manzil":2,"page":149,"ruku":120,"hizbQuarter":60,"sajda":false},{"number":944,"text":"Et voici un Livre (le Coran) béni que Nous avons fait descendre - suivez-le donc et soyez pieux, afin de recevoir la miséricorde -","numberInSurah":155,"juz":8,"manzil":2,"page":149,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":945,"text":"afin que vous ne disiez point: «On n'a fait descendre le Livre que sur deux peuples avant nous, et nous avons été inattentifs à les étudier.","numberInSurah":156,"juz":8,"manzil":2,"page":149,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":946,"text":"Ou que vous disiez: «Si c'était à nous qu'on avait fait descendre le Livre, nous aurions certainement été mieux guidés qu'eux.» Voilà certes que vous sont venus, de votre Seigneur, preuve, guidée et miséricorde. Qui est plus injuste que celui qui traite de mensonges les versets d'Allah et qui s'en détourne? Nous punirons ceux qui se détournent de Nos versets, par un mauvais châtiment, pour s'en être détournés.","numberInSurah":157,"juz":8,"manzil":2,"page":149,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":947,"text":"Qu'attendent-ils? Que les Anges leur viennent? Que vienne ton Seigneur? Ou que viennent certains signes de ton Seigneur? Le jour où certains signes de ton Seigneur viendront, la foi en Lui ne profitera à aucune âme qui n'avait pas cru auparavant ou qui n'avait acquis aucun mérite de sa croyance. Dis: «Attendez!» Nous attendons, Nous aussi.","numberInSurah":158,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":948,"text":"Ceux qui émiettent leur religion et se divisent en sectes, de ceux-là tu n'es responsable en rien: leur sort ne dépend que d'Allah. Puis Il les informera de ce qu'ils faisaient.","numberInSurah":159,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":949,"text":"Quiconque viendra avec le bien aura dix fois autant; et quiconque viendra avec le mal ne sera rétribué que par son équivalent. Et on ne leur fera aucune injustice.","numberInSurah":160,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":950,"text":"Dis: «Moi, mon Seigneur m'a guidé vers un chemin droit, une religion droite, la religion d'Abraham, le soumis exclusivement à Allah et qui n'était point parmi les associateurs.","numberInSurah":161,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":951,"text":"Dis: «En vérité, ma Salât, mes actes de dévotion, ma vie et ma mort appartiennent à Allah, Seigneur de l'Univers.","numberInSurah":162,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":952,"text":"A Lui nul associé! Et voilà ce qu'il m'a été ordonné, et je suis le premier à me soumettre.»","numberInSurah":163,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":953,"text":"Dis: «Chercherais-je un autre Seigneur qu'Allah, alors qu'Il est le Seigneur de toute chose? Chacun n'acquiert [le mal] qu'à son détriment: personne ne portera le fardeau (responsabilité) d'autrui. Puis vers votre Seigneur sera votre retour et Il vous informera de ce en quoi vous divergez.","numberInSurah":164,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false},{"number":954,"text":"C'est Lui qui a fait de vous les successeurs sur terre et qui vous a élevés, en rangs, les uns au-dessus des autres, afin de vous éprouver en ce qu'Il vous a donné. (Vraiment) ton Seigneur est prompt en punition, Il est aussi Pardonneur et Miséricordieux.","numberInSurah":165,"juz":8,"manzil":2,"page":150,"ruku":121,"hizbQuarter":60,"sajda":false}],"edition":{"identifier":"fr.hamidullah","language":"fr","name":"Hamidullah","englishName":"Muhammad Hamidullah","format":"text","type":"translation","direction":"ltr"}}}